{
  "406780": {
    "name": "Welcome to Boon Hill",
    "steam_appid": 406780,
    "required_age": 0,
    "is_free": false,
    "description": "An afternoon spent walking between the gravestones reading the whispers of those that have passed. This is the experience Boon Hill promises to give. A graveyard simulator, with all the adventure of exploring a real graveyard without looking like a creeper.<br><br>To put it as simply as possible, Boon Hill is a game about reading gravestones. There might be a few other elements in the final product but the bulk of the game would be just walking through a graveyard, reading epitaphs and thinking about who these people were and never will be again.<h2 class=\"bb_tag\" >Free Roaming</h2><br>The game itself has no win scenario. As the protagonist you'll start with a specific gravestone you're looking for, but finding it won't end the game. Looking at every gravestone once won't end the game. Doing everything there possibly is to do won't end the game. The game ends when you decide to leave the graveyard. The experience is yours. It isn't dictated by some preset guidelines.<h2 class=\"bb_tag\" >No Danger</h2><br>The game has no lose scenario either. There is nothing threatening the player. No zombies bursting up from the graves and no vampires hidden deep in the mausoleums. The gravedigger is not digging a grave for you and it's impossible to be buried alive. There's nothing to be afraid of at Boon Hill, except perhaps your own mortality, despite what some NPCs might tell you.<br><br>Though they do say you should never fall asleep in a graveyard.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/406780/extras/d70aa2a2d3333a319b32aa1ba60532d1.avif?t=1498124174\" width=500 height=500 /></span><h2 class=\"bb_tag\" >Discover Mystery In the Graveyard</h2><br>Boon Hill is not aimless. Boon Hill is about inferred stories, about the connections people have that continue even after they die. The graveyard tells many tales woven by those who've long since passed on: stories of love, life, sorrow, and joy, told over generations.<br><br>The threads of narrative are woven throughout the gravestones for you to discover, if you have the inkling to look. A row of graves all with the same last name, most of them having died very young, suggests a specific set of circumstances. An epitaph that reads 'Survived by no one' is dour, yes, but clearly someone carried out their last wishes. Here, people are tied together by something as simple as similar birth dates, the places they were born or died, and even the styles of their grave markers. Subtle stories abound in the rows of stone. <br><br>The specifics of what you can expect from Boon Hill:<br><br><ul class=\"bb_ul\"><li>Fancy, advanced 16-bit graphics! The kind of graphics you drooled over twenty years ago.</li></ul><br><ul class=\"bb_ul\"><li>The ability to choose your gender as male OR female! How very progressive.</li></ul><br><ul class=\"bb_ul\"><li>Well over a thousand individual graves and epitaphs! It's the whole point of the game, after all.</li></ul><br><ul class=\"bb_ul\"><li>Several NPCs to interact with! At least more than two.</li></ul><br><ul class=\"bb_ul\"><li>Crows! The graveyard has a lot of crows. It's as much a feature as anything else.</li></ul><br><ul class=\"bb_ul\"><li>Figure out what's up with that weird goth chick! She's kinda creepy.</li></ul><br><ul class=\"bb_ul\"><li>Virtual graveyard! Real depression! Feelings of depression are not guaranteed, but reading epitaphs is not known as a heartwarming pastime.</li></ul><br><ul class=\"bb_ul\"><li>Lie in an open grave! Haven't you always wanted to do that?</li></ul><br><ul class=\"bb_ul\"><li>Real-time mourning! You'll be able to leave flowers, and look sad. All in real time! Only three flowers allowed per visit of the grounds.</li></ul><br><ul class=\"bb_ul\"><li>But mostly, Learn about the history of this town and the kind of people that lived their through the legacy they have left behind in the graveyard boon hill.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/406780/extras/cdb4fe415b7d4ba19fc9af25ccce25c0.avif?t=1498124174\" width=500 height=500 /></span>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/406780/header.jpg?t=1498124174",
    "developers": [
      "Matthew Ritter"
    ],
    "publishers": [
      "14 Hours Productions"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}