{
  "406820": {
    "name": "Orion: A Sci-Fi Visual Novel Demo",
    "steam_appid": 406820,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" ><i>&quot;It's a lesson we never seem to learn... time isn't meant for human manipulation.&quot; </i></h2>Sam Acacius has received a horrifying message: the section of the Orion Torus where he lives, his only home, will be destroyed. This information has been entrusted to him alone. With the identity of the messenger itself obscured, Sam must decide whether the risks of investigation are worth it. What could a single person do to stop the inevitable? <br><br>To learn the answers behind this message, Sam must confront forces at the very core of society. Whether he succeeds or fails depends on critical choices he'll have to make along the way. <br><br>Where will his journey lead him? <br><br><strong>ABOUT</strong><br>Orion is a visual novel, an interactive story that combines artwork, music, sound effects, and voice acting for all its characters. Players will have the chance to influence the direction of the story, resulting in a variety of different endings. Aspects of time travel, artificial intelligence, and virtual reality games are explored in each path. <br><br>This demo will show the prologue of the story before the different paths begin diverging.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/406820/header.jpg?t=1447378301",
    "developers": [
      "Cylight Studios"
    ],
    "publishers": [
      "Cylight Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 9 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}