{
  "407190": {
    "name": "Club Manager 2016",
    "steam_appid": 407190,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>You are the manager:</strong> Whether it's tactics, contracts, sponsors, or stadium upgrades: Determine the future and the success of your club. <br><br><strong>From fans, for fans:</strong> Club Manager is developed by fans with 20 years of experience and a passion for soccer. <br><br><strong>Editor on board:</strong> With the integrated editor, you can create your own teams or edit existing jerseys, players, and club names that are included with the game. <br><br>Since its debut a year ago, Club Manager has been one of the most popular football management games for the PC. Its successor Club Manager 2016 offers not only a more modern interface, but also a number of new features and upgrades: Intervene in the team's tactics during a live game, specify additional gameplay modes, or hold your own tournaments. Furthermore, the transfer market, the promotion and relegation system and the difficulty levels have been revamped. Apart from additional club statistics, players now also have the option of customizing their jerseys. <br><br><strong><u>Lead your team to victory with the right tactics: </u></strong><br><ul class=\"bb_ul\"><li><strong>Getting started:</strong> Launch your career in one of 8 leagues. <br></li><li><strong>Strategy:</strong> Comprehensive contract, training, and lineup system for your players and team.<br></li><li><strong>Finances:</strong> Make decisions concerning player contracts, ticket sales, sponsors, and merchandising.<br></li><li><strong>Development:</strong> Expand your domain from a simple amateur soccer field to a fully equipped stadium, including the relevant infrastructure.<br></li><li><strong>Excitement:</strong> Configure your tactics in advance and motivate your players during half-time.<br></li><li><strong>Tactics: </strong>Whether it's a &quot;defensive deadbolt&quot; or a &quot;battering ram&quot; — you decide which strategy to play.<br></li><li><strong>Transfer market:</strong> Purchase and sell players under realistic conditions.<br></li><li><strong>Goals:</strong> As the manager, you will need to strive to meet the board's season requirements. <br></li><li><strong>Tournaments:</strong> Create your own tournaments and invite major clubs to play.<br></li><li><strong>Statistics: </strong>Comprehensive statistics will help you rise to the top of the league tables.<br></li><li><strong>Budding new talent:</strong> Train and foster new talent for your future success.<br></li><li><strong>Employees:</strong> Manage your entire team of training staff and delegate tasks.</li></ul><br><strong><h2 class=\"bb_tag\" >Features</h2></strong><br><ul class=\"bb_ul\"><li><strong>Classic football manager with an eye for the essentials</strong><br></li><li><strong>Club Manager has everything that a good football manager needs:</strong> Whether it's tactics, statistics, a transfer market, stadium upgrades, advertising, merchandising, developing the stadium periphery, fostering new talent, training sessions, or training camps.<br></li><li><strong>Comprehensive league system:</strong> 8 leagues including numerous championships in almost 200 countries.<br></li><li><strong>Powerful editor:</strong> Comprehensive customization options which also allow you to modify player and club names, including jerseys. <br></li><li><strong>From fans, for fans:</strong> Club Manager is developed by fans with 20 years of experience and a passion for soccer.</li></ul><strong><br><i>Note: Even though the game includes almost 200 soccer nations, Club Manager focuses primarily on the German football league system. </i></strong>",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/407190/header.jpg?t=1529490698",
    "developers": [
      "BigBlaze Games"
    ],
    "publishers": [
      "2tainment GmbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 11 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}