{
  "407960": {
    "name": "Sentinels of the Multiverse Demo",
    "steam_appid": 407960,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Calling all Sentinels! Do you have what it takes to defend the Multiverse?</strong> Baron Blade’s Terralunar Impulsion beam could spell doom for the Earth! It’s up to the Freedom Four to stop him from pulling down the Moon, but they can’t do it without you!<br><br>The <strong>Learn to Play Edition of Sentinels of the Multiverse</strong> allows you to learn the game at your own pace, absolutely free! Try out different strategies to foil Baron Blade’s plans. See how a different order of heroes can dramatically change the game. <i>This is cooperative card battle like you’ve never played before!</i><br><br>Sentinels of the Multiverse is the award-winning game in which players join forces as heroes to combat a dastardly villain in a dynamic environment.  <strong>Sentinels of the Multiverse plays like a comic book come to life</strong>. <br><br>The rules of the game are deceptively simple: <strong>Play</strong> a Card, Use a <strong>Power</strong>, and <strong>Draw</strong> a Card. What makes Sentinels of the Multiverse unique is that each card has special abilities that can create powerful combos or even change the rules of the game! <br><br>The Learn to Play edition includes the following scenario:<br><ul class=\"bb_ul\"><li> <strong>Baron Blade</strong> wants to pull the Moon into the Earth, destroying 90% of the population so he can rule over whatever remains.<br></li><li> <strong>Legacy</strong> leads the Freedom Four with super strength and inspiring leadership!<br></li><li> <strong>Bunker</strong> is a veteran soldier in a powered armor suit who brings the pain to the enemy.<br></li><li> <strong>The Wraith</strong> uses her vast wealth to create the next generation of super-gadgets.<br></li><li> <strong>Tachyon</strong> is the quickest woman on earth, sometimes moving too fast to be seen!<br></li><li> The battle takes place in the primordial lost world of <strong>Insula Primalis</strong> - watch out for raptors!</li></ul><h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li> Play in guided mode where <i>Christopher</i> (the original game designer) teaches you how to play.<br></li><li> Then play as much as you like in unguided mode to try out different strategies.<br></li><li> Original music brings Insula Primalis to life. <br></li><li> Beautifully rendered environment backdrops put you right in the action.<br></li><li> Brand new artwork created by Sentinel Comics artist Adam Rebottaro.</li></ul><br>Once you’ve mastered Baron Blade, get the full version of Sentinels of the Multiverse for over 9,000 new challenges!<br><br><ul class=\"bb_ul\"><li> Three more villains to battle, plus advanced difficulty modes for each one.<br></li><li> Six more heroes to join the fight against evil!<br></li><li> Three more environments, each with their own dangers and secrets.<br></li><li> Play a solo game with 3 to 5 heroes or pass &amp; play with your friends.<br></li><li> Cross-platform online multiplayer with friends and others from around the world.<br></li><li> Unlock secret variant heroes and villains via story-based challenges.<br></li><li> Expand the game with downloadable Heroes, Villains, and Environments via DLC.</li></ul><br><strong>Sentinels of The Multiverse: The Video Game</strong> is an officially licensed product of “Sentinels of the Multiverse®” from Greater Than Games LLC.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/407960/header.jpg?t=1764785367",
    "developers": [
      "Handelabra Games Inc."
    ],
    "publishers": [
      "Handelabra Games Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 11 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}