{
  "408260": {
    "name": "Void & Meddler - Season Pass",
    "steam_appid": 408260,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Purchase the Season Pass now and receive Episodes 2-3 automatically upon release.<br>Episode 2 OUT NOW! Episode 3 will be available in 2022.</strong><br><br><i>&quot;Time is slipping, reality is fading and Fyn awakens lost once again. The pain in her head isn't due to a night of heavy drinking and the shivers have nothing to do with withdrawal sympt... Well you know what I'm getting at.<br><br>Finding these souvenirs turned out to be a huge undertaking, hard to grasp, but nevertheless reinforcing our heroine's drive to keep going further along this path.  <br>Keep a promise Fyn, at least once in your life.&quot;</i><br><br><strong>A clandestine queer club where pure hormones are distributed to the city’s residents, a pirated film circulating on the black market, two detectives and a lizard investigating a disappearance, Fyn sinks even deeper into the surreal reality of the city night.<br><br>Experience a brand new episode packed with psychedelic detail that plunges the player into the deepest thoughts of this unsympathetic character.<br><br>Engulfed by the sound and fury of organic bass and aggressive synthesizers, even more strange and twisted mysteries await you. Even though the world around you may seem unreal, unlike you, it won't forget who you are and what you've done. The night shifts, the city calls you, and the radio crackles… Slowly goes the night.</strong><br><br>The idea behind Void &amp; Meddler was to create a game that looks like its creators, two musicians nurtured by noise rock from the 80's, synthwave, road trips and cyberpunk literature. Together, we conjured the narration, we created No Wave, we tamed the weird, we fucked in an orgy of wires, neons and white noise. Distance doesn’t corrupt anything. Amps were set aside for a while, and we dived head first into another sphere we loved, full of code, textures and pixel art.<br><br>Enjoy Void &amp; Meddler, an indie adventure game full of fuzz literature, pixel music and analog dreams.",
    "supported_languages": "英语, 法语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/408260/header.jpg?t=1741177786",
    "developers": [
      "no CVT",
      "BlackMuffin"
    ],
    "publishers": [
      "Mi-Clos Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}