{
  "408990": {
    "name": "Timber and Stone",
    "steam_appid": 408990,
    "required_age": 0,
    "is_free": false,
    "description": "Timber and Stone is a procedural city building game set in a medieval fantasy world. <br />\r\n<br />\r\nWith over one-hundred resources to gather and craft, Timber and Stone has the feel of a real time strategy game, but with much more depth and complexity. You must remain vigilant while gathering and producing those resources, there is danger over every hill, and even punishment for neglecting your defenses. Timber and Stone exhibits a strong emphasis on combat, castle defense, and seige. All requiring you to maintain your workforce with food, clothing, weapons, armor and secure walls. The goal while developing Timber and Stone is to provide a city building game that rivals roguelikes in terms of difficulty and randomization. You start the game with a procedurally generated terrain and are given a small group of workers and resources. To survive, you’ll have to collect food and building materials. The more wealth you amass, the more likely you’ll be besieged by marauding goblin hordes and necromancers commanding undead armies.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/408990/header.jpg?t=1447378393",
    "developers": [
      "Games by Robert, LLC"
    ],
    "publishers": [
      "Games by Robert, LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 11,
      "total_negative": 5,
      "total_reviews": 16
    }
  }
}