{
  "409020": {
    "name": "The Stanford Ocean Acidification Experience",
    "steam_appid": 409020,
    "required_age": 0,
    "is_free": true,
    "description": "Most people have never heard of ocean acidification—the process by which the ocean becomes more acidic as it absorbs carbon dioxide (CO2) that has been emitted into the atmosphere. Visualizing the impact to marine life is challenging. As a solution, Stanford researchers have produced a virtual underwater ecosystem to allow you to observe firsthand what rocky reefs are expected to look like by the end of the century if we do not curb our CO2 emissions.<br />\r\n\t<br />\r\nWith funding from the Gordon and Betty Moore Foundation and the Stanford Woods Institute for the Environment, Stanford researchers have designed an educational experience that makes the impossible possible: watch the ocean absorb invisible CO2 molecules, a rocky reef degrade and marine life disappear as the ocean acidifies. Each step in the journey is based on marine science research.<br />\r\n<br />\r\nFor more information about ocean acidification and learning in Virtual Reality, here are some additional resources:<br />\r\n<br />\r\nCOMMUNITY DYNAMICS AND ECOSYSTEM SIMPLIFICATION IN A HIGH-CO2 OCEAN: http://www.pnas.org/content/110/31/12721.full.pdf<br />\r\n<br />\r\nTHE USE OF IMMERSIVE VIRTUAL REALITY IN THE LEARNING SCIENCES - DIGITAL TRANSFORMATIONS OF TEACHERS, STUDENTS, AND SOCIAL CONTEXT: http://vhil.stanford.edu/mm/2008/bailenson-IVE-learning.pdf<br />\r\n<br />\r\nEXPERIENCING NATURE - EMBODYING ANIMALS IN IMMERSIVE VIRTUAL ENVIRONMENTS INCREASES INCLUSION OF NATURE IN SELF AND INVOLVEMENT WITH NATURE: http://vhil.stanford.edu/mm/2016/08/ahn-jcmc-experiencing-nature.pdf<br />\r\n<br />\r\nNATIONAL OCEANIC AND ATMOSPHERIC ASSOCIATION (NOAA) INFORMATION: http://pmel.noaa.gov/co2/story/Ocean+Acidification",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/409020/header.jpg?t=1560206591",
    "developers": [
      "Jeremy Bailenson",
      "Shawnee Baughman",
      "Elise Ogle",
      "Tobin Asher",
      "Bireswar Laha",
      "Cody Karutz"
    ],
    "publishers": [
      "Virtual Human Interaction Lab"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 17 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}