{
  "409450": {
    "name": "The Fall of the Dungeon Guardians - Enhanced Edition",
    "steam_appid": 409450,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/409450/extras/9d39fcb21e2629ff235d0f4f6eeca6ae.avif?t=1745465091\" width=444 height=200 /></span><h2 class=\"bb_tag\" > Introduction :</h2><br>The Fall of the Dungeon Guardians is an RPG Dungeon Crawler game, in First Person View, inspired by classics like Dungeon Master™ and Might &amp; Magic®, but featuring a modern tactical combat based on the triptych “tank/damage dealer/healer” mechanism coupled with the threat &amp; aggro system and an active pause.<h2 class=\"bb_tag\" > Story :</h2><br>You’re a newly employed guard of a prison deep inside a dungeon. The night of your arrival, strange things happen and when you wake up in the morning, all prisoners have escaped amidst chaos. The warden wisely decides to leave the dungeon as quickly as possible, while tasking you to run after the escaping prisoners. You then assemble your team and venture into the mysterious dungeon.<h2 class=\"bb_tag\" > A Call For Adventure :</h2><br>Enter a big, massive dungeon, full of danger, mystery and secrets.<br>Fight your way through hordes of enemies and powerful creatures.<br>Explore intricate corridors, underground palaces, mines fallen into oblivion and evil crypts.<br>Solve puzzles, avoid deadly traps, uncover hidden passages, and keep your bearing through mazes &amp; hallways.<h2 class=\"bb_tag\" > Character Building :</h2><br>You’ll take command of a party of 4 guardians. Each guardian comes with a set of spells &amp; abilities, with new ones appearing over the course of the adventure.<br>For each new level reached, the guardians get a point to use in their talent trees, allowing them to reinforce their abilities or gain new powers.<br>There are 4 classes to choose from: the warrior, the healer, the mage &amp; the rogue. Each class has 3 specializations represented by a talent tree, and each specialization comes with its own set of abilities. So you have 12 base build-ups. In addition, your guardians can choose freely to spend their talent points in any of the 3 specializations of their class, allowing for even more varied set-ups.<br><br>The dungeon is filled with loot: epic armors, legendary weapons and mystical, magical items. Often when you kill a group of enemies, they’ll drop a random piece of equipment that one of your guardians can use, raising more and more of their powers.<h2 class=\"bb_tag\" > Evolved Combat System :</h2><br>The combat is focused on the triptych “tank/damage dealer/healer” mechanism, coupled with an exciting threat mechanism: your healer’s spells directly threaten all the enemies nearby, and thus your tank must use his abilities to attract their wrath and protect the healer. The tank must then be able to mitigate a lot of the enemy damage using his defensive skills.<br>Your last 2 guardians will be the damage dealers, trying to kill the enemies as fast as possible, while they’re busy with the tank.<br>All guardians get a lot of abilities and not only will using the right one at the right moment be essential to your party’s survival, but also combining different abilities in sequence to maximize their efficiency will be required to vanquish your strongest foes.<br>It sounds like a lot, but fortunately the game comes with an active pause: you can pause the game whenever you feel like it, check everything, queue the next abilities for your guardians, and then resume the game.<br><br>You don’t like tanks, or you don’t like pausing the game? No problem, just lower the game difficulty, and you’ll be able to play without a real tank or pausing. You can precisely tune the difficulty at any time during your exploration.<br><br>Unlike old-school FPV Dungeon Crawlers, you don’t have to strafe-turn-strafe-turn all the time in Dungeon Guardians. Your tank comes with serious defensive skills (armor, dodge &amp; parry) that let him handle most of the enemy attacks, as long as the healer backs him up. So most fights are done while standing your ground.<br>However, occasionally your whole party will have to dodge some extremely powerful enemy attacks, usually by walking back, so you’ll still need some moving reflexes and awareness of your surroundings during the fights.<h2 class=\"bb_tag\" > Built-in Map editor &amp; Modding :</h2><br>The game comes with a full featured map editor, letting you create your own dungeons. The basics are very simple, but a bit of learning will be required to handle the more advanced puzzle mechanisms.<br>Additionally, with the Modding SDK, you’ll be able to fine-tune the existing enemies, classes, specializations, abilities, talents, gear, and enchantments, and with a bit of dedication you should be able to add your own, and even add sound FX or music.<h2 class=\"bb_tag\" > Game Features :</h2><ul class=\"bb_ul\"><li>    4-character Party<br></li><li>    Grid-based movement : your party moves 1 square at the time, and turns by a quarter<br></li><li>    First person view<br></li><li>    4 classes, 12 specializations<br></li><li>    5 playable races : human, dwarf, elf, dark elf, halfling<br></li><li>    Active pause (ie: you can pause the game and still queue commands for your party members), and numerous optional auto-pauses<br></li><li>    25-50 hours of gameplay, depending on your own skills and the difficulty settings<br></li><li>    20 bosses, each with an unique strategy<br></li><li>    100 kinds of creatures (including variations)<br></li><li>    Puzzles (the few ones required to finish the game are easy to solve)<br></li><li>    A lot of tactical combat<br></li><li>    Built-in Map Editor &amp; Modding support</li></ul>",
    "supported_languages": "英语, 法语, 德语, 波兰语, 匈牙利语, 意大利语, 捷克语, 西班牙语 - 西班牙, 俄语, 日语, 葡萄牙语 - 巴西, 土耳其语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/409450/header.jpg?t=1745465091",
    "developers": [
      "Mana Games"
    ],
    "publishers": [
      "Mana Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 11 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 64,
        "description": "可调整文字大小"
      },
      {
        "id": 67,
        "description": "视角舒适度"
      },
      {
        "id": 68,
        "description": "自定义音量控制"
      },
      {
        "id": 78,
        "description": "可调整难度"
      },
      {
        "id": 75,
        "description": "可以仅用键盘"
      },
      {
        "id": 76,
        "description": "可以仅用鼠标"
      },
      {
        "id": 74,
        "description": "无需应对快速反应事件"
      },
      {
        "id": 79,
        "description": "随时保存"
      },
      {
        "id": 69,
        "description": "立体声"
      },
      {
        "id": 70,
        "description": "环绕声"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 45,
      "highlighted": [
        {
          "name": "1st Blood",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/409450/98ea9aeac863d3fff5ae86508739884c6fad1d5f.jpg"
        },
        {
          "name": "Level 2",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/409450/f3019fa91dfea32ccba3be3693965bf748b6bf6c.jpg"
        },
        {
          "name": "Level 3",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/409450/7798f74a924553216d5e68a0701c475ccb844947.jpg"
        },
        {
          "name": "Level 4",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/409450/c45ce67e4ced76accddcecf75ed508e3265634bd.jpg"
        },
        {
          "name": "Level 5",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/409450/75267858b01f7a64f523dd2fee2a71bf0db6af22.jpg"
        },
        {
          "name": "Level 6",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/409450/9c72ac9d0c23465545105c7d58a8ce9d3405a861.jpg"
        },
        {
          "name": "Level 7",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/409450/145b7e58f4a99b1d7ca1acf7e00cc081c3cda7d9.jpg"
        },
        {
          "name": "Level 8",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/409450/0fc9f0cf00b2c7881b3bf5aa99767ba82a839b48.jpg"
        },
        {
          "name": "Level 9",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/409450/9f97ef4b1a313d85bbfa74e5381375c4d2c5c5b2.jpg"
        },
        {
          "name": "Level 10",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/409450/e11d196ac3cd4347fbe2ca00da4372b561ae71b9.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 11,
      "total_negative": 0,
      "total_reviews": 11
    }
  }
}