{
  "409570": {
    "name": "Tabletopia - Sub Terra + Expansions",
    "steam_appid": 409570,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Only the host needs to own this DLC. </i><br><br>Core game + expansions: Investigation, Extraction, Annihilation<br><br>1-6 Players | Ages 10+<br><br>45-90 Minutes<h2 class=\"bb_tag\" >About Sub Terra</h2>A 1-6 player cooperative game of terrifying cave escape. Players take the role of amateur cavers attempting to escape an unexplored network of subterranean tunnels, before the lights flicker out or the darker things beneath the Earth catch up to them...<br><br>In Sub Terra players spend their turn exploring and revealing the tunnel system around them, attempting to survive the various perils of the cave, from floods and cave ins to gas leaks and scree. Players each have a role which gives them specialist abilities, such as an Engineer with dynamite to blast a new route or a Scout to find a route more easily.<br><br>New tiles are placed from a randomised stack of cave features, which determines whether you'll be hit with a dead end or a range of new options.<br><br>At the end of each turn, players face the reality of their situation, with a hazard card drawn to determine what danger causes them damage or cuts off their way out of the horror below.<br><br>These cards are finite, and when they run out, your torches flicker and the air feels tight, and your chance of survival diminishes quickly.<h2 class=\"bb_tag\" >About Sub Terra: Annihilation</h2>This expansion is set after the events of Sub Terra. Instead of trying to escape the cave, you’re going back in to destroy it.<br><br>Annihilation introduces a totally new way to play the game. Push deeper into the cave to reach points of structural weakness, plant powerful bombs, then get back to the exit before they detonate. The Exterminator can stop horrors from spawning and is immune to gas, helping keep your escape routes open while you complete your mission. This isn't going to be easy.<h2 class=\"bb_tag\" >About Sub Terra: Extraction</h2>This expansion is set after the events of Sub Terra. You’ve returned to the cave, and you’re not alone. A new threat has emerged from the shadows - faster, deadlier, and hunting you down…<br><br>Extraction adds more horrors to the cave with the new fast-moving Leaper hazard card. Fight them off with the Mercenary, a flexible blend of cautious explorer and powerful defender. Above all else, you must carry proof of the infestation back to the surface, or die trying...<h2 class=\"bb_tag\" >About Sub Terra: Investigation</h2>This expansion is set after the events of Sub Terra. Not all of you made it out alive. Now, with the help of a mysterious corporation, you’re returning to the cave to find your fallen friends.<br><br>Investigation adds 15 new item cards that grant your cavers powerful abilities. Recover them from the cave floor, or choose the ruthless Agent who starts fully equipped. The darkness hides many things. Be prepared.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/409570/header.jpg?t=1551152687",
    "developers": [
      "Tim Pinder",
      "David Franco Campos",
      "Zak Eidsvoog",
      "David Thor Fjalarsson"
    ],
    "publishers": [
      "Tabletopia"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}