{
  "41060": {
    "name": "Serious Sam Classic: The Second Encounter",
    "steam_appid": 41060,
    "required_age": 0,
    "is_free": false,
    "description": "Serious Sam: The Second Encounter, the highly anticipated arcade action FPS sequel to the Serious Sam: The First Encounter, is a high-adrenaline arcade-action shooter heavily focused on frantic arcade-style single player action. In a world where cyberpunk meets fantasy-fiction and advanced technology is mixed with black magic and psycho-powers, Sam travels through the three beautiful worlds, confronting countless Mental's minions on his way to the Mental's base.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li><strong>Various Environments and Secrets</strong> - Unleash mayhem on 3 different spectacular worlds: South America, ancient Mesopotamia and medieval Europe. Discover over 100 secrets!<br> </li><li><strong>Unique Enemies and Bosses</strong> - Fight with 27 nightmarish warriors in Mental's army, including old favorites from The First Encounter like Beheaded Kamikaze, Syrian Werebull and Kleer Skeleton. Go head to head against 5 new enemies and 3 new Bosses!<br> </li><li><strong>Special Weapons and Power-Ups</strong> - Wreak havoc with a huge arsenal of weapons including 3 new toys: the Sniper Rifle, Flamethrower and Chainsaw. Use Power-Ups to additionally increase your fighting and agility skills!<br></li><li><strong>Co-Op Multiplayer</strong> - Embrace the mayhem with up to 16 players!<br></li><li><strong>Versus Multiplayer</strong> – Drop the gauntlet and let the heavy ordinance fly in incredible Deathmatch and Scorematch! <br></li><li><strong>Split Screen</strong> – Huddle up with up to 4-player local split screen co-op and versus modes! <br></li><li><strong>Level Editor</strong> – Create your own levels, MODs, textures and other content with the inclusion of the fully featured Serious Editor and Serious Modeller!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/41060/header.jpg?t=1728688511",
    "developers": [
      "Croteam"
    ],
    "publishers": [
      "Devolver Digital"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 57,
      "total_negative": 2,
      "total_reviews": 59
    }
  }
}