{
  "411070": {
    "name": "Mass Vector",
    "steam_appid": 411070,
    "required_age": 0,
    "is_free": false,
    "description": "Mass Vector is a physics based game of skill and patience designed to be played by all the family.<br />\r\n<br />\r\nIn fact it's really 2 games in one with 50 speed levels and 50 Hazard levels.                                   <br />\r\n<br />\r\nThe Speed levels are against the clock and are designed to reward the fastest players. These levels may look simple but when you are racing to get the fastest time you need to keep your cool.<br />\r\n<br />\r\nThe 50 Hazard levels on the other hand are not timed but they will require skill, patience and perseverance to complete. On the hardest difficulty level they are very hard!<br />\r\n<br />\r\nThe idea is simple. Manoeuvre your ship by controlling its thrusters. Pick up the coloured blocks using your tractor beam and place them on the green platforms. What could be simpler. Of course it's not that straight forward. The coloured blocks come in different shapes and sizes and range from light (Green) to heavy (Blue) which makes them awkward to move and control with your ship. To help lift the heavy blocks you will need to visit the Boost stations, and visiting the Repair stations will repair your ship when it has been damaged.<br />\r\n<br />\r\nThe first 10 speed levels guide you through what to do and how to do it. Plus they help you gain points which can be used to buy upgrades for your ship when playing the Hazard levels.<br />\r\n<br />\r\nThe 4 player profiles mean you can play against your friends and family. Each profile stores all of that players preferences and scores. <br />\r\n<br />\r\n* 4 Player profiles for local competition.<br />\r\n* 3 Difficulty settings.<br />\r\n* Keyboard &amp; Mouse control.<br />\r\n* Xbox controller control. Including full menu options control.<br />\r\n* 7 great music tracks.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/411070/header.jpg?t=1448646913",
    "developers": [
      "Moving Pixel Games"
    ],
    "publishers": [
      "Moving Pixel Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2500,
      "final": 2500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 25.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 11 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}