{
  "411000": {
    "name": "Sorcery! Parts 1 and 2",
    "steam_appid": 411000,
    "required_age": 0,
    "is_free": false,
    "description": "An epic adventure in a land of monsters, traps and magic. Journey across the deadly Shamutanti Hills and through the Cityport of Kharé, home to thieves, corrupt nobles and deadly mutants, as you attempt to recover the Crown of Kings. Armed with your sword, and over fifty spells with weird and wonderful effects, embark on a journey of a thousand choices where every one is remembered and will change your story. This is Parts 1 and 2 of a four-part series. <br />\r\n<br />\r\nAs played by the Yogscast, Sorcery! is a narrative adventure like no other, that creates your own unique fantasy adventure as you play.<br />\r\n<br />\r\n* Explore a 3d hand-drawn map, and venture inside the buildings of the city of Kharé<br />\r\n* Unique bluff-and-strike based combat system which procedurally narrates your battles<br />\r\n* Over fifty weird and wonderful spells, whose effects alter the narrative in wild and unpredictable ways<br />\r\n* Over half a million words of story content that adapts around your choices - created using the same inklewriter technology as the multi-award-winning 80 DAYS<br />\r\n* Hundreds of characters, hundreds of stories to uncover<br />\r\n* Over forty unique monsters to fight, all with their own strategies and combat styles<br />\r\n* Play Swindlestones, a game of cunning and deceit, against the citizens of Kharé, for profit - and for information<br />\r\n* Freedom to explore - rewind whatever choices you want<br />\r\n* Based on the million-selling series by Steve Jackson<br />\r\n* All of your choices are remembered, shaping your adventure now - and in the future<br />\r\n<br />\r\nSorcery! Parts 1 and 2 are the first half of an epic quadrilogy. Sorcery! 3 takes the adventure to the wilds of the Baklands and creates a fully open-world experience, and will be out shortly on Steam. Sorcery! 4 is due later this year, to finish the adventure. Each part can be played on its own, or you can load your character from one part to the next, carrying over equipment, stats, and narrative choices.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/411000/header.jpg?t=1736524069",
    "developers": [
      "inkle Ltd"
    ],
    "publishers": [
      "inkle Ltd"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4300,
      "final": 4300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 43.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 2 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 15,
      "total_negative": 0,
      "total_reviews": 15
    }
  }
}