{
  "411470": {
    "name": "Flashpoint Campaigns: Germany Reforged",
    "steam_appid": 411470,
    "required_age": 0,
    "is_free": false,
    "description": "This scenario pack takes the classic scenarios from Flashpoint Germany (2005) and brings them up to the vastly updated standard of the Flashpoint Campaigns game engine of 2015. This is the work of Charles (“Hawkeye”) Belva, a long-time member of the Flashpoint team and a beta tester for the original FPG game.<br><br>Included are 17 scenarios with 43 variations along with the original four maps completely redone to new graphical standards.  The maps now feature hexes instead of the original grid and are the work of William van der Sterren who did the FPRS maps from build 2.0.6 onwards.<br><br>In addition to the original four maps is a new map “Eiterberg” which is jumbo sized (40 x 30 km versus the previous 20 x 15 km) and supports larger force structures for adventurous players.<br><br>This scenario pack provides an abundance of additional action for American, British, West German and Soviet forces set in the ‘Cold War gone hot’ of 1989.<br><br><strong>FEATURES</strong><br><ul class=\"bb_ul\"><li>The return of Flashpoint Germany, entirely remastered with the latest On Target Simulations engine.<br></li><li>Unit, map and other visuals have been upgraded to the latest wargaming standards.<br></li><li>Introduction of new game mechanics, available in Flashpoint Campaigns: Red Storm.<br></li><li>Revamped Battle Maps and introduction of a gigantic new map called &quot;Eiterberg&quot;.<br></li><li>17 scenarios with 43 variations that simulate realistic what-if situations in an hypotetical &quot;Cold War gone hot&quot; war.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/411470/header.jpg?t=1758718998",
    "developers": [
      "On Target Simulations"
    ],
    "publishers": [
      "Matrix Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 11 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}