{
  "411940": {
    "name": "DCS: F4U-1D Corsair",
    "steam_appid": 411940,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >This module includes an F4U-1D Corsair aircraft, Essex class aircraft carrier and 8 WWII Imperial Japanese ground units.</p><p class=\"bb_paragraph\" ><strong>F4U-1D Corsair</strong></p><p class=\"bb_paragraph\" >The Vought F4U Corsair is an American fighter aircraft that saw prominent service primarily in World War II and the Korean War. Originally designed and manufactured by Chance Vought, the Corsair's exceptional performance led to substantial demand; consequently, additional production contracts were awarded to Goodyear (whose Corsairs were designated FG) and Brewster (designated F3A).</p><p class=\"bb_paragraph\" >Primarily conceived and operated as a carrier-based aircraft, the Corsair was introduced in significant numbers with the U.S. Navy and Marines during World War II. It rapidly established itself as one of the conflict's most capable carrier-based fighter-bombers.</p><p class=\"bb_paragraph\" >Following World War II, the Corsair continued its service throughout the Korean War and participated in French colonial conflicts in Indochina and Algeria. Beyond its deployment by U.S. and British forces, the Corsair was also utilized by the Royal New Zealand Air Force, French Naval Aviation, and other air forces until the 1960s.</p><p class=\"bb_paragraph\" >From the initial prototype delivery to the U.S. Navy in 1940 to the final delivery to France in 1953, approximately 12,500 F4U Corsairs were manufactured across 16 distinct models. Its production run from 1942 to 1953 represents the longest of any U.S. piston-engined fighter.</p><p class=\"bb_paragraph\" >The F4U-1D, designated Corsair Mk II by the United Kingdom's Royal Navy Fleet Air Arm, was introduced in April 1944 and produced concurrently with the F4U-1C. This variant incorporated the new R-2800-8W Double Wasp engine, which featured water injection. This enhancement provided an additional 250 hp (190 kW) of power, directly contributing to increased aircraft performance. Standard Corsair armament consisted of six 0.50-inch (12.7 mm) M2 Browning machine guns, with 375-400 rounds per gun. In response to the U.S. Navy's requirement for fighter-bomber capabilities, it also featured a payload capacity for eight 5-inch (12.7 cm) High-Velocity Aircraft Rockets (HVAR) carried on permanent launching rails, as well as twin pylons capable of accommodating bombs or drop tanks, with a maximum load of 4,000 lb (1,800 kg). A single-piece &quot;blown&quot; clear-view canopy was adopted as standard equipment for the -1D model and all subsequent F4U production aircraft. A total of 150 F4U-1D aircraft were delivered to the Fleet Air Arm.</p><p class=\"bb_paragraph\" >Early Access Features:</p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >High-quality external 3D model</p></li><li><p class=\"bb_paragraph\" >6 Degree of Freedom fully clickable cockpit with latest visual effects</p></li><li><p class=\"bb_paragraph\" >Flight Dynamics based on official reports, CFD research and pilot feedback</p></li><li><p class=\"bb_paragraph\" >Engine and propeller control systems</p></li><li><p class=\"bb_paragraph\" >Fuel system and optional external tanks</p></li><li><p class=\"bb_paragraph\" >Electrical system</p></li><li><p class=\"bb_paragraph\" >Hydraulic and pneumatic systems</p></li><li><p class=\"bb_paragraph\" >Radio-navigation systems</p></li><li><p class=\"bb_paragraph\" >Structure-based damage model</p></li><li><p class=\"bb_paragraph\" >Carrier capable aircraft</p></li></ul><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Early Access Armament:</p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >6 0.50-inch (12.7 mm) M2 Browning machine guns</p></li><li><p class=\"bb_paragraph\" >8 5-inch (12.7 cm) High-Velocity Aircraft Rockets (HVAR)</p></li><li><p class=\"bb_paragraph\" >Tiny Tim 11.75&quot; rocket</p></li><li><p class=\"bb_paragraph\" >Bat bomb ASM-N-2</p></li><li><p class=\"bb_paragraph\" >External fuel tanks and bombs up to 4,000 lb (1,800 kg)</p></li></ul><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Essex-class aircraft carrier (WWII era)</p><p class=\"bb_paragraph\" >The Essex-class aircraft carrier, a pivotal component of US naval power during World War II, stands as the most numerous class of capital ships of the 20th century. Comprising 24 vessels, the class featured both &quot;short-hull&quot; and &quot;long-hull&quot; configurations. Fourteen of these carriers actively participated in combat operations during World War II. Remarkably, none were lost due to enemy action, although several sustained significant damage from aerial assaults. Essex-class carriers formed the backbone of the U.S. Navy from mid-1943. Supplemented by the three Midway-class carriers introduced shortly after the war, they remained central to U.S. naval strength until the advent of supercarriers in the 1950s.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Designed to accommodate a larger air group and unconstrained by the limitations of pre-war naval treaties, the USS Essex, the lead ship of the class, was notably larger than its predecessors such as the Yorktown-class carriers. It was over sixty feet longer, nearly ten feet wider, and more than a third heavier. Significant improvements were made to machinery arrangement and armor protection compared to earlier designs. These enhancements, coupled with the installation of a greater number of anti-aircraft guns, considerably augmented the ships' survivability in combat.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The original aircraft complement, colloquially known as the &quot;Sunday Punch,&quot; represented the carrier's primary offensive capability. This air group typically consisted of 36 fighters, 36 dive bombers, and 18 torpedo bombers.</p><p class=\"bb_paragraph\" >Essex-class aircraft carriers were extensively equipped with advanced radar systems, including height-finding radars, air-search radars, fighter-direction radars, and fire-control radars, in addition to sophisticated anti-aircraft directors. Their defensive armament suite included 12 5-inch (127 mm) guns, between 32 and 72 40mm Bofors guns, and between 55 and 76 20mm Oerlikon cannons, providing robust protection against aerial threats.</p><p class=\"bb_paragraph\" ><strong>WWII Imperial Japanese ground units</strong></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The module comes with following units:</p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Type 3 80mm AA gun</p></li><li><p class=\"bb_paragraph\" >Type 88 75mm AA gun</p></li><li><p class=\"bb_paragraph\" >Type 89 I Go medium tank</p></li><li><p class=\"bb_paragraph\" >Type 94 Isuzu truck</p></li><li><p class=\"bb_paragraph\" >Type 94 25mm AT/AA gun on Isuzu truck</p></li><li><p class=\"bb_paragraph\" >Type 96 25mm AT/AA gun</p></li><li><p class=\"bb_paragraph\" >Type 95 Ke Ni light tank</p></li><li><p class=\"bb_paragraph\" >Type 98 So Da armoured personnel and ammunition carrier</p></li></ul><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >These units - along with the Essex - are available to all DCS players.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Additional module content:</p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >8 training missions</p></li><li><p class=\"bb_paragraph\" >7 single player missions</p></li><li><p class=\"bb_paragraph\" >42 instant action missions (Caucasus, Channel, Marianas, Nevada, Normandy, Gulf, Syria)</p></li><li><p class=\"bb_paragraph\" >Illustrated manual in English language.</p></li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语, 西班牙语 - 西班牙, 俄语<strong>*</strong>, 捷克语, 法语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/411940/4674b08d729ffd1d0a42cb29bdf41efe1a339739/header.jpg?t=1750345059",
    "developers": [
      "Eagle Dynamics",
      "Magnitude 3 LLC"
    ],
    "publishers": [
      "Eagle Dynamics"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 33400,
      "final": 33400,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 334.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2025 年 6 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 31,
        "description": "支持 VR"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 6,
      "total_negative": 6,
      "total_reviews": 12
    }
  }
}