{
  "412220": {
    "name": "DDNet",
    "steam_appid": 412220,
    "required_age": 0,
    "is_free": true,
    "description": "Prepare for the hardest cooperative 2D precision platformer! Get up to 64 friends together, meet new people from all over the world, and help each other through thousands of maps! Play with your best friend and beat worldwide records! You will see the best and worst in your teammates when they save you from certain death or leave you behind in the dust. We've developed DDNet for over 9 years now and made it greater than ever! It has been totally free since development started and will always stay free. It's also open source, so the entire community is invited to help improve it with great new ideas!<br />\r\n<br />\r\nCollect cool weapons, each with their own purpose, and use them to save your teammates. Use your grappling hook to climb through tunnels and up mountains. DDNet requires a lot of skill, coordination and practice. Our friendly online community will help you fall in love with this unique cooperative game.<br />\r\n<br />\r\nFeeling creative? Custom maps can be built in the editor. An active community contributes new great maps every month, adding to DDNet's collection of thousands of maps.<br />\r\n<br />\r\nOfficial DDNet servers run in Germany, Poland, USA, Canada, Russia, China, South Korea, Japan, Singapore, India, Chile, Brazil, South Africa and Australia. They're all connected, so you can compare ranks with players around the world. Download DDNet today and compete for ranks worldwide!",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 荷兰语, 匈牙利语, 波兰语, 葡萄牙语 - 巴西, 俄语, 简体中文, 瑞典语, 繁体中文, 土耳其语, 乌克兰语, 意大利语, 捷克语, 丹麦语, 挪威语, 阿拉伯语, 保加利亚语, 芬兰语, 希腊语, 日语, 韩语, 葡萄牙语 - 葡萄牙, 罗马尼亚语, 阿塞拜疆语, 白俄罗斯语, 波斯尼亚语, 加泰罗尼亚语, 爱沙尼亚语, 加利西亚语, 吉尔吉斯语, 塞尔维亚语, 斯洛伐克语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/412220/header.jpg?t=1757418450",
    "developers": [
      "DDNet Team"
    ],
    "publishers": [
      "DDNet Team"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}