{
  "412290": {
    "name": "The Dreamlord",
    "steam_appid": 412290,
    "required_age": 0,
    "is_free": false,
    "description": "One of the few First Person Platformers ever created! <br>Fight your way out of this dream world created by the dreamlord just for you.<br><br>Collect Dreamlord powers, Mind Fragments and lost memories. Jump from platform to platform in order to reach the end portal in time and escape. The Dreamlord has given you jump pads, teleports, elevators, anti-gravity devices and lots of platforms to jump on and get to the end. Prove to him you are worthy of waking up. <br><br>If you fail, you will remain in the dream world... Forever!<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>17 different objects which combine to create different puzzles. <br></li><li>20 different levels with 3 difficulty options, plus a Hardcore mode, for old-school gamers! <br></li><li>3 unlockable powers - Double jump, Second chance and Move obstacles. <br></li><li>Realistic physics simulation, real-life gravity acceleration. <br></li><li>Voice overs. <br></li><li>Collectible Mind Fragments and lost memories. <br></li><li>Detailed graphics with normal mapping, specularity mapping... <br></li><li>Expansion system including level packs, model packs, voice overs &amp; sfx, events <br></li><li>Awesome In-game Level Editor. You never leave the dream world...</li></ul>Dive in a dream environment filled with traps and obstacles and find the exit. Its your only chance to wake up again!<h2 class=\"bb_tag\" >Objects:</h2>Apart from the regular columns, there are:<br><ul class=\"bb_ul\"> <li>Mind fragments - give more time and recover lost memories. <br></li><li>Power fragments - take them to unlock a certain power. <br></li><li>Jump platforms - makes your legs stronger to jump higher. <br></li><li>Anti-gravity platforms - reverse your gravity when you're under it. <br></li><li>Moving platforms - move back and forth in fixed intervals. <br></li><li>Breakable glass platform - it breaks when you get off. <br></li><li>Disappearing platforms - they start to fade away once you step on them. <br></li><li>Fireball trap - shoots fireballs at fixed interval. <br></li><li>Teleport - teleports you to a different part of the level. <br></li><li>Button Activated platforms - hidden, until you press the corresponding button. <br></li><li>Elevators - go up and down. <br></li><li>Sinking platforms - going down when you step on it. <br></li><li>Transparent platforms - mainly to confuse you about the main path or to hide a different path.<br></li><li>Spikes trap - activate after you step on a column above the spikes or show/hide on fixed interval. <br></li><li>Teleport trap - shoots teleports that will take you to the beginning of the level without resetting anything. <br></li><li>Swinging metal ball - it'll push you off a column. <br></li><li>Hanging spikes - start sinking when you step under them.</li></ul><h2 class=\"bb_tag\" >Download expansion packs</h2>The Expansion Manager allows you to download an expansion pack from our official page, or from a friend and play it right away in the game, without any complications.<h2 class=\"bb_tag\" >The Expansion Manager</h2>The Level Editor (Expansion Manager) is built into the game. It uses the gameplay as a base which allows you to test the level while you're creating it with the same physics and movement as a regular player. <br>In the Expansion Manager, you can easily change the order of the levels for an expansion pack, change the goal times, create/move/delete or modify objects with only a few buttons. After you're done, you can just archive the expansion folder and share with your friends or other players around the world, giving them a little more diversity. You can also upload it on the official Dreamlord page for everyone to enjoy.<h2 class=\"bb_tag\" >Information</h2>You can find more info at my official website or at the Online Game Manual.<br><br>Thank you for reading, I hope you enjoy my game! <br>Ven Mesechkov, <br>Mesetts Software.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/412290/header.jpg?t=1512421959",
    "developers": [
      "mesetts"
    ],
    "publishers": [
      "New Reality Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 13 日"
    },
    "categories": [
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 1,
      "total_negative": 4,
      "total_reviews": 5
    }
  }
}