{
  "412360": {
    "name": "SightLineVR",
    "steam_appid": 412360,
    "required_age": 0,
    "is_free": true,
    "description": "If there's a table in the kitchen and you look away from it, is it still there where you're not looking?<br><br>SightLine is an award winning virtual reality experience based on the concept of missing object permanence and affecting the virtual world simply by observing it, creating a surreal dream-like experience that messes with your most natural instincts, something that can only be fully experienced with power of VR.<br><br>This includes the popular <strong>SightLine: The Chair</strong> experience, originally designed for Oculus Rift DK2. This is crafted as introductory experience into VR, demonstrating power of this technology to create familiar worlds and settings as well as realities that behave unlike anything that you might know.<br><br>Additionally the original <strong>SightLine 2013 VR Jam experience</strong> for DK1 has been remastered and updated with latest OpenVR SDK, making it playable with modern VR headsets. This version offers a narrative and based experience with action and puzzle solving built around the same core mechanic.<br><br><br>Both demos are <strong>available for free</strong> on the main website as they have been for the past few years, but your purchase on Steam helps support the developers and help them continue focusing on developing virtual reality applications.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/412360/header.jpg?t=1527120855",
    "developers": [
      "Frooxius",
      "Louis Arrigoni",
      "Ondrej Pultar"
    ],
    "publishers": [
      "Solirax"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}