{
  "412390": {
    "name": "Lucadian Chronicles Demo",
    "steam_appid": 412390,
    "required_age": 0,
    "is_free": true,
    "description": "Lucadian Chronicles is a strategy, puzzle and card-collecting game with a full single-player campaign and multiple competitive online modes. <br><br>In Lucadian Chronicles each card has a variety of stats and abilities, as well as a color and cost. The heart of the game is creating teams that conform to color and cost limits while taking advantage of card synergies to conquer the opponent's team.<h2 class=\"bb_tag\" >Demo Details</h2>The demo allows players to play the competitive League and Draft modes, as well as play the first set of maps in the single-player campaign.<h2 class=\"bb_tag\" >Single Player</h2>The single-player portion of the game has a full story with branching paths. It's designed to test the strategy limits of the player with challenging optional branches and objectives.<h2 class=\"bb_tag\" >Multiplayer Leagues</h2>In Leagues you join a pool of other players and fight them asynchronously. League play stresses the overall strength of your collection, the ability to identify trends in the meta strategy, and to adapt to what the players in your specific leagues are doing.<h2 class=\"bb_tag\" >Multiplayer Drafts</h2>Draft mode is a real-time pure test of skill in which all players begin on even footing, regardless of existing collection. In drafts you first pick the cards you'll use , then enter a mini-tournament in which you have access to only those cards.<h2 class=\"bb_tag\" >Cross-platform Play</h2>The Steam version of Lucadian Chronicles allows for matchmaking in both leagues and drafts with the existing Wii U player base.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>A full single-player story mode<br></li><li>Asynchronous multi-player league play<br></li><li>Real-time draft tournaments<br></li><li>Over 100 cards beautifully illustrated cards to use and collect<br></li><li>No microtransactions of any kind</li></ul><h2 class=\"bb_tag\" >Note: Lucadian Chronicles Requires an Internet Connection in All Modes</h2>Lucadian Chronicles requires a persistent internet connection to play, including in the single-player modes.<br><br><br>All the major logic and account data is server-based. This is to prevent cheating while maintaining consistency between the single and multi-player modes, to allow us to fix rules problems, edit text and tutorials, add challenges, etc, without requiring client patches or running into versioning problems.<br><br>If this is a problem for you for whatever reason we understand. We want to be up front about the game requirements while ensuring players that these requirements exist for legitimate reasons not related to DRM or data collection. (The game contains no DRM or data collection of any kind beyond basic gameplay stats)",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/412390/header.jpg?t=1649355747",
    "developers": [
      "Dark Roast Entertainment"
    ],
    "publishers": [
      "Dark Roast Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 1 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}