{
  "412580": {
    "name": "Order of Battle: Morning Sun",
    "steam_appid": 412580,
    "required_age": 0,
    "is_free": false,
    "description": "In summer 1937, renewed tensions between Japan and China escalate into open war: The Second Sino-Japanese war has begun.<br><br>Order of Battle: WWII comes back to the Pacific Theatre, covering one of the cruellest but most underrated conflicts of the Second World War period.<br><br>In Order of Battle: Morning Sun you take control over the Japanese forces fighting for territorial expansion and rich Chinese resources. The conflict soon turns into a massive all-out war between the two sides during the Battle of Shanghai. While the Chinese forces are numerically superior, they have suffered from internal conflict and are poorly equipped with outdated weapons. The recently modernised Japanese Army on the other hand is well trained and experienced, but as the war drags on it gets increasingly overstretched, allowing the enemy to regain the initiative at several occasions...<br><br><strong>New units</strong><br><br>Japanese armies have been reinforced with several new units including biplane fighters and bombers such as the Ki-10, D1A and A4N1, the Sōkō Sagyō Ki flamethrower-equipped engineering vehicle and Type 89 medium tanks. The Chinese rely heavily on foreign arms deals, resulting in a diverse arsenal made up from Soviet Polikarpov fighters, Tupolev bombers and T-26 tanks, German Panzer I's, Sdkfz 221/222 armoured cars and 37mm PaK guns, Italian L3/33 tankettes, British Gloster Gladiators and many more. Nations now also have access to Cavalry units and Horse Transportation for towed guns. In total, almost 100 new unit types have been added to the game.<br><br><strong>Scenarios</strong><br><br>Beiping-Tianjin<br>Operation Chahar<br>Shanghai<br>Xuzhou<br>Lanfeng<br>Wuhan<br>Nanchang<br>Changsha<br>South Guangxi<br>Guandong Offensive<br>Chongqing<br><br><strong>New features</strong><br><br><ul class=\"bb_ul\"><li><strong>Construction Group unit</strong> allows players to construct small airstrips on locations of their own choosing.<br></li><li><strong>Horses</strong>: These brave and loyal animals played a vital role in the war, and are now included in the game as part of Cavalry units and Horse Transportation.<br></li><li><strong>New terrain types</strong>: Plow through muddy Rice Fields and fight along the Great Wall of China.</li></ul>",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/412580/header.jpg?t=1611669526",
    "developers": [
      "The Artistocrats"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 1 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 3,
      "total_negative": 0,
      "total_reviews": 3
    }
  }
}