{
  "413030": {
    "name": "Mytheon",
    "steam_appid": 413030,
    "required_age": 0,
    "is_free": false,
    "description": "Mytheon is a light MMO-RPG which can be played solo or as a group which combines elements of action RPGs and collectible card games.  You create an avatar from one of three classes and collect stones of power which act as your spells, abilities and pets.  Using the stones, you can explore 14 different adventure areas to collect loot and new stones.  Your ultimate goal is to defeat Zeus and the Greek pantheon of gods on Mount Olympus.  Welcome to the world of Mytheon, Stonecaster!<br><br>Originally released in 2010 as a free-to-play Action-RPG MMO, the game has been slightly redesigned to support a simple one-time purchase for all core content.  <br><br><strong><h2 class=\"bb_tag\" >Key Features</h2></strong><br><ul class=\"bb_ul\"><li>Explore on your own or meet up with friends to defeat the gods.<br></li><li>No microtransactions!<br></li><li>Three classes with unique stone sets.<br></li><li>Unique combat system using randomized “stones of power” to summon powerful minions and spells to the battlefield.<br></li><li>Over 130 stones of power to collect; create battle sets (“decks”) from your collection to take to adventure zones.  Customize your battle set to face your foes.<br></li><li>Hang out with your friends in Argos, the Greek hub zone.  Argos holds all of the shops, quest-givers and lore for the world of Mytheon.<br></li><li>14 instanced adventure zones to explore, including two end-game max level zones.  Each zone has a final boss that will require great skill or a group to defeat.<br></li><li>Play solo or group with three additional friends to face tough foes.<br></li><li>Three dueling arenas to practice your skills against friends.<br></li><li>Three PvP scenario maps – face off against another group of players to see who can defeat the boss and collect the chest.<br></li><li>Mail and Broker systems allow you to trade or sell your hard won loot to other players.<br></li><li>Form a guild with like-minded Stonecasters.<br></li><li>Thousands of loot items to find and equip on your avatar.<br></li><li>Hundreds of quests (Labors) available.  All quests are repeatable up to their level cap.<br></li><li>In-game achievements (Feats) available for every adventure zone.<br></li><li>Use the Stoneforge to craft new stones or gear from recipes found in the world, or sacrifice your unneeded stones to try for a new one.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/413030/header.jpg?t=1667951284",
    "developers": [
      "Petroglyph"
    ],
    "publishers": [
      "Petroglyph"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 12 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}