{
  "413110": {
    "name": "Hero's Song™",
    "steam_appid": 413110,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Hero's Song</strong> is an open world roguelike fantasy action RPG with a beautiful 2D pixel art style. Create epic fantasy worlds uniquely shaped by your choices, the power of the Gods, and thousands of years of procedurally generated history. Adventure alone or with up to 25 friends (during Early Access) on your own server and crush your foes. Become a legendary hero in a dangerous and mysterious world of magic and monsters. Explore endless dungeons and ancient cities in long-forgotten lands in search of knowledge, treasure, and the power of the Gods!<h2 class=\"bb_tag\" >A hardcore action RPG for hardcore gamers</h2><br>In Hero's Song, you use the familiar click-to-move and attack controls of classic action RPGs to navigate the battlefield, and outwit, overpower, and overcome your enemies.<br><br><ul class=\"bb_ul\"><li>Challenge yourself to use a wide variety of melee, ranged, and magical abilities and defeat the intelligent tactics of your enemies.<br></li><li>True to its hardcore nature, combat in Hero's Song is dangerous and has very real consequences, including the chance of permanent death.<br></li><li>Friendly fire is always defaulted to &quot;on,&quot; so positioning and precision are very important considerations. Death will come quickly if you think this is a simple clickfest.</li></ul><h2 class=\"bb_tag\" >Create and explore epic fantasy worlds</h2><br>Within a universe crafted by Patrick Rothfuss, the New York Times bestselling author of <i>The Kingkiller Chronicle</i>, the worlds of Hero's Song are living ecosystems with deep histories.<br><br><ul class=\"bb_ul\"><li>Choose a pantheon of gods to dominate your world, influencing not just the physical geography but thousands of years of compelling history, including your hero's bloodlines.<br></li><li>Adventure far and wide across grasslands, forests, deserts, tundra, oceans, and other procedurally generated environments.<br></li><li>Stumble upon your own stories by following a merry band of warriors, rescuing a traveling merchant from a pack of wolves, or slaughtering an entire village.</li></ul><h2 class=\"bb_tag\" >Become a legend</h2><br>In worlds so vast you will never encounter every living being, worthy heroes can accumulate wealth and power beyond imagining, ultimately ascending to godhood themselves.<br><br><ul class=\"bb_ul\"><li>Discover hundreds of crafting recipes and thousands of hard-to-find resources while contending with a horde of dangerous creatures and self-interested factions.<br></li><li>Loot, craft, and steal nearly 8,000 handmade items, including ancient and magical artifacts passed down through the generations and lost to time.<br></li><li>Struggle to survive in a harsh fantasy world, attending to basic needs, camping in the wilderness, and treating injuries and illness.</li></ul><h2 class=\"bb_tag\" >Join a community of heroes online</h2><br>Hero's Song offers an online community of heroes from which you can recruit other players to join you on your adventures, or battle for supremacy on the field.<br><br><ul class=\"bb_ul\"><li>Host your own persistent worlds supporting up to 25 simultaneous players.<br></li><li>Customize your public world, including PvP, permadeath, and the day/night cycle.<br></li><li>Join a public world without a separate game client.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/413110/header.jpg?t=1684174311",
    "developers": [
      "Pixelmage Games LLC"
    ],
    "publishers": [
      "Pixelmage Games LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}