{
  "413870": {
    "name": "Sickness",
    "steam_appid": 413870,
    "required_age": 0,
    "is_free": false,
    "description": "Stats (September 25th 2017)<br />\r\nWord count: 216,000 words<br />\r\nNumber of CGs: 85 (plus variations of several)<br />\r\nNumber of sprites: 32 (mostly minor characters)<br />\r\n31 original music tracks, + 9 CCA-by tracks<br />\r\n<br />\r\n<br />\r\n<br />\r\nSummary/Plot <br />\r\n<br />\r\nSickness is a Visual Novel following the life of Suoh, a high school student turned violent criminal. <br />\r\n<br />\r\nFollowing the deaths of his parents, Suoh is left without a home or source of income. All he has is his twin sister, Sara, who he promises to provide for, even if doing so means throwing his life away. <br />\r\n<br />\r\nUsing the entirety of their savings, the two move to another city, wherein Suoh quickly finds work. Sara commutes to her old school, Suoh works long, physically-demanding hours, and the two survive off instant food, barely scraping by. It isn't a happy life, but they make it work. <br />\r\n<br />\r\nOr at least they did, until a violent outburst set into motion a rapid descent. <br />\r\n<br />\r\nAmid a physical altercation with his boss, Suoh blacks out, waking up to find a corpse laying at his feet. His knuckles bloody, his muscles aching, he realizes that he has just murdered his boss, the person responsible for his continued well-being. But rather than lament the loss of life, all Suoh can think of is how badly he needed the money, and what he'll do next to get it. <br />\r\n<br />\r\nDrawn by the scent of blood, one of Suoh's coworkers, a young man with criminal connections, offers him a not so legal revenue stream, one encouraging violent behavior and rewarding the capable. <br />\r\n<br />\r\nAnd from there, everything spirals out of control. <br />\r\n<br />\r\nAs it turns out, Suoh has a knack for crime, and the petty reservations he had about such acts don't last long. For the well-being of his sister, as well as his own self-interest, he becomes a killer for hire, taking out people anybody his new boss tells him to. He quickly adapts to life as a killer, adopting a double life his sister can never know about. <br />\r\n<br />\r\nBut his new life is not without trouble. Facing death on a weekly basis is only the beginning; between avoiding police detection, eyewitnesses, and even the malice of his fellow professional killers, Suoh's new life looks to be the death of him. <br />\r\n<br />\r\nWill Suoh manage to survive long enough to keep his promise to his sister? Will he turn tail and escape from this life of crime, finding solace in the company of someone or something else? Or will he be hunted down and killed before he ever gets the chance? <br />\r\n<br />\r\n<br />\r\nMain Characters <br />\r\n<br />\r\nSara Tesla - Suoh's twin sister <br />\r\n<br />\r\nSara is a high school student who harbors complex feelings. To her brother, Sara is an angelic sister with a loving nature and endless affection; an image she cultivates and builds on daily. To everyone else, however, Sara is narcissistic and thoroughly two-faced. <br />\r\nFamily aside, Sara doesn't care for other people in the slightest, and as a result of her desperately trying to hide this fact, her family mistakenly believe Sara to be bipolar. <br />\r\n<br />\r\n<br />\r\nKarasu - An up and coming crimelord <br />\r\n<br />\r\nKarasu builds his wealth through a variety of &quot;services&quot;, including, but not limited to, gambling, corporate espionage, and organ trafficking. Above all, however, Karasu is most famous for providing &quot;waste disposal&quot; for neighboring towns, whether they request his services or not. <br />\r\nHis ultimate goal is to build an empire he can share with his beloved &quot;children&quot;; interesting individuals he has taken under his wing and granted a new lease on life. <br />\r\nThough many view him as a sadistic narcissist who will stop at nothing to obtain what he wants, Karasu is ultimately a simple businessman who displays affection only for a chosen few. <br />\r\n<br />\r\n<br />\r\nSai - Karasu's right-hand man <br />\r\n<br />\r\nSai is Karasu's most trusted and capable employee, responsible for overseeing his most lucrative business ventures, despite always working in the shadows. He is also responsible for “breaking in” new recruits, and as such becomes Suoh's teacher. <br />\r\nUnrivaled in what he does, Sai is a ruthless killer who feels no remorse; those who get on his bad side seldom live long enough to realize it. <br />\r\nThe only things more important to Sai than his work are his daughter's well-being and happiness. <br />\r\n<br />\r\n<br />\r\nMisa - Sai's daughter <br />\r\n<br />\r\nMisa is a teenage girl who wishes for a normal life. <br />\r\nBeing the daughter of a professional killer (and protective father), however, Misa has trained from a young age in order to protect herself from the dangers of the world, and in doing so inevitably became aware of her father's line of work. <br />\r\nAs her father's work absorbed her life, Misa adapted her skillset to match those of a killer, using her youth and small figure to become the youngest and most discreet killer among her peers. <br />\r\nOutside of work, Misa is still just a young girl. She's very friendly, once she warms up to someone, and is protective of those close to her.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/413870/header.jpg?t=1683924552",
    "developers": [
      "Zetsubou"
    ],
    "publishers": [
      "Unwonted Studios",
      "Zetsubou"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 1 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": {
      "total": 10,
      "highlighted": [
        {
          "name": "Professional failure",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/413870/5b93b472115084edba8ae0e723726ecb29229ee3.jpg"
        },
        {
          "name": "Opportunity lost",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/413870/2a7da8fecead659a9d76c075e751244d0bda28af.jpg"
        },
        {
          "name": "Headcase",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/413870/9b4306c2eb58bab76b1c74a7aad72f548fc292af.jpg"
        },
        {
          "name": "Bleed the lizard",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/413870/4ff43c1d7323f690a72bc49321c047bab44dcee5.jpg"
        },
        {
          "name": "Master of seduction",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/413870/0ee9f109131c998f4c79cf65ac780e547f810ad7.jpg"
        },
        {
          "name": "Professional bludger",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/413870/70cd714ab9a3add77c505c4eebeaa323940fdc8b.jpg"
        },
        {
          "name": "Love from beyond",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/413870/8b834384cc76ccb5c68ef277164ffaaf5a0fdc70.jpg"
        },
        {
          "name": "Silver lining",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/413870/76bfa5d26a82250fa26ff00ac40da4d3b3217024.jpg"
        },
        {
          "name": "Die Happy",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/413870/577ded933f8bc675dd7c7003a808c038ca3d8493.jpg"
        },
        {
          "name": "Together Forever ",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/413870/31bef005d27c5c742207d99a42e43d2b72a5593e.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}