{
  "414310": {
    "name": "The Last Federation - The Lost Technologies",
    "steam_appid": 414310,
    "required_age": 0,
    "is_free": false,
    "description": "<ul class=\"bb_ul\"><li>    64 new racial techs create personality-specific developments to parallel the existing Thoraxian Evolutions.  The Thoraxians can't have ALL the fun.<br></li><li>    New Tech Race game mode: win the science race before any of the main races do.<br></li><li>   Techs now have &quot;side effects&quot; that can be directly beneficial to you -- or other races -- in combat.<br></li><li>    Champions: enemies that show up in combat (more on harder difficulties) and use flagship abilities that were previously your exclusive domain.<br></li><li>    Gorgeous new Ring World planet type, home to a very fragile ecosystem.<br></li><li>    More new stuff: 12 techs for everybody, 7 flagship abilities, 2 formidable turrets, and 1 new mission.</li></ul><h2 class=\"bb_tag\" >About The Expansion</h2><br>This expansion is focused on filling in all sorts of small pieces of the game that could use a bit of extra content, as well as adding some larger features with a surprisingly high impact.  Take tech side effects, for instance: they add dual motivations to getting any tech.  Do I want that tech in order to give it to some other race, or do I perhaps just want it to beef up myself a tad?<br><br>All of the races feel more unique in terms of how they evolve based on their new race-specific techs in the tech tree, and there are even 8 Hydral techs that you can go on a new mission type in order to find.  Champions add a new element to combat where you may need to avoid a specific enemy ship that is doing... something strange and unexpected.  You can easily tell the champion ships by their purple glow, and they have a way of exerting a bit of gravity -- so to speak -- on their part of the battlefield.<br><br>Last but not least, the new Tech Race game mode sees you focused on techs to the exclusion of all the usual politics or conquest.  One of the tricky things is of course that you can't let any of the other races take over the solar system while you do this.  But even more so, you have to partner with other races in order to advance your own scientific interests.  Just don't partner with any race for too long, or you might find them leaving you in the dust...",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/414310/header.jpg?t=1754320350",
    "developers": [
      "Arcen Games",
      "Arcen Extended Team"
    ],
    "publishers": [
      "Arcen Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2900,
      "final": 2900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 29.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 11 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}