{
  "414470": {
    "name": "Nightmare on Azathoth",
    "steam_appid": 414470,
    "required_age": 0,
    "is_free": false,
    "description": "It starts on the 4th day. Ever since you arrived on this planet, you've felt a dark influence. You've lost all memories of your previous self. Who you've become is an even bigger mystery. The darkness hides the truth, and maybe it is in the darkness the truth should remain hidden. Something sinister has happened, but you don't know exactly what took place. These dark silent ones, why do they want to kill you? When death arrives, why does it start all over again... You know you have to escape this planet, and this endless time loop. Yet there is something itching your mind, something tells you you'll have to do more than just escape...<br><br><br><strong>Features</strong><br><br>-Very subtle dark story told by collecting memory fragments<br><br>-Enemies that increase in numbers as time goes by (spend too long and it will become very challenging)<br><br>-Gather enough meteorite and fuel to power your spaceship to escape<br><br>-Robots allies that will help in collecting resources, or resources you've tagged<br><br>-This planet was named after the blind idiot god Azathoth. When traversing outside the base the darkness can be blinding, it is essential to use your flashlight and radar to help find memory fragments and meteorite. This planet was also named after Azathoth for many other reasons...<br><br>-You can get sustenance in your base, but getting food requires going out and scavenging buildings<br><br>-To escape requires balancing your body's needs with keeping the base running along with collecting fuel and meteorite for your spaceship. How you balance these task's will determine how quickly you can escape the planet. Not paying enough attention to your sustenance level, and being too far from base will lead to death<br><br>-Saving is an important resource. It requires converted matter, in which you can enter an altered reality with the same time, and resources accumulated along with respawning everything. You can also use it to restore your health, but be wary it will reset bullet counts and weapons. When you choose to save will become strategic<br><br>-The silent ones blend in with complete darkness, you'll have to rely on the reflection of their skin to shoot them correctly. Be wary take too long to aim,  and they'll teleport<br><br><strong>--Simple Multiplayer</strong><br><br>-Invade other worlds with the ability of summoning a huge silent one(Time it right and give other players a great jump scare)<br><br>-Play from the perspective of the enemy, and see how they really perceive you",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/414470/header.jpg?t=1576720265",
    "developers": [
      "Modesto Rabena"
    ],
    "publishers": [
      "Divergent Game Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}