{
  "414580": {
    "name": "Uriel's Chasm 2: את",
    "steam_appid": 414580,
    "required_age": 0,
    "is_free": false,
    "description": "את is a fantasy &quot;Mega-PC&quot; rom hack. In את (&quot;et&quot;) you play as a young girl who has been sent into another dimension as a sacrificial offering.<br><br>You have been showered with mercy and adopted as a daughter by a mysterious entity known as The Abstraction. You are charged with cultivating a garden paradise on a barren frame in the middle of space, for a mysterious suitor who is to come.<br><br>Lately you have been having strange prophetic dreams in which other dimensions have been sending anti-matter tributes and sacrifices, all in a effort to win your hand and share your paradise.<br><br>Also, a mysterious glitch in the very fabric of your reality called Mayim has started to show up. Reality bends as everything at the quantum level is digitized and rerouted to an eerie abandoned carpark in Nauseous Pines.<br><br><ul class=\"bb_ul\"><li> All the game styles!!, proto-bullethell boss rush is just the beginning as you are plunged into crazy game style combinations including configurations such as frogger, space invaders, california games surfing and fire fighting<br><br></li><li> Allegorical story that dramatically furthers the Nauseous Pines/Uriels chasm universe of Railslave games.<br><br></li><li> Innovative mechanics, graze fruit to fill your rainbow anti-matter launcher, travel closer to the action to raise the risk bar and spin the fruit machine.<br><br></li><li> Punchy full Yamaha FM OST made on synths close to the actual Mega PC and influenced by a wide variety of styles from Indian Bhangra to Technosoft's Thunderforce series.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/414580/header.jpg?t=1591971885",
    "developers": [
      "Rail Slave Games"
    ],
    "publishers": [
      "KPL"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 11 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}