{
  "414770": {
    "name": "Bionite: Origins",
    "steam_appid": 414770,
    "required_age": 0,
    "is_free": false,
    "description": "Bionite: Origins is a tactical shooter game based on vehicles. The game uses a combination of aircraft and tank physics to produce a unique gaming experience based on hover propulsion. This game is all about tactics. Gamers that want to be challenged on their ability to coordinate AND participate in combat need to check this game out.  Bionite: Origins simulates a real time battlefield using a multitude of vehicles and characters. Players can participate as Commanders or Pilots. Commanders can: build bases, manage resources, command troops, coordinate and issue orders, assign assets to other players, and participate in battle in first person. Commanders can also use a &quot;command view' that is an articulating satellite view for quick and efficient base building and executing battlefield tactics. Pilots can drive various vehicles or play as a character, with a seamless transition into or out of the tank cockpits.  Pilots do not have any commanding abilities however wingmen can be assigned to their squad by the Commander.  Once a wingman has been assigned to a Pilot, that player can issue orders and command only the wingmen in their squad.<br><br>The game is designed for online head to head games of 1 vs 1, however games can consist of up to 8 player on each team. Also included are a set of singleplayer missions that introduce new players to the command system. During the missions players can learn more about what Bionite and Spectralite are and how to use them during a multiplayer match.  The missions also teach players how to issue commands to the various vehicles to set up bases, defend assets, and attack enemies. This game is not for people with short attention spans!!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/414770/extras/cda587e4c08c6c87565ba906e0d12afb.avif?t=1641926588\" width=600 height=886 /></span>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/414770/header.jpg?t=1641926588",
    "developers": [
      "Platoon Studios"
    ],
    "publishers": [
      "Platoon Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4000,
      "final": 4000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 40.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}