{
  "414810": {
    "name": "Observatory: A VR Variety Pack",
    "steam_appid": 414810,
    "required_age": 0,
    "is_free": false,
    "description": "Observatory is a four-pack of VR content for the Oculus Rift, HTC Vive, and potentially other headsets later on.  It includes three games and a music video - but we're halfway through a (hopefully) two-year development cycle, so all of the items in the pack are in different stages of development.  Two have been cleaned up to be suitable for launch, and these are accessible by default (&quot;Phantasmagoria&quot; and &quot;Hamster Slide&quot;).  The other two are only available if you're curious enough to opt in, as they are <i>significantly</i> less developed.  These will be added to the default branch over time.  <i>(More info above, in the Early Access section)</i><br><br>Our overall intent is to test out some different in-game uses of VR headsets by making small-but-still-substantial experiences with as much variation between them as we can:<br><br><ul class=\"bb_ul\"><li>A musical trip through space<br></li><li>A procedurally generated downhill racer<br></li><li>A microscopic spacejet-horror game<br></li><li>An animal-based island puzzler<br></li><li><i>The pack will also include a (short) eBook which provides some extra backstory (the pack's overall narrative is related to our previous game, Not the Robots, and to our older Flash games) - if that's your kind of thing</i></li></ul><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/414810/extras/86a67a49f2db148447188f9be4c319eb.avif?t=1468193690\" width=600 height=100 /></span><h2 class=\"bb_tag\" >Status:  Complete</h2><strong>Vertigo:  Medium</strong><br><br>&quot;Phantasmagoria&quot; is a song by Icky Blossoms from their latest album Mask (Saddle Creek Records).  We made the official music video by taking a description of a trippy space-traveling sequence that the band wrote and approximating it into a realtime cutscene.  A 360-panorama version of Phantasmagoria will also be available for free, but we earnestly recommend the real-time version if you have a headset.  The free demo for Observatory contains the music video in full!<br><br><i>&quot;Trust me, it's worth the journey.&quot; - Ben Kuchera, Polygon</i><br><br><i>&quot;The bold, creative revelations of MTV's yesteryear are clearly being reborn in VR by folks like 2DArray. Amazing work!&quot; - Job J Stauffer, Telltale Games</i><br><br>____________________________<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/414810/extras/6032e337708e84053370895fec552a89.avif?t=1468193690\" width=600 height=100 /></span><h2 class=\"bb_tag\" >Status:  Beta</h2><strong>Vertigo:  Spicy</strong><br><br>&quot;Hamster Slide&quot; is a downhill racing game where you generally try to spend as much time as possible in the air.  A combination of in-air boosting and gliding lets you skip huge sections of tracks (like on a certain road that is also a rainbow) - as long as you can still hit all of the checkpoints.  A new track is procedurally generated every day, and today's race always has live high scores with automatic replay sharing - so even though it's not live multiplayer, you can still see other real players racing by.<br><br>____________________________<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/414810/extras/fc867b38339a6d1fe87f4463b098650f.avif?t=1468193690\" width=600 height=100 /></span><h2 class=\"bb_tag\" >Status:  Prototype</h2><strong>Vertigo:  Medium</strong><br><br>&quot;Antibody&quot; is a spooky spacejet-style game about microscopic submarines acting as medicine.  At the beginning of each round, the player acts as a scout by quietly sneaking around an infected area and identifying as many threats as possible.  When the reinforcements arrive, the player is given more friendlies if they spotted more targets - and everyone gets into an asymmetrical dogfight.<br><br>____________________________<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/414810/extras/49544ad0b8e0dd556f421c52b51d14b8.avif?t=1468193690\" width=600 height=100 /></span><h2 class=\"bb_tag\" >Status:  Prototype</h2><strong>Vertigo:  Mild</strong><br><br>&quot;The Island&quot; is a puzzle game (you guessed it - on an island) that's focused on interactions with strange physics-based animals.  It has two primary goals:  First, to be a short-but-satisfying sequence of puzzles, and second, to be a pleasant setting for relaxation and sandboxing.<br><br>____________________________<br><br><br>We haven't designed the currently-available games for motion controllers, because our main focus has been on on the headset itself.  Over time, we will be adding support for motion controllers for certain parts of the pack, but we'll be avoiding motion input in places where it isn't adding something special.  Specifically, The Island stands out as having great potential for motion controls, because it focuses on close-up interactions.  The other games will support the wand controllers for convenience, but most likely won't depend on motion input for gameplay.<br><br>So far, we've been designing the games to work with a standard gamepad, but if you somehow have a headset and not a controller, the keyboard and mouse will also work.  Everything in the pack will also work on a normal screen.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/414810/header.jpg?t=1468193690",
    "developers": [
      "2DArray"
    ],
    "publishers": [
      "2DArray"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 5 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 31,
        "description": "支持 VR"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}