{
  "415540": {
    "name": "Fantasy Grounds - Call of Cthulhu: Canis Mysterium",
    "steam_appid": 415540,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Constable Clark of Coldwater Falls, was desperate for attention. He'd been in touch with every sanatorium and hospital from New York to Boston and there's not an empty bed to be found since the stock market crash of last year. They're full to brimming with suicidal businessmen and investors. He is holding a man in his jail exhibiting some rather extraordinary behaviors. The delusion is complete and total--he walks on all fours and he won't speak a word. They say he even eats out of a bowl and refuses utensils! Not a shred of human behavior left in him.</i><br><i>The man attacked a young girl before he was discovered. He was found...well...gnawing on part of her leg!</i><br><strong>Canis Mysterium</strong> is an adventure scenario for the Call of Cthulhu roleplaying system, designed to be played in one or more gaming sessions. This scenario is suitable as an introduction to a new campaign or can easily be worked into an established storyline. As written, this adventure is set in and near Arkham of October of 1930, making Chaosium's H.P. Lovecraft's Arkham supplement particularly helpful.<br>Several scenario seeds are offered to keepers who wish to expand and continue the events in this adventure, perhaps giving birth to a new campaign or providing handy subplot sessions to pre-existing campaigns.<br>By Scott Haartman with Nilla, York, and Mclean<br><strong>Requires: </strong>Call of Cthulhu ruleset<br><strong>Converted by: </strong> Colin Richardson<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Call of Cthulhu ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/415540/header.jpg?t=1768357010",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 29 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}