{
  "415570": {
    "name": "Fantasy Grounds - D&D Sword Coast Adventurer's Guide",
    "steam_appid": 415570,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >D&amp;D Sword Coast Adventurer's Guide</h2>Get everything you need to adventure in the Forgotten Realms on the exciting Sword Coast, home to the<br>cities of Baldur's Gate, Waterdeep, and Neverwinter. Crafted by the scribes at Green Ronin in conjunction<br>with the Dungeons &amp; Dragons team at Wizards of the Coast, the <i>Sword Coast Adventurer's Guide</i> provides D&amp;D fans with a wealth of detail on the places, cultures, and deities of northwestern Faern.<br>The <i>Sword Coast Adventurer's Guide</i> is also a great way to catch up on recent events in the Forgotten Realms, to get background on locations featured in the Rage of Demons storyline coming in September, and to learn the lore behind video games like <i>Neverwinter</i> and <i>Sword Coast Legends.</i><br>Here are just a few of the features you'll find in the <i>Sword Coast Adventurer's Guide</i>:<br><ul class=\"bb_ul\"><li>Immersive Adventuring: This campaign sourcebook provides players and Dungeon Masters material for creating vibrant fantasy stories along the Sword Coast.<br></li><li>New Character Options: The book offers new subclass options, such as the Purple Dragon Knight and the Swashbuckler, for many of the classes presented in the Player's Handbook, as well as new subraces and backgrounds specific to the Forgotten Realms.<br></li><li>Adventure in the Forgotten Realms: Discover the current state of the Forgotten Realms and its deities after the Spellplague and the second Sundering. You'll also get updated maps of this area of the Realms.<br></li><li>Compatible with Rage of Demons storyline: Make characters for use with the Out of the Abyss adventure and fight back the influence of the demon lords in the Underdark below the Sword Coast.<br></li><li>Insider Information: Learn the background behind locations, such as Luskan and Gracklstugh, featured in the upcoming digital RPG, Sword Coast Legends, from n-Space.</li></ul>Dungeon Masters purchasing this module can use it to help expand the detail presented to players for other purchased adventures within the Forgotten Realms or to help craft unique experiences. Maps and descriptive text are provided for numerous locations in the world of Faern -- often with hotkeys that take you to more details.<br>This Module Includes<strong><br><ul class=\"bb_ul\"><li>the entire contents of <i>Sword Coast Adventurer's Guide</i> accessory, divided into a Campaign Guide module and a Player's Guide module<br></li><li>image handouts that can be shared with players collectively or individually<br></li><li>maps of overland areas in Faern<br></li><li>37 new portraits that players can use to represent their characters</li></ul>Requirements: </strong> The free Fantasy Grounds virtual tabletop (VTT) software with the built-in 5E Ruleset.<br><strong>Recommended: </strong> D&amp;D Basic Rules, D&amp;D Player's Handbook or D&amp;D Character Customization Pack, D&amp;D Monster Manual<br><i>Adapted for Fantasy Grounds by: </i><strong>TASAgent, and Zacchaeus</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included D&amp;D fifth edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/415570/header.jpg?t=1768357152",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 9000,
      "final": 9000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 90.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 11 月 3 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}