{
  "416020": {
    "name": "Heavy Gear Assault",
    "steam_appid": 416020,
    "required_age": 0,
    "is_free": false,
    "description": "The world of Heavy Gear Assault is unforgiving — but so is your lust for glory. As a pilot on the distant planet Terra Nova, you play the high-stakes game of competitive Gear Dueling. You earn fame and fortune by making a name for yourself on the arena floor. You stand out from the crowd by customizing the look and style of your Gear. You manage corporate sponsors, hire a support staff and fine-tune your Gear's performance in the Gear Bay. You rise to the top, claim your position — and with every cannon shell left in your magazines, you refuse to let go.<br />\r\n<br />\r\nHeavy Gear Assault puts you in control of a multi-ton, humanoid war machine better known as a Gear. The peak of Terra Novan engineering, Gears feature a Rotary V-Engine, an advanced, compact and highly efficient internal combustion engine. For faster speeds, Gears are equipped with a Secondary Movement System (SMS) in the form of either wheels or treads under their feet. Armored with advanced composites and loaded with an assortment of weapons, Gears are the most advanced weapon platform available on Terra Nova.<br />\r\n<br />\r\nIt is up to you to manage and maintain your Gears on the arena floor and off. Customize, upgrade, and equip yours Gears exactly how you like. In combat, you’ll need to balance hydraulic and electric power to keep your Gear moving. Just remember, whether you eviscerate your enemy with relentless firepower or put a precision VibroKatana blade in their back, be sure to do it with style. After all, that's what your fans paid to see.<br />\r\n<br />\r\nINCLUDES: <br />\r\nHeavy Gear Technical Manual 2nd Edition PDF (Quick Reference Guide link)",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/416020/header.jpg?t=1655760554",
    "developers": [
      "MekTek Studios"
    ],
    "publishers": [
      "Stompy Bot Productions"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 2 月 10 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 1,
      "total_negative": 2,
      "total_reviews": 3
    }
  }
}