{
  "416160": {
    "name": "Heresy",
    "steam_appid": 416160,
    "required_age": 0,
    "is_free": false,
    "description": "You take the role of a god influencing the lives of your followers in a medieval setting. Build villages, castles and defend them from raiders. Possess your followers to take direct control over their actions. Advance your civilization for better technologies, buildings, abilities, and equipment.<br />\r\n<br />\r\nFeatures:<br />\r\n<br />\r\nFull RTS capabilities to construct, manage, and fight over your constructions. Automate the duties of your entire empire to focus on what you wish to accomplish.<br />\r\nTake direct control of any of your followers in battle or exploration. Play Heresy as a pure real-time strategy game or examine the game from a 1st or 3rd person perspective.<br />\r\n3 Current game-modes including Siege, Free Build and Onslaught(Survival).<br />\r\n<br />\r\nCombat - melee and ranged fighting with varying damage statistics effecting each body part for a unit<br />\r\nFully Collapsible Buildings - Every building falls realistically given too much damage/fire<br />\r\nResource Gathering - automated and direct collection of wood and ore to create buildings and equipment<br />\r\nInventory - weapons, armor, shields, helmets, clothing and bows to customize each follower's gear<br />\r\nWeapon/Armor Production - specialized buildings allow for your followers forge new weapons<br />\r\nResearch - unlocks new buildings, equipment, and abilities<br />\r\nFamily trees/Reproduction - tracks the generations of followers over time<br />\r\nRoyalty commands - manage your kingdom from the central command building/keep<br />\r\nSquad Control - issue commands individually or as a squad<br />\r\n<br />\r\nThis game is currently in Alpha and not indicative of the full final product. Please note that all listed features are fully functional in the current game, but are subject to changes and improvements.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/416160/header.jpg?t=1453336096",
    "developers": [
      "dark made games"
    ],
    "publishers": [
      "dark made games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 11 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}