{
  "416330": {
    "name": "Revolt",
    "steam_appid": 416330,
    "required_age": 0,
    "is_free": false,
    "description": "Revolt is a 3D dual stick shooter set in the future, where a devastating virus has wiped out most of humanity, and machines have risen up to exterminate the remains of the population. You must take control of Guy, a resistance fighter who has infiltrated into enemy territory, to battle against the robotic hordes and blast through a series of sabotage missions deep in the underground catacombs of a robot factory and beyond. Turning the enemy's technology against them, you'll wield powerful weapons to fight your way to the heart of the cybernetic machine core to discover the source of the deadly virus and uncover who or what is behind the plot to wipe out mankind.<h2 class=\"bb_tag\" >Features</h2><br><strong>== Advanced Gameplay ==</strong><br>Fast paced, strategic gameplay! Use obstacles to take cover behind or outmaneuver your enemy, manage your ammo and grenade supply across your weapon types, coordinate your weapon reloads so you aren't left high and dry, and use dive rolling to dodge fire and blasts.<br><br><strong>== Destructible Environments ==</strong><br>Deny your enemies a place to hide, or use the environments explosive properties to your advantage, almost every object in the game can be destroyed with enough firepower. Leave the battlefield a smoking crater field in your wake!<br><br><strong>== 8 Story Levels and 20 Survival Arenas ==</strong><br>Spend hours battling across a multitude of varying locations in your quest to stop the machines. Survival Mode features random enemy and random map selection so you'll never play the same game twice!<br><br><strong>== 15 Weapons ==</strong><br>5 different weapon types all with unique properties and abilities. Use your Rifle to run and gun, throw Grenades over barriers, lay down suppressing fire with your Heavy MG, or send rockets and missiles directly into the enemy with your Launcher weapons.<br><br><strong>== 8 Unique Enemy Types and a Badass Boss ==</strong><br>Each enemy has their own set of strengths, weaknesses, and behaviors with different weapon types working better against different enemies.<br><br><strong>== Purchase-able Upgrades ==</strong><br>Use the scrap and technology from destroyed enemies to create and upgrade your weapons and armor.<br><br><strong>== 3 Difficulty Modes ==</strong><br>A game for every level of ability.<br><br><strong>== Kickss 3d Graphics ==</strong><br>Sharp 3D environments and beautifully animated characters are punctuated with intense visual special effects.<br><br><strong>== Killer Music and Sound Effects ==</strong><br>Professional sound track creates an eerie atmospheric mood setting with hard hitting sound effects that drive home the on screen action!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/416330/header.jpg?t=1453814985",
    "developers": [
      "Explosive LLC"
    ],
    "publishers": [
      "Explosive LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 1 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}