{
  "416480": {
    "name": "Anno 2205™ - Season Pass",
    "steam_appid": 416480,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >TUNDRA </h2>Expand your corporation’s dominion with the new Tundra sector Vanha Plains. Enjoy the new environment: roam the marshes, cross the fjords and observe the muskoxen. Explore the sector with your new high-tech aircraft.  Establish exclusive Tundra production chains to supply production everywhere on Earth.<br><br><ul class=\"bb_ul\"><li>Big continental sector enlarges corporation<br></li><li>New Tundra environment offers diversity<br></li><li>New command aircraft strengthens vehicle gameplay<br></li><li>Biggest sector project so far adds story, quests and gameplay features<br></li><li>New character enriches the world of Anno 2205<br></li><li>New building type enhances production everywhere on Earth<br></li><li>New production chains cultivate the Tundra plains</li></ul><h2 class=\"bb_tag\" >ORBIT </h2>Expand your corporation’s dominion into space itself. Take over the new orbital sector and build your very own space station there. Recruit the bravest men and women amongst your employees and settle them in orbit. Construct research modules to individually upgrade and tweak your space station. Supply your scientists to create powerful global research effects, boosting all of your sectors.<br><br><ul class=\"bb_ul\"><li>Unlock the new orbital sector<br></li><li>Create your own orbital space station<br></li><li>Build powerful research modules in space<br></li><li>Supply your scientists in orbit<br></li><li>Global science effects to boost all sectors</li></ul><h2 class=\"bb_tag\" >FRONTIERS</h2>Face a final challenge for your corporation. Enjoy three new sectors, each featuring special sector projects and challenges. Unveil the new high-level Synthetics faction that will greatly increase your demand in rare materials. <br><br><ul class=\"bb_ul\"><li>Madrigal Islands offer traditional Anno flair in the temperate setting with lots of smaller Islands to expand on.<br></li><li>Savik Province is a continental Arctic Sector that invites players to travel the vast snowfields by unearthing geysers to gain new lands.<br></li><li>Greentide Archipelago will allow you to unveil a precursor facility and wake up the Man-Machine Synthetics, a new faction with high-level demands.<br></li><li>Synthetics level is the final challenge for all Anno experts as they will require lots of high-level materials. <br></li><li>Military missions can now be played in regular sectors.<br></li><li>Unique ornaments which display your corporation logos in your cities.  </li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙, 波兰语, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/416480/header.jpg?t=1476293172",
    "developers": [
      "Blue Byte"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 9800,
      "final": 9800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 98.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 11 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 1,
      "total_negative": 3,
      "total_reviews": 4
    }
  }
}