{
  "417920": {
    "name": "Mistfal",
    "steam_appid": 417920,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Description:</h2>Mistfal is a psychological thriller in a spirit of Stephen King's novels and HP Lovecraft. The literary basis - a diary of the protagonist and the chapters of the diary follow the levels of the game. The Gameplay represents an old school survival horror with stealth elements. The literary basis is inseparable from the gameplay as well as the curiosity is inseparable from the fear.<h2 class=\"bb_tag\" >Story:</h2> The protagonist is a retired soldier who fought against terrorism in the Middle East and Afghanistan. He came back home where the tragedy awaited him - his wife died. Сurrently he had to raise his son alone. One day he and his son went on a picnic together to the abandoned National Park &quot;Mistfal&quot;. Once upon a time, in childhood, the main character used to came there with his father. Now he tries to investigate the sinister story that led to the closure of the park. Suddenly the picnic turned into a nightmare. The mist, rising from the valley, brought superstitious horror. With the advent of the night the old legends of these places come alive and the protagonist had to overcome all the difficulties and fears, in order to save his son.<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>Complete the passing game is 3-6 hours <br></li><li>The total volume of the literary part of the game is 14 sheets of A4 size, but you can skip reading, although I highly recommend:)<br></li><li>Various locations: natural, mystical and industrial<br></li><li>Moving between worlds using portals<br></li><li>Solution of different quests to pass the levels<br></li><li>The enemies are powerful ans fast - to escape from them is difficult<br></li><li>Focus on the stealth walkthrough<br></li><li>Graphics settings: resolution, brightness, texture quality etc<br></li><li>Control settings with the ability to reassign keys, inverse mouse, reassign gamepad buttons</li></ul>",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/417920/header.jpg?t=1513238413",
    "developers": [
      "Sergei Minin"
    ],
    "publishers": [
      "Sergei Minin"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}