{
  "418250": {
    "name": "Polaris Sector",
    "steam_appid": 418250,
    "required_age": 0,
    "is_free": false,
    "description": "Polaris Sector is a 4X Sci-fi strategy game - take command of your interstellar empire, manage all aspects and policies including diplomacy, research, ship design and conquer the galaxy! Command your ships in tactical mode: when a battle starts you can join the battlefield and maneuver your ships. Alternatively use the auto-resolve mode when you have more urgent tasks to attend to in your empire.<h2 class=\"bb_tag\" >SETTING</h2><br>The ancients who named this sector <strong>Polaris</strong> sure had a unique sense of humor. Polaris - the bright star, the star of hope and faith.  Well the Polaris sector has precious little of either. Just a wilderness of gas, stars, and supernovas soaked in treachery, oppression, and the lust for power.<br><strong>Can anyone build an empire in a place like this?</strong> Other factions are naturally suspicious of newcomers and may wage war at the first sign of unidentified craft. Here, a natural death is an uncommon luxury. You look weak? Pirates and scavengers will plunder your planets. You show military strength to discourage potential enemies? Your rivals will combine their forces to eliminate the threat.<h2 class=\"bb_tag\" >STRATEGY</h2><br>Total domination requires many diverse stratagems. Shaking the hand of a powerful emperor, designing new warships in secret, investing everything in fundamental sciences to gain technology before your competitors - all may be the road to success. But will you have the time to implement your strategy? Will you be visionary enough to build weapons and technologies that will make the difference in battles fought decades from now? Find the right balance between fundamental and applied sciences to stay ahead of the opposition. Find the right balance between classic designs and crazy prototypes and your ships will be feared across the galaxy. Your engineers and scientists provide you a high level of flexibility, but it’s your decisions that will shape the empire’s fate.<h2 class=\"bb_tag\" >SHIP DESIGN</h2><br>You have full control over ship design: want to make a corvette into a drone carrier? Go ahead. Want to make a freighter into a scout? No problem. Your creativity is the only limit! Find the right balance between fundamental and applied sciences to stay ahead of the opposition. Find the right balance between classic designs and crazy prototypes and your ships will be feared across the galaxy. Your engineers and scientists provide you a high level of flexibility, but it’s your decisions that will shape the empire’s fate.<br><br>Many a mercenary or adventurer has come here seeking wealth and power, and all their stories are now just whispers in the void. Polaris is a black hole for living species, and empires rise and fall in the blink of an eye. Maybe the leader that will bring stability to this zone hasn’t been born yet, if they will ever exist…<h2 class=\"bb_tag\" >Features</h2><br>- An epic and dangerous playground: randomly generate a galaxy able to host up to 900 stars.<br>- Full customization: external threats, pirates, number of races… you can set up the world that fits your own tastes!<br>- Full control over ship design: want to make a corvette into a drone carrier? Go ahead. Want to make a freighter into a scout? No problem. Your creativity is the only limit!<br>- Explore: send scout vessels to find new mines to exploit, new planets to colonize, and to establish contact with other empires.<br>Innovative research system: technologies and equipment will get unlocked depending on your investments in fundamental and applied research.<br>- Diplomacy: Dialogue with other factions to gain their favor, trade goods, and make military agreements to fight common enemies.<br>- Command your troops: when a battle starts you can join the battlefield and maneuver your ships in a tactical mode. Alternatively use the auto-resolve mode when you have more urgent tasks to attend to in your empire.<br>- Unique espionage system: seed false intelligence to enemy spies and lure them into a trap!",
    "supported_languages": "英语, 俄语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/418250/header.jpg?t=1726824221",
    "developers": [
      "SoftWarWare"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 13600,
      "final": 13600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 136.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 3 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 2,
      "total_negative": 2,
      "total_reviews": 4
    }
  }
}