{
  "418320": {
    "name": "Spriter: RPG Heroes Pack",
    "steam_appid": 418320,
    "required_age": 0,
    "is_free": false,
    "description": "The Spriter RPG Heroes Pack is the perfect way to create custom characters and animations in the style and proportions reminiscent of classic RPGs.<br />\r\n<br />\r\nEasily customize and tweak the ready to use characters. Mix and match wardrobe pieces, character elements, and equipment to create completely new characters. You can even repaint or create custom elements to extend the range of possible combinations to suit your own needs.<br />\r\n<br />\r\nAs you customize your character's sprite in Spriter, you’re simultaneously creating high resolution portraits (static and animated with subtle breathing and blinking) for use in cinematics and dialogue scenes, as well as the walking animation in 4 directions, and animated idle in 4 directions, an &quot;activate&quot; animation (for when characters flip switches or open treasure chests), and an unconscious version of your character sprite. In addition, you can also export pixel art versions to the most commonly used sizes in authoring systems such as the RPG Maker family. For custom sprite sizes, you can export the high resolution version of the character scaled down to any size that fits your needs.<br />\r\n<br />\r\nAdvanced users can use the Spriter animation data directly in their game engines. Recreate the animations in real time, using the sprite pieces just like in Spriter. This allows for massive savings in game memory and download times. You can even change wardrobe pieces on the fly without requiring an entirely new sprite sheet for each character customization. Visually update your character with armor and other equipment changes in real time, instantly!<br />\r\n<br />\r\nThe RPG Heroes Pack offers more than 1,100 separate hand pixel painted character component images each for male and female characters.  Choose different hair, head-gear, capes, torso, legs, left arms, right arms, facial features, facial hair, wings, ear types, and shields separately, allowing for millions of possible visual feature configurations. When multiplied by the number of possible color configurations the possibilities are nearly endless. With the RPG Heroes Pack you can quickly customize the colors of 13 separate character details such as eye color, hair color, skin color etc, with an average of over 150 color palettes to choose from per detail. This allows for many billions of possible color combinations.  And for those with a very specific vision to achieve, you have the ability to create completely original color variants for each feature and even repaint custom details for any aspect of your character.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/418320/header.jpg?t=1667392256",
    "developers": [
      "BrashMonkey"
    ],
    "publishers": [
      "BrashMonkey"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7800,
      "final": 7800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 78.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 12 月 22 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}