{
  "419000": {
    "name": "Relic Alone",
    "steam_appid": 419000,
    "required_age": 0,
    "is_free": false,
    "description": "Discover mysterious relics inside an ancient temple of unknown origin and progress through hidden chambers by using the power of strange “cores” to attract relics together.  Relic Alone is a game inspired and developed by Roconilo Project, an award-winning student team from HAL Osaka College of Technology and Design. <br />\r\n<br />\r\nRoconilo Project initially developed a game called “Tranth” and submitted it for the Japan Game Awards Amateur category in 2013. At that year’s Tokyo Game Show, judged by a panel composed of industry veterans from some of Japan's biggest publishers, the game received the Award of Excellence.<br />\r\n<br />\r\nImpressed by the game and the talents of Roconilo Project, NTT Plala, a digital contents provider of Japan's largest telecom group NTT, arranged for funding that was able to support additional development.  This allowed the students to further advance their innovative 3D puzzle concept and Relic Alone was born.  The game launched initially on NTT Plala's Hikari TV cloud gaming platform. <br />\r\n<br />\r\nNow translated into English and launched exclusively on Steam for global distribution, you can play this student inspired and developed project where the goal is to maneuver mysterious relics in order to navigate through the treacherous environment of an ancient temple.",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/419000/header.jpg?t=1586523198",
    "developers": [
      "NTT Plala Inc.",
      "Roconilo Project"
    ],
    "publishers": [
      "Zoo Corporation"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 11 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}