{
  "419460": {
    "name": "That Dragon, Cancer",
    "steam_appid": 419460,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;This is where we go to remember our son Joel, up through here along this path. We want to show you who he was, and how his life changed us. Can we walk here together for a while?&quot;<br><br>A videogame developer's love letter to his son; an immersive narrative driven experience to memorialize Joel Green and, through his story, honor the many he represents. <i>That Dragon, Cancer</i> is a poetic and playful interactive retelling of Joel’s 4-year fight against cancer.<br><br>Using a mix of first-person and third-person perspective, and point-and-click interaction, this two-hour narrative experience invites the player to slow down and immerse themselves in a deeply personal memoir featuring audio taken from home videos, spoken word poetry, and themes of faith, hope, despair, helplessness and love, along with in-game tributes to the loved ones of over 200 of our Kickstarter backers.<br><br>Can you find hope in the face of death?<br><br><br>Note: <i>Thank You For Playing</i> is an independent project, produced and directed by Malika Zouhali-Worrall and David Osit. The Green family along with the rest of the Numinous team did not produce the film, but they are very honored to be the subjects of the film.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/419460/header.jpg?t=1456855096",
    "developers": [
      "Numinous Games"
    ],
    "publishers": [
      "Numinous Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 1 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 81,
      "total_negative": 5,
      "total_reviews": 86
    }
  }
}