{
  "420130": {
    "name": "AnyTime Organizer Standard 15",
    "steam_appid": 420130,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Address Book &amp; Contacts</strong><br>Keep a detailed record of every contact<br>Remember birthdays and anniversaries – even prepare a holiday card mailing<br>Keep a history of meetings, tasks and notes<br>Simply drag-and-drop to schedule calls<br>Date and time stamps are added automatically<br>Add photos for each person as a quick visual<br><br><strong>Downloadable Calendars</strong><br>Add-in your favorite NFL®, NBA®, NHL®, MLBTM, PGATM, and NASCAR® season schedule to your daily planner. Have fun with the Lunar Calendar, Famous Birthdays, International Holidays, and Word-of-the-Day.<br><br><strong>Calendars</strong><br> Organize and switch between multiple calendars: work, personal, and create categories<br>Schedule events, calls, tasks and appointments, and avoid conflicts<br>View schedule by day, week, month or year<br>Add recurring events<br>Drag-and-drop to reschedule<br><br><strong>Alarms &amp; Reminders</strong><br>Use MP3 music alarms as ringtones<br>Snooze alarms by hours, days or weeks<br>Send text message and e-mail reminders<br><br><strong>To-Do Lists</strong><br>Keeps record of accomplished tasks<br>Set deadlines, track, prioritize, sub-prioritize, and add alarms and important notes for to-do’s<br>Assign tasks to categories<br>View completed versus non-completed to-do’s<br>Add alarms<br><br><strong>Electronic Sticky Notes</strong><br>Add colorful reminders to desktop with one-click<br>Visible while working in other applications<br>Display in front of or behind open applications<br>Choose note sizes, colors and fonts<br><br><strong>Special Event Reminders</strong><br>Keep track of special events tied to each contact (e.g. birthdays, anniversaries)<br>Set event alarms<br><br><strong>Import &amp; Export</strong><br> Import data seamlessly from Microsoft® Outlook, Sidekick®, Lotus Organizer®, Day-Timer Organizer®, previous versions of AnyTime, and other organizers<br> Import addresses, phone numbers, and contacts<br><br><strong>Design Layout, Share and Print</strong><br>Over 3,000 layout design combinations<br>Choose from 15 base themes or create your own design<br>Print or send as PDF<br><br><strong>AnyTime Clocks™</strong><br>Unlimited number of simultaneous clocks and timers<br>World Clock to track date and time in any time zone<br>Countdown Timer<br>Elapsed Timer to monitor events and tasks, or capture billable time",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/420130/header.jpg?t=1569552512",
    "developers": [
      "Individual Software"
    ],
    "publishers": [
      "Individual Software"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 18 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}