{
  "420210": {
    "name": "KRUM - Edge Of Darkness",
    "steam_appid": 420210,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>KRUM - Edge Of Darkness</strong> is hardcore action RPG set in a fantasy world. The player goal is to survive and reach the end of the story by fighting his way through gruesome enemies and blood-thirsty bosses await adventurers as he traverse through a devastated but still beautiful world.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/420210/extras/3efaa1be8e22d24dead8ee7b0f19f118.avif?t=1662990429\" width=616 height=152 /></span><br><strong>KRUM has a unique combat system that is simple to learn but tricky to master</strong> that’s unlike almost any other action video game out there. It’s nothing like a click-and-slash button masher. Button mashing will only get you killed. Each weapon has a few easy to execute but brutal combos. <br>The nature of the fights suggests that you will have to wait your turn and plan your timing, in order to strike or parry at the very best moment. <br>The game leans heavily on action, but when the combats are so perilous and gritty you'll often find yourself in what feels like a stand-off. Either battling monsters or common warriors, you will be eagerly waiting for your turn to come. You will face countless fearsome mobs and grotesque beasts, hidden deadly traps, powerful demon knights and dragons.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/420210/extras/a2c68f66df10c958923ccccf255707a3.avif?t=1662990429\" width=616 height=284 /></span><h2 class=\"bb_tag\" >THE STORY</h2><i>You are a noble man living in a small and peaceful village. <br>One day you return from the forest with some wood and see your village ravaged and left in ruins. Your friends and family dead or taken away. One of the few survivors, was able to tell you what happened in his last moments:Unknown demon forces came and destroyed everything without a reason, taking away the ones you love. <br>There is no other way for you but, go on a quest to save them... <br>As you progress in your path, you realize, that there is something more, something bigger, something terrifying behind this. </i>",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 保加利亚语, 荷兰语, 葡萄牙语 - 巴西, 俄语, 匈牙利语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/420210/header.jpg?t=1662990429",
    "developers": [
      "HA Studio Ltd."
    ],
    "publishers": [
      "SA Industry"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3000,
      "final": 300,
      "discount_percent": 90,
      "initial_formatted": "¥ 30.00",
      "final_formatted": "¥ 3.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 11 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 2,
      "total_negative": 3,
      "total_reviews": 5
    }
  }
}