{
  "420300": {
    "name": "The Admin",
    "steam_appid": 420300,
    "required_age": 0,
    "is_free": false,
    "description": "===================<br>STORY OF THE ADMIN<br>===================<br>In the distant future, there are rumors of a mysterious cyborg running an abandoned hidden research facility on a planet far from the center of human civilizations. His mysterious origin attracts the Star System Governments to investigate the truth of this cyborg called The Admin and reclaim the facility with all its researches inside. But little is known to the Governments, because we, humans, are not the only beings interested in this mysterious cyborg. Play as The Admin, a cyborg wielding gun and sword in defending the research facility from humans who try to reclaim it and from other beings try to destroy him.<br><br><br>======================<br>GAMEPLAY OF THE ADMIN<br>======================<br>This game is a single player 3rd person action adventure game where you play as a cyborg called The Admin. As the only thing that left in the facility, he must keep the facility running and defend it from anything that is threatening his mission. You will have 2 weapons, a handgun and a sword, and some skills that can be used in your battle against the enemy. As your journey goes on, these weapons and skills can improved and evolved to help you defeat stronger enemies.<br><br>=========<br>FEATURES<br>=========<br><br>UNIQUE ENEMIES<br>There are three types of enemies in The Admin which are : The Wildlife Creatures, The Solar System Government's Spec Ops and The Xenotroops. Each of them has 5 types of variations with unique appearance and distinct strategy to defeat them.<br><br>• The Wildlife Creatures<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/420300/extras/908312d0980b7ff9336e88eaf5eb3d2f.avif?t=1574930530\" width=800 height=414 /></span><br>These are dangerous wildlife creature that inhabit the planet where the hidden research facility is located. The size of these creatures varies from the small annoying maggot to the giant apex predator. And each of them will have different way to take down its prey. Like the spinger spitting acid or the basraptor charging its prey.<br><br>• The SSG Spec Ops<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/420300/extras/79469bc043d75b9b80734a45f3f8ffc8.avif?t=1574930530\" width=800 height=414 /></span><br>In this era, human civilization has spread to dozens of solar system under the Star Systems Governments. Yet after visiting more than one hundred planets, humanity had never met another intelligence life forms. To keep these dozens of solar systems safe, the SSG had a very reliable armies. And the one that is feared the most by pirates and separatists is the SSG Spec Ops, which members are all highly trained soldiers. Even there are genetically enhanced super soldiers among them.<br><br>• The Xenotroops<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/420300/extras/3eb9036669b85f8cf103015cfb688c2f.avif?t=1574930530\" width=800 height=414 /></span><br>On the other side of milky way far from the reach of human civilizations, there are another civilizations way bigger and more advanced than the humanity. Most of these alien civilizations united as one big alliance and have spread to countless of solar system. One of them is the Xenotroops, a race of space roaming warriors equipped with very advanced weaponry ready to annihilate everything that is threatening the alliance.<br><br>MULTIPLE WAYS TO DEVELOP THE CHARACTER<br>Because of the ever growing threat that is ready to destroy The Admin and all his works, you will need more deadly weapons and skills to survive. The gun and sword can be upgraded to become more deadly physical or energy weapons type. This energy or physical type will have more advantage against certain type of enemy.<br>Just like the weapons, the skills can also be upgraded and evolved. Each of the skills in the admin can be evolved into one of 2 branches available when you reach a certain point. Each branch will have a distinct function and properties than the other one. <br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/420300/extras/67b765ca77f8290800f363c1bd856d92.avif?t=1574930530\" width=400 height=300 /></span><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/420300/extras/49de5425f49e06c9ae612dbb59419eae.avif?t=1574930530\" width=400 height=300 /></span>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/420300/header.jpg?t=1574930530",
    "developers": [
      "Willpowaproject"
    ],
    "publishers": [
      "Willpowaproject"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}