{
  "420920": {
    "name": "Lost Labyrinth Extended Version",
    "steam_appid": 420920,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Lost Labyrinth is a coffeebreak dungeon crawling game!</strong></h2><br><br><i>The Labyrinth was more than a dungeon. It was the crowning achievement of the necromancer Mythrax, who wielded the Staff of the Covenant to bring dead stone to life and shape it by his will to form the most impenetrable fortress ever constructed.<br><br>Then Mythrax vanished. For years, the traps and spells that guarded the Labyrinth kept it just as Mythrax intended. As they broke down, wildlife and bandits sought a haven in the upper levels, even as long-imprisoned monsters broke free from the depths.<br><br>Now the Prince of Ulther has recovered an ancient scroll which suggests the Staff of the Covenant was broken during the construction of the Labyrinth, leaving the pieces still inside. Soon a wave of heroes will brave the Labyrinth, seeking the staff along with other unbelievable treasures deep within.</i><br><br>You are one of these brave heroes that travel to the Lost Laybrinth. Hopefully your skills and equipment will be good enough to survive this dungeon. There are dangerous monsters down there, fierce traps, and loads of gold. You will need Light and you will need Food and Water.<br><br>The dungeon can be completed by either collecting all 9 parts of the staff of the last covenant or by reaching level 150. Each part is hidden in a different room of the dungeon. One every 10 levels. Sometimes guarded by big monsters.<br><br><i><strong>Compared to other games of its kind it has the following features:</strong></i><br><br><ul class=\"bb_ul\"><li>Relatively short gameplay (between 10-40 Minutes)<br></li><li>Very high replayability because everything is created at random!<br></li><li>Many different skills to choose from (every player needs another tactic!)<br></li><li>No experience gain for killing monsters (only for reaching new levels!)<br></li><li>Zelda like graphics<br></li><li>Smooth scrolling<br></li><li>Up to 4 players at the same machine<br></li><li>Control with mouse, keyboard and joystick<br></li><li>Versions for Windows and Linux<br></li><li>Online Highscore<br></li><li>English, German, Spanish, French, Norwegian, Hungarian, Polish and Chinese</li></ul>",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 匈牙利语, 挪威语, 波兰语, 俄语, 简体中文, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/420920/header.jpg?t=1491216378",
    "developers": [
      "Markus Döbele"
    ],
    "publishers": [
      "Flying Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 11 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "9 user reviews",
      "total_positive": 6,
      "total_negative": 3,
      "total_reviews": 9
    }
  }
}