{
  "420970": {
    "name": "RoBoRumble",
    "steam_appid": 420970,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>RoBoRumble</strong> is a real-time 3D strategy game, offering two major battle campaigns consisting of 15 missions each and a multi-player mode with hot combat for up to four players at a time. One of <strong>RoBoRumble</strong>'s key features is the unique way in which Units are assembled. Unlike most games of this type, where the player is given a palette of already designed Units to choose from, in <strong>RoBoRumble</strong> the player constructs his own from a palette of different components. This gives a far greater number of variations and adds an extra strategic dimension to the game. <br><br>Each Unit (known as a &quot;Robo&quot;) consists of a chassis and a weapon mounted on it. Available chassis designs range from two- or four-legged runners to jet-propelled, tracked or wheel-based craft and even tele-porters. There's also no shortage of weapons to mount on them. In addition to the standard lasers, heavy artillery and machine guns, <strong>RoBoRumble</strong> offers some imaginative creations like an &quot;Oiler&quot;, that slows the enemy down by leaving slippery pools in his path, and the &quot;Whirlwind&quot;, that picks up the enemy and throws him against the nearest wall.  Each of the two parties in the conflict have eight different chassis and weapons to choose from.  One side leans more toward &quot;brawn&quot;, utilizing pure firepower, while the other tries the &quot;brains&quot; method of better weapons design. Whichever side the player chooses, only a small pool of weapons is available at the beginning. The player can increase the pool by giving out development contracts between missions.<br><br>The third optional component of a Robo is the so-called &quot;Booster&quot;. This normally costs only a fraction of the other two components, but can have a huge effect on the game. Some Boosters double the Robo's speed, while others give the Robo more firepower or firing range, make him invisible, or increase his intelligence. <br><br>The relatively complex way of creating Robos stands in heavy contrast to the intentionally simple resource management. The source and at the same time, the main base, of the player's and the enemy's army is a dome-shaped, glowing &quot;Energy Pool&quot;, which he must protect from attacks. The pool's capacity, which varies with each mission, is given to the player as a &quot;budget&quot; and used to create Robos. When a Robo is destroyed, his &quot;energy&quot; (the energy which was invested in creating him), flows back into the pool, so the player can build new units.<br><br>The base consists of three different energy levels. Whenever one of these levels comes under sustained fire and is destroyed, it triggers a violent explosion that, in turn, destroys all enemies in the immediate area. This &quot;cleansing&quot; effect sees to it that the defending party gains time to gather his troops and go on the counterattack.<h2 class=\"bb_tag\" ><strong>STORY</strong></h2>The distant future – the planet Mars. The biggest arms contract in the history of the human race will be given to one side. The most powerful prototypes square off in a head-to-head battle. The winner closes the deal of a lifetime and gets the honor of defending Earth in the Final Battle against the evil Aliens. Will that lucky person be you?<br><br>Build powerful battle robots from components like Chassis, Weapon and Booster. The battle’s starting and you’re right in the thick of things – with freely definable camera perspectives, spectacular effects, unlimited zoom and scroll, colored light sources, terrain morphing and 3D sound. Pure action – pure excitement!<h2 class=\"bb_tag\" ><strong>FEATURES:</strong></h2><ul class=\"bb_ul\"><li>Tactical 3D real-time strategy game which breaks free of the normal conventions<br></li><li>More than just a “shoot-em-up” – unusual features and innovative weapon systems add a complex element to this easy-to-play game<br></li><li>Over 30 missions in two campaigns<br></li><li>The “building block” principle lets you assemble a battle robot to fit your tactics – literally hundreds of different combinations are possible!<br></li><li>You can freely move, rotate or tilt the camera perspective<br></li><li>Multi-player mode supports up to 4 players in direct competition over LAN or Internet</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/420970/header.jpg?t=1577583493",
    "developers": [
      "Metropolis"
    ],
    "publishers": [
      "TopWare Interactive ACE"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 3300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 12 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}