{
  "421640": {
    "name": "A Study in Steampunk: Choice by Gaslight Demo",
    "steam_appid": 421640,
    "required_age": 0,
    "is_free": true,
    "description": "Steam-powered mechs meet forbidden sorcery! Inspired by Sherlock Holmes, Dracula, Jekyll &amp; Hyde, and Jack the Ripper, &quot;A Study in Steampunk: Choice by Gaslight&quot; is an epic 277,000-word interactive mystery novel by Heather Albano, co-author of &quot;Choice of Broadsides,&quot; &quot;Choice of Zombies,&quot; and &quot;Choice of Romance: Affairs of the Court.&quot; Your choices control the story. It's entirely text-based--without graphics or sound effects--and fueled by the vast, unstoppable power of your imagination.<br><br>The game is afoot! In a world of gaslit streets, mysteriously long-lived foreign nobles, and master criminals, will you defend your Empire from spies or overthrow it from within? Advocate science and reason or learn forbidden magic? Romance men, women, both, or neither? End as a healer, a freedom fighter, a vigilante, or a traitor?<h2 class=\"bb_tag\" >The Fate Of the Empire Is In Your hands!</h2><br><ul class=\"bb_ul\"><li> Solve mysteries, hunt criminals, and match wits with enemy spies.<br></li><li> Defend your homeland from the machinations of a master criminal and the conspiracies of the evil Vlaski Empire.<br></li><li> Search for the truth about the sorcerers that reigned before the age of steam.<br></li><li> Build deep friendships, acquire powerful enemies, and perhaps even find true love.<br></li><li> Explore all the dark corners of a gaslit, fog-shrouded city…and unearth all its secrets.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/421640/header.jpg?t=1734026718",
    "developers": [
      "Hosted Games"
    ],
    "publishers": [
      "Hosted Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 11 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}