{
  "422020": {
    "name": "Dark Days",
    "steam_appid": 422020,
    "required_age": 0,
    "is_free": false,
    "description": "You are Carter. A lone hunter stationed on the isolated island of Colbrook. Everyone on the island has either been infected with some kind of bacteria or is in a state of survival. Your objective is to escape the island alive and save as many survivors as you can! The game has a compelling story line, with various character involvement and cinematic cut scenes.<br><br>In this top down zombie survival game you must scavenge areas for crucial items, survive waves of zombies, search for any survivors and secure safe houses. By securing safe houses with survivors and repairing your barricades you will be able to fast-travel in the game. You will be required to craft important items that will help you on your quest. You will also have access to multiple weapons, such as hand guns, assault rifles, powerful shotguns, a crossbow, throwing knives, cocktail molotovs, explosive mines, grenades and more. You will also have various melee weapons to break crates containing items to craft or simply to defend yourself when you’re out of ammo. <br><br>As you progress in the game you will find blueprints that will unlock new crafting skills. These skills will be indispensable for creating medic packs to heal yourself, sticky bombs for breaking down important doors, lock picks for gaining access to secret areas or for crafting several other weapons. The game also has optional side quests like collecting important letters that will give insight on the infection or completing achievements.<br><br>The different infected you will encounter:<br><br>Slow Zombies - Relatively easy to kill, yet can appear in mass. <br>Runners - Fast zombies with more resistance. Will add a new level of stress! <br>Zombie Beasts - Slow, yet very resistant and very strong. Don't let these guys touch you! <h2 class=\"bb_tag\" >Game Features</h2><br><ul class=\"bb_ul\"><li>Try to escape the island and the infection <br></li><li>Find survivors and secure safe houses <br></li><li>Scavenge the areas and then craft your weapons and items <br></li><li>Buy new weapons in the optional shop <br></li><li>Collect letters and obtain achievements <br></li><li>Try not to die</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/422020/header.jpg?t=1464979855",
    "developers": [
      "Brutal Studio"
    ],
    "publishers": [
      "Brutal Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}