{
  "422500": {
    "name": "Emmerholt: Prologue",
    "steam_appid": 422500,
    "required_age": 0,
    "is_free": true,
    "description": "This is the prologue of Emmerholt - an upcoming open world, magic wielding, story driven, adventure game for the HTC Vive, and Oculus Touch. Currently in development by Oneiric Entertainment!<br />\r\n<br />\r\nIn this prologue follow along the journey of Eli, a young man whom has lived a peaceful life with his friends on a small island off the coast of the mainland. On this night however, something strange takes place on the island that would change Eli's fate forever.<br />\r\n<br />\r\nThis free demo is meant to act as a prologue for the upcoming game Emmerholt. We are releasing this to get feedback and to see what the community thinks about our locomotion mechanics, gameplay, and story.<br />\r\n<br />\r\nFull Version Coming in late 2017:  <br />\r\nEmmerholt will be a free-roaming adventure game with numerous side quests and missions. Bustling cities and towns exist there with a diverse set of factions to encounter. The game will be story focused with emotional well written quests and a talented pool of voice actors. Unlock powerful magic which can be used at will during and outside of combat. Use the intuitive horseback riding mechanic to travel across the world.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/422500/header.jpg?t=1487085497",
    "developers": [
      "Oneiric Entertainment LLC"
    ],
    "publishers": [
      "Oneiric Entertainment LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 2 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}