{
  "423010": {
    "name": "Ultimate Weapon Tutorial - Master 3D Course",
    "steam_appid": 423010,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Start your 3D Artist career today. </h2><br>Have you ever been curious about how to create your own 3D models and textures or maybe even considered making a career out of it? This tutorial will help you understand and apply all aspects of creating high quality game art as you would see it in a modern FPS game. Get to know 3Ds Max with the Basics &amp; Beyond Chapter and learn how to model and unwrap efficiently in the following hours featuring the AKM. <br><br>Create stunning textures with Substance Painter and produce portfolio ready renders with Marmoset Toolbag 2 to which we even add cool post effects in Photoshop. Every single step is captured in real time with full commentary until we get the perfect end result. This Master 3D Course covers it all.<h2 class=\"bb_tag\" >What are the requirements?</h2>It is recommended to follow the course with the same software we use throughout the tutorial: <br>3Ds Max, Photoshop, Substance Painter and Marmoset Toolbag 2.<br><i>Important:</i> The modeling part of the tutorial makes heavy use of the &quot;chamfer&quot; modifier which is only available in 3Ds Max 2015 and 2016. <br>If you have an older version of 3Ds Max you can purchase a third party modifier called &quot;quad chamfer&quot; which does essentially the same.<h2 class=\"bb_tag\" >Who is the target audience?</h2><br><ul class=\"bb_ul\"><li>Anyone who is willing to spend time and effort to create top quality game art as you would see it in a modern first person shooter video game.<br></li><li>Some knowledge in 3D modeling is preferred but thanks to the 3ds Max introduction video the tutorial is also accessible to people new to modeling.</li></ul><h2 class=\"bb_tag\" >What do I get from this course?</h2><ul class=\"bb_ul\"><li>Over 64 lectures and 17.5 hours packed with content<br></li><li>Final high-poly AKM .OBJ file for reference<br></li><li>7.62 cartridge .OBJ / Max file for reference<br></li><li>Essential reference images<br></li><li>Pivot Script for 3Ds Max<br></li><li>My shortcut file for 3Ds Max<br></li><li>Checker-pattern texture for unwrapping<br></li><li>Procedural wood substance for texturing<br></li><li>Diamond pattern normal map for texturing</li></ul><i>Important:</i> You'll find all essential files under Library/Software<h2 class=\"bb_tag\" >Instructor Biography</h2>Hi! I'm Tim - Senior 3D Artist at Ubisoft Toronto.<br>I'm originally from Germany where I started my 3D Artist career at Crytek. I worked on titles such as Far Cry 4, Splinter Cell Blacklist and the Crysis series as well as other non disclosed titles. <br>In my spare time I enjoy creating tutorials in which I share all my tips and tricks which I gathered over the years. Let me help you avoiding mistakes and equipping you with powerful techniques and knowledge in game ready 3D art creation. See you in the tutorial! Cheers, Tim<h2 class=\"bb_tag\" >Relevant links:</h2><ul class=\"bb_ul\"><li> I'd like to encourage everyone with questions to message me through my Facebook page. I'll get back to you as soon as I can.<br></li><li> More samples of my work can be seen here</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/423010/header.jpg?t=1667259723",
    "developers": [
      "Tim Bergholz - chamferzone.com"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 12 月 2 日"
    },
    "categories": [
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 33,
        "description": "原生支持 Steam 控制器"
      },
      {
        "id": 14,
        "description": "解说可用"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}