{
  "423670": {
    "name": "Agatha Christie: The ABC Murders Demo",
    "steam_appid": 423670,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Agatha Christie - The ABC Murders</strong><h2 class=\"bb_tag\" >Your weapon is your knowledge. Your wits will be put to the ultimate test!</h2><br>The ABC Murders is an adventure and investigation game adapted from the classic Agatha Christie novel. The player embodies the famous Hercule Poirot in a 3rd person perspective adventure game packed with mysteries. Once again, the private detective will find himself up against a mysterious opponent who goes by the name of &quot;ABC&quot;.<h2 class=\"bb_tag\" >Your intelligence will never have been so challenged!</h2>You will have to explore many crime scenes in various cities set in beautiful surroundings across the United Kingdom. Leave no stone unturned when it comes to cross examinations and deadly puzzles!<br>Observe, question and explore everything possible in order to make the smartest deductions and understand the murderer’s plans!<h2 class=\"bb_tag\" ><strong>KEY FEATURES :</strong></h2><ul class=\"bb_ul\"><li>Examinations: The player can collect information by examining suspects and paying attention to what they say, how they say it and how they feel.<br></li><li>Puzzles: The player will have to solve puzzles in order to obtain more clues.<br></li><li>Brain Deductions: Depending on the clues collected, the player will be able to make deductions and find out more about the murderer.<br></li><li>Timeline: As the player draws conclusions and progresses through the story, he can use Poirot's Timeline. This means that Hercule Poirot can build a timeline with all the relevant events revealed during the investigation.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 葡萄牙语 - 巴西, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/423670/header.jpg?t=1681388983",
    "developers": [
      "Artefacts Studio"
    ],
    "publishers": [
      "Microids"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}