{
  "423630": {
    "name": "Assetto Corsa - Dream Pack 3",
    "steam_appid": 423630,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Welcome to DREAM PACK 3, the newest add-on content pack ASSETTO CORSA. </strong><br>This package adds to Assetto Corsa the legendary circuit of Brands Hatch (UK) and eight new awesome cars in nine total versions. The circuit has been reproduced using the Laserscan Technology, that guarantees the maximum level of precision in reproducing each detail of the track. The selection of cars consists in a perfect mix of vehicles of different classes, type and ages, ready to satisfy any taste of Assetto Corsa users! <br><br>- Features the Brands Hatch  circuit in two all-new layouts: GP and Indy.<br>- Features Abarth 500 Assetto Corse<br>- Features Ford Escort RS 1600<br>- Features Lotus 25 <br>- Features Lotus 72<br>- Features LAMBORGHINI Gallardo SuperLeggera<br>- Features LAMBORGHINI HURACAN SuperTrofeo<br>- Features McLaren 650 GT3<br>- Features Mercedes-Benz AMG GT3<br><br><br><strong>The Circuit of Brands Hatch</strong><br>Brands Hatch is a motor racing circuit near Swanley in Kent, England. First used as a dirt track motorcycle circuit on farmland, it hosted 12 runnings of the British Grand Prix between 1964 and 1986 and currently holds many British and International racing events.<br><br>Gerhard Berger once said that Brands Hatch is &quot;the best circuit in the world&quot;. <br><br>Brands Hatch offers two layout configurations: the shorter &quot;Indy&quot; layout (1.198 miles) is located entirely within a natural amphitheatre offering spectators views of almost all of the shorter configuration from wherever they watch. The longer &quot;Grand Prix&quot; layout (2.433 miles) played host to Formula One racing, including events such as Jo Siffert's duel with Chris Amon in 1968 and future World Champion Nigel Mansell's first win in 1985. Noise restrictions and the proximity of local residents to the Grand Prix loop mean that the number of race meetings held on the extended circuit are limited to just a few per year (usually for higher-profile series such as the BTCC and the BSB).<br><br>The full Grand Prix circuit begins on the Brabham Straight, an off-camber, slightly curved stretch, before plunging into the right-hander at Paddock Hill Bend. Despite the difficulty of the curve, due to the straight that precedes it, it is one of the track's few overtaking spots. The next corner, Druids, is a hairpin bend, negotiated after an uphill braking zone at Hailwood Hill. The track then curves around the south bank spectator area into the downhill, off-camber Graham Hill Bend, and another, slightly bent stretch at the Cooper Straight, which runs parallel to the pit lane. After the straight, the circuit climbs uphill though the decreasing-radius Surtees turn, before moving onto the back straight where the track's top speeds can be reached. The most significant elevation changes on the circuit occur here at Pilgrim's Drop and Hawthorn Hill, which leads into Hawthorn Bend. The track then loops around the woodland with a series of mid-speed corners, most notably the dip at Westfield and the blind Sheene curve. The track then emerges from the woods at Clearways and rejoins the 'Indy' circuit for Clark Curve with its uphill off-camber approach to the pit straight and the start/finish line.<br><br>The British Rallycross Circuit at Brands Hatch was designed and constructed by four-times British Rallycross Champion Trevor Hopkins. It is approx. 0.9 miles long and completed around 1981. Unlike earlier rallycross courses at Brands Hatch, cars start on the startline then veer right and downhill on the loose at Paddock Hill Bend. Through the left-right Esses at the bottom, the circuit rejoins the Indy Circuit to travel up and round Druids hairpin, before a 90-degree left through Langley's Gap and across the knife-edge, rejoining the Indy circuit, but travelling anti-clockwise. From Cooper Straight, the cars swoop up the old link road and back to Paddock.<br><br>Length (GP): 4655 mt<br>Length (Indy): 1929 mt<br><br><br><strong>The cars </strong><br><br>ABARTH 500 Assetto Corse<br>FORD Escort RS 1600<br>LOTUS 25 <br>LOTUS 72<br>LAMBORGHINI Gallardo SuperLeggera<br>LAMBORGHINI HURACAN SuperTrofeo<br>McLAREN  650 GT3<br>MERCEDES-BENZ AMG GT3",
    "supported_languages": "英语, 意大利语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/423630/header.jpg?t=1450200485",
    "developers": [
      "Kunos Simulazioni"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2900,
      "final": 870,
      "discount_percent": 70,
      "initial_formatted": "¥ 29.00",
      "final_formatted": "¥ 8.70"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 12 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "9 user reviews",
      "total_positive": 8,
      "total_negative": 1,
      "total_reviews": 9
    }
  }
}