{
  "424590": {
    "name": "Farm Expert 2017",
    "steam_appid": 424590,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Farm Expert 2017</strong> is a comprehensive farm simulator with advanced soil physics and machine driving realistic model. Play in an enormous open world, repair the licensed machines in your backyard workshop, grow animals, cultivate fields, harvest orchards and take care of plants in the greenhouses.<h2 class=\"bb_tag\" >Key Features: </h2><ul class=\"bb_ul\"><li>Realistic driving physics designing the behavior of machines in various circumstances<br></li><li>Soil Physics: risk of getting stuck during the work in the field, three-dimensional plough furrow, soil condition dependent on weather conditions<br></li><li>Backyard Workshop: take care of more than 170 machines available in the game. Replace used up parts, change the wheels, put the console into the Front Loader<br></li><li>Licensed machines and agricultural appliances from famous manufacturers like Kuhn, Grimme, Krampe, Pöttinger, Rauch, Landini, McCormick, Valpanada, Vogel&amp;Noot, Kröger, Suer, Ponsse, HB-Brantner, FSI, Kuxmann, Sipma, Weremczuk<br></li><li>Greenhouses: take care of your plants. Tend each stage of their growth with an onboard computer. Control the temperature and the humidity<br></li><li>A full modding. Modify the game according to your own ideas<br></li><li>Maintain the good condition of your fields using 3 types of plant protection products. Adjust the level of their acidity by liming the soil.</li></ul>",
    "supported_languages": "波兰语, 英语, 捷克语, 匈牙利语, 法语, 德语, 西班牙语 - 西班牙, 意大利语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/424590/header.jpg?t=1724957772",
    "developers": [
      "Silden"
    ],
    "publishers": [
      "SIG Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "6 user reviews",
      "total_positive": 1,
      "total_negative": 5,
      "total_reviews": 6
    }
  }
}