{
  "425680": {
    "name": "Ultimate Grenade Tutorial - Hardsurface 3D Course",
    "steam_appid": 425680,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Create a game ready grenade </h2><br>Follow along in this free and compact ~2 hour long free tutorial as we create a game ready grenade aimed for first person view as you would see it in a modern first person shooter game right in front of the camera. Starting with the scene setup in 3Ds Max, you will learn how to set up reference images and determining the right size for our object. We will then continue with the low and high-poly modeling in which we make use of advanced actions, modifiers and tools to help us create our grenade. After the modeling process we will jump straight into the UVW Editor and focus on the importance of an optimized UV-Layout to get the maximum out of our texture.<br><br>In the Substance Painter part we will then bake our normal map as well as other important support maps. Right after that you will learn how to create an ultra realistic texture for our grenade. Follow and learn how to create our base layer materials and how to use procedural textures, masks and generators to form up the wear and tear on our grenade resulting in a photo realistic appearance.<br><br>To give feedback on some of the discussion on this tutorial, this model is not aiming to be a third person or world view model. The poly count is aimed at first person view and is not representing a game model that would only consume up a bit of space on the screen. If you have any questions you can contact me through facebook. I am always happy to help out.<h2 class=\"bb_tag\" >What are the requirements?</h2>It is recommended to follow the course with the same software we use throughout the tutorial: <br>3Ds Max and  Substance Painter.<br><i>Important:</i> The modeling part of the tutorial makes heavy use of the &quot;chamfer&quot; modifier which is only available in 3Ds Max 2015 and 2016. <br>If you have an older version of 3Ds Max you can purchase a third party modifier called &quot;quad chamfer&quot; which does essentially the same.<h2 class=\"bb_tag\" >Who is the target audience?</h2>From the amount of feedback I got I'd cautiously say it's aimed at beginners as well as intermediate. <br>I try to avoid heavy use of shortcuts as much as I can during the lesson so that you can see which actions I use.<br>The number 1 question I got for the 3Ds Max part was how do I make the object transparent? ALT + X will do that :)<h2 class=\"bb_tag\" >What do I get from this course?</h2><ul class=\"bb_ul\"><li>Over 10 lectures and 2 hours of fully documented and commented content.<br></li><li>Knowledge in modeling, unwrapping and texturing.<br></li><li>All essential reference images.<br></li><li>Final high-poly and low-poly grenade for those that just want to follow the texturing part.</li></ul><i>Important:</i> You'll find all essential files under Library/Software. If the entry isn't in the Library, click here to add it.<h2 class=\"bb_tag\" >Instructor Biography</h2>Hi! I'm Tim - Senior 3D Artist at Ubisoft Toronto.<br>I'm originally from Germany where I started my 3D Artist career at Crytek. I worked on titles such as Far Cry 4, Splinter Cell Blacklist and the Crysis series as well as other non disclosed titles. <br>In my spare time I enjoy creating tutorials in which I share all my tips and tricks which I gathered over the years. Let me help you avoiding mistakes and equipping you with powerful techniques and knowledge in game ready 3D art creation. See you in the tutorial! Cheers, Tim<h2 class=\"bb_tag\" >Relevant links:</h2><ul class=\"bb_ul\"><li> I'd like to encourage everyone with questions to message me through my Facebook page. I'll get back to you as soon as I can.<br></li><li> More samples of my work can be seen here</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/425680/header.jpg?t=1452991082",
    "developers": [
      "Tim Bergholz - Chamfer Zone"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 12 月 8 日"
    },
    "categories": [
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 33,
        "description": "原生支持 Steam 控制器"
      },
      {
        "id": 14,
        "description": "解说可用"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}