{
  "426590": {
    "name": "Blood of Magic",
    "steam_appid": 426590,
    "required_age": 0,
    "is_free": false,
    "description": "Blood of Magic is a small open world role-playing game with turn-based battles. Other elements include crafting, town management, recruitment, and exploration which help improve your experience in Auguston. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/426590/extras/e540a4869027602ba6f87b239240b979.avif?t=1460225792\" width=600 height=74 /></span><br><br>Welcome to a world of magic, where people and creatures can receive magical capabilities with the infusement of magic energy from rare magical crystals. The most known crystal is the Arcane Crystal which is controlled by the Obrodian Empire, an empire of man. The spoils of war from The Great Elven War over 200 years ago. Ever since the possession of the Arcane Crystal, the Obrodians formed a special order to decide who would be infused by the arcane energies. These individuals had to pass extreme tests both mentally and physically in order to graduate. They would later be known as Arcanists. These arcanist are expert spellswords, with both combat and magic prowess. Although, they have no political power during peacetime, they are given full jurisdiction in certain areas when deployed during war, typically to hold forts, lead armies, or operate intelligence operations. <br><br>Our story begins when war has broken out between the northern kingdom of man known as Vuista. The Vuista were originally ascendants of the Obrodians, however a civil war broke out over 100 years ago over the use of the arcane crystal. Although, the Vuista were unable to obtain the arcane crystal for themselves, they were able to separate from the southern region and maintain independence against the Obrodians. Recently, the Vuista have uncovered a new magic crystal known as the “Occult Crystal”. The occult crystal allowed extremely easier blood infusions as a host would only need a small trace of the energy to harness it’s energy because the energy itself fed on blood to grow exponentially. This allowed any user to use raw magical power without the need for long training and discipline. However, because the occult energy fed on blood, it would continue to feed until the user was drained from one’s own blood. This caused the user’s flesh to deteriorate until there was nothing left leaving them a soulless husk. The Vuista used this to their advantage and infused the blood of ordinary foot soldier sending them to the frontlines against the Obrodians. The Obrodians army was much stronger and organized than the Vuista, but the charge of so many magic users took its toll on the Obrodians when the Vuista finally broke into Obrodian territory just a little over a year ago. The arcanist program was accelerated and students were sent into action before graduation. The top students were sent to the more important locations while the possible graduates were sent on patrol missions or small garrisons. <br><br>You are one of these students. You are sent away from the frontlines and more towards the south to a small mining town of Auguston. An arcanist student was sent there 6 months ago to maintain a steady shipment of iron for the war efforts and to stop any troll incursions to the west from what’s known as “Monster Mountain” where tribes of monsters make regular raids against Obrodian settlements. However, ore shipment has stopped 3 months ago and any attempt for communication has failed. You are given full jurisdiction of Auguston, tasked with the investigation and reinstatement of Auguston’s ore shipments. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/426590/extras/873f28d10a01317034cb934b4547305e.avif?t=1460225792\" width=600 height=74 /></span><br><br><ul class=\"bb_ul\"><li>Build new buildings which offer new followers, resources, and crafting recipes. Upgrade existing buildings to gain enhanced versions. <br><br><br></li><li>Recruit citizens and travelers to help you fight in battle. Discover unique followers and gain their loyalty. <br><br></li><li>Find and harvest materials to craft battle essentials. <br><br></li><li>Fight various people and creatures during your adventure. Discover new passages and entrances. <br><br></li><li>Stayed tuned regularly as we will be implementing new updates regularly, including new features not yet mentioned.</li></ul> <br>Thank you for taking the time to view our Early Access Game and we appreciate your business and feedback. The project’s success relies on the involvement of the community and we hope you like the direction we are headed in with Blood of Magic. <br><br><br>Made By stoneworks Games<br>Stone Aged Gaming-",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/426590/header.jpg?t=1460225792",
    "developers": [
      "Stoneworks Games"
    ],
    "publishers": [
      "Stoneworks Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 12 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 42,
      "highlighted": [
        {
          "name": "Welcome to Auguston",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/426590/8244713cc0c0094eb816970bc316ce3b0469f59d.jpg"
        },
        {
          "name": "Keeping a Cool Head",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/426590/f75c7bb181f131e4ee93fd9cf66a1169ee4970b3.jpg"
        },
        {
          "name": "It Was a Good Brawl",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/426590/8e032eb9d71f6701e2faf54e71b7bdd9a3e62e55.jpg"
        },
        {
          "name": "Just a Grolt",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/426590/edaa0cff82512871eaf81b2e3dd13e743cf73f9c.jpg"
        },
        {
          "name": "Upper Classman",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/426590/897e388149089b39732eb1c24ac5ca856b63cbf4.jpg"
        },
        {
          "name": "A Second Death",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/426590/6f4b12c986cbcbe481e60e890914b17ed35ef5fd.jpg"
        },
        {
          "name": "Religious Freedom",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/426590/27acc2dd64c8a0e5847ba15ca457b7b47a7c4ff4.jpg"
        },
        {
          "name": "Selective Service",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/426590/9af6eff73b5008466c2273aed817935f31d5eca2.jpg"
        },
        {
          "name": "No Boy Scout",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/426590/51280d2fc47385b047ee43ff5089547ed59c2b7e.jpg"
        },
        {
          "name": "Timber!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/426590/50db76947ae5ccf9cacc1d2b1cdc2c8e2e9af926.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}