{
  "426650": {
    "name": "Umbra: Shadow of Death Demo",
    "steam_appid": 426650,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/426650/extras/1_introduction.png?t=1448061328?t=1542676842\" /></span><br>The day started like any other....  But then, just as you were enjoying a walk with your sister, she was kidnapped by evil space robots!   You could have been taken as well but you were lucky and escaped.  ...But what of your sister?  Can you save her from these monsters - or will you die trying?  If you're brave enough then you will have to negotiate a series of challenging physics based puzzles in a world of traps and monsters.... <br><br> <br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/426650/extras/3_else.png?t=1448061328?t=1542676842\" /></span><br>Welcome to the darker reaches of my imagination. This is a demo introduction to Umbra: Shadow of Death (some of the screen shots are from the full version).  This demo has a few puzzles so you can see what the game play is like to help you decide whether or not you want to commit to buying. On the full version you will encounter 7 levels of puzzles, traps, monsters, robots and more! You'll also get to drive a high-performance truck and shoot a mini-gun....! Steam Achievements, Cloud and Trading cards are supported on the full version.  Your progress here will be recorded on your hard drive so you don't need to start again if you do go on to upgrade<br><br><br><br>Umbra is a 2d physics platformer; this demo will take you about 15 minutes to finish whereas the full game should keep you busy for a couple of hours. If your hardware has less than 1Gb of video memory and you don't have DirectX support then the game may not run smoothly. The game is designed to be played using an Xbox360 controller; keyboard/mouse control is optional - but the game won't feel as good to play (and using a laptop trackpad is not recommended). Steam Achievements are supported, so you can share your intellectual and hand/eye coordination superiority with your friends. The game may not run smoothly or in full screen on older / min spec hardware.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/426650/header.jpg?t=1542676842",
    "developers": [
      "Colludium Ltd"
    ],
    "publishers": [
      "Colludium Ltd"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 12 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}