{
  "426870": {
    "name": "Metal Shock Game",
    "steam_appid": 426870,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" > Unreal Engine 5 update now available </p><p class=\"bb_paragraph\" >Metal Shock Game a Next Gen Indie Sc-fi  FPS Shooter in production where you will engage in fierce intense tactical combat on foot, jump into your Mecha suit and unleash fast smooth fiery mechanized warfare on crowded Gigatropolis streets then take off to the sky to engage in glorious 6Dof Ariel combat among towering structures all in a massive intricate seamless futuristic world.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >   <u><strong>Story: </strong></u></p><p class=\"bb_paragraph\" > Adox Lionex Supreme Prefect and High Priestess  of the Blood God Xronox has commissioned you as the chief enforcer to put an end to cruel, barbaric drug fueled rebellion. You are equipped with a new  fast sleek Mech  to  even the battlefield  against the massive rebel Mech fleet that has allowed a rebel infestation outside  the walls  of the domed city. However, no one is who they say they are and nothing is what it seems as deep in the heart of the Gigatropolis lurks a  DARK SECRET that will shake your reality and change your life. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >   <u><strong>Campaign: </strong></u></p><p class=\"bb_paragraph\" > Engage Hordes of  Rebel Mecha, penetrate rebel nests and eliminate rebel bosses and treacherous allies with prejudice(and a BFG). Run and Gun as foot-soldier or jump into your mecha and Power-Skate to the nearest Turbo-Gate, or engage Fly-Mode to even the odds against a wide array of Rebel Power Mechs. Beware of treachery around every corner.   </p><p class=\"bb_paragraph\" > MetalShock Game is a Next-Gen game by a solo indie developer SO PLEASE BE PATIENT. NO Multiplayer is currently Available.</p><p class=\"bb_paragraph\" >_WORK IN PROGRESS _PROTOTYPE PLAYTEST NOW AVAILABLE_</p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/426870/7ccbaeed8565645226cce3ccdf91590e71b19fc1/header.jpg?t=1743284753",
    "developers": [
      "T.M.Ngulo"
    ],
    "publishers": [
      "T.M.Ngulo"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}