{
  "427680": {
    "name": "Zwei: The Arges Adventure",
    "steam_appid": 427680,
    "required_age": 0,
    "is_free": false,
    "description": "Pokkle and Pipiro are two step-siblings living by themselves in the ho-hum village of Puck on the time-forgotten floating continent of Arges. Pokkle loves making terrible puns and wears a tail for funsies, and Pipiro loves buying fashionable clothes and has no filter whatsoever. Together, they meander through what seems to be a peaceful, monotonous existence in their sleepy little burg where nothing interesting ever happens.<br><br>Until something does, anyway! A mysterious masked figure shows up one night and steals six holy idols from the local shrine. The self-proclaimed “Archduke of Arges” tenders a hefty reward for their return, and our “brave” duo jumps at the chance to go find them – Pokkle for the glory, and Pipiro strictly for the cash moneys.<br><br>Their journey will take them to every last nook and cranny across the land and lead to confrontations with a wide variety of friends and foes, each more ludicrous than the last, as a sinister plot to revive an ancient “Demon Lord” unfolds and 500 years’ worth of history comes into focus. Can two 14-year-olds with limited abilities and almost no social skills truly save the day? Or is Arges just pretty much screwed?<br><br>Released in Japan simply as <i>Zwei!!</i>, <i>Zwei: The Arges Adventure</i> is the direct predecessor to the previously released Nihon Falcom action RPG <i>Zwei: The Ilvard Insurrection</i>, from the creators of the popular <i>Ys</i> and <i>The Legend of Heroes</i> franchises.<br><br>Boasting a completely standalone story set on a mysterious “low fantasy” island floating amongst the clouds, <i>Zwei: The Arges Adventure</i> plays out as a classically styled action-oriented 2D dungeon crawler with oodles of optional content and unlockables, player-defined challenge through a unique food-based experience system, and a pervading tongue-in-cheek humor style that helps set it apart from other entries in the genre. Although released on several different platforms in Japan over the years, this is the first time it’s ever been officially released in English, and is the most feature-complete version of the game to date.<br><br>So what are you waiting for? There’s no need to ask Zwei; you Arges gonna have to play this game right now!<h2 class=\"bb_tag\" >FEATURES</h2><ul class=\"bb_ul\"><li><i>SD Anime-Style Characters Inhabiting a Colorful Hand-Drawn 2D World</i><br>Boasting beautiful painterly art rife with detail and animations, and populated with an equally colorful cast of super-deformed anime characters who are constantly on the move, the world of Arges feels perpetually alive and energetic.<br></li><li><i>Fast and Chaotic Combat Featuring a Plucky Duo of Protagonists (and One Pet)</i><br>Fend off merciless enemies in real time with Pokkle’s melee attacks and Pipiro’s myriad magics, and solve puzzles to progress through the game’s many dungeons, all while either flanked by a loyal pet or while monitoring said pet from afar as it goes off on its own adorable little journeys.<br></li><li><i>Tongue-in-Cheek Story and Characters Providing Genuine Humor</i><br>Pokkle’s terrible puns and Pipiro’s all-encompassing snark combine with quirky NPCs, self-aware dialogue, weird and unlikely locations, over-the-top situations, fourth-wall breaking, optional side-quests, and more to provide a genuinely funny and dynamic RPG experience.<br></li><li><i>Food-Based Leveling System Allowing Players to Challenge the Game on Their Own Terms</i><br>Eat food to level-up, or hoard your food so you can exchange it in town for even better food down the line that grants even more experience. Will you stay low-level and challenge dungeons well beyond your means for the promise of more level-ups to come, or will you engorge yourself on demand to make the road ahead a little easier?<br></li><li><i>Minigames, Music, Achievements, Art, and More, Creating the Definitive Zwei Experience</i><br>Play an <i>Ys</i>-inspired typing tutor, an adorable yet savage aeroplane shmup, or a block puzzler that rewards you for <i>not</i> making combos – or maybe just take the time to help guide your pet through the harsh wilderness for various spoils! If that’s not enough, why not try for one of the myriad new achievements, seek out one of the newly illustrated character bromides, or switch out the regular soundtrack for its 2008 arranged version? You can even play the game with Japanese text if you want! Add to that a bevy of control improvements and other modernizations, and you have the ultimate update to this unsung Falcom classic!</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 日语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/427680/header.jpg?t=1732150077",
    "developers": [
      "Nihon Falcom"
    ],
    "publishers": [
      "XSEED Games",
      "Marvelous USA, Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": {
      "total": 22,
      "highlighted": [
        {
          "name": "Fourteen, Buyin' Up Fifteen",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/427680/90c2dae55b8b699de29bcd2a58d52174c60bf795.jpg"
        },
        {
          "name": "Shepherd of the Weak",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/427680/b7dd76878b0964ed606dd8d8c7618873aa041fd3.jpg"
        },
        {
          "name": "Rifling Through Alleyways",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/427680/896a64f9cbb0fb807cb1c8db01cca3ccb49bbd22.jpg"
        },
        {
          "name": "Cherry Topper",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/427680/6be3946c4f3ecd1990f48f6c2bff2e9529f0db4b.jpg"
        },
        {
          "name": "Lost and Fauna'd",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/427680/47225443e65afe7e67d550a5e5515151101a3d8f.jpg"
        },
        {
          "name": "Crayon Level: Six-Year-Old",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/427680/be9379a95d3fa2cfd98f626b5b229e3db421f635.jpg"
        },
        {
          "name": "The Futility of Time",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/427680/e4e3e275308e62c30eca5777c9fe80ba10ee0f1f.jpg"
        },
        {
          "name": "Ironically, a Gold Star Story",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/427680/63cba3604f89a152098a7cb09b61ee8d69e5fe01.jpg"
        },
        {
          "name": "Phonography",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/427680/ffb8f91fa90d77a49c409508fd5f94bb7865b53c.jpg"
        },
        {
          "name": "But You Still Can't Revive Aeris",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/427680/3666b439490ebcc39c3cdd85ba8da712f4a7ee8f.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 196,
      "total_negative": 11,
      "total_reviews": 207
    }
  }
}