{
  "427640": {
    "name": "The Ables: Freepoint High",
    "steam_appid": 427640,
    "required_age": 0,
    "is_free": false,
    "description": "You are about to start school in a new town and have just been given some incredible, life-changing news; you are a super-hero! And not only that, but a super rare breed of hero called an 'Absorber', one who can utilize the super abilities of those around you! But before you even have time to process this new information, your school, &quot;Freepoint High&quot; is attacked by a mysterious, powerful enemy! It is up to you to help save your friends, defeat the evil forces of the mysterious &quot;Cardinal&quot;, and discover the awesome power you have inside! <br />\r\n<br />\r\nBased in the world of the best-selling novel 'The Ables' by Jeremy Scott, Co-Creator of the smash hit YouTube Channel CinemaSins, &quot;Freepoint High&quot; is a lovingly crafted homage to the old-school Metroid-vania classics of yesteryear. Collect and master the use of super powers such as: Pyrokinesis, Telepathy, Super Speed, Super Strength, Gigantism, Optic Blasts, Invisibility, Flight, and more! <br />\r\n<br />\r\nDeveloped by Qiwi Games in association with Jeremy Scott and Made In Network, with a musical score by the legendary Ronald Jenkees, Freepoint High is a high-energy, fast-paced platformer you are sure to enjoy!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/427640/header.jpg?t=1536793744",
    "developers": [
      "Qiwi Games, LLC",
      "Graveck"
    ],
    "publishers": [
      "Qiwi Games, LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 4 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}