{
  "42800": {
    "name": "East India Company: Privateer",
    "steam_appid": 42800,
    "required_age": 0,
    "is_free": false,
    "description": "Fans of East India Company will get the chance to experience the darker side of naval trading and combat with the upcoming expansion, East India Company: Privateer.  Players will get to take on the role of a ruthless seafaring privateer, motivated solely by a thirst for fortune and holding allegiance only to those who will pay for their services.<br>\t\t\t\t\tPlayers will operate their own fleets, commanded by merchant or privateer captains, with the goal of accumulating as much wealth as possible and by any means necessary. Though it offers a limited time frame, Privateer is more mission-oriented than the original game, as players free of allegiances can embark upon such missions as smuggling, blockading ports, and hunting down ships bearing diplomatic envoys.<br>\t\t\t\t\t<ul class=\"bb_ul\"><li>Two Privateer campaigns set in different time periods.<br>\t\t\t\t\t</li><li>Two new multiplayer modes: Breakthrough and Beehive.<br>\t\t\t\t\t</li><li>New goal-oriented gameplay with several new mission types: locate and either sink or capture enemy ships, blockade enemy ports, or escort friendly fleets.<br>\t\t\t\t\t</li><li>New commander skills to fit the life of a privateer, such as “False Colors,” which allows the player to get close enough to ambush the victim, and “Critical Hit,” which gives the player a chance to hit an enemy ship’s magazine, causing the vessel to explode.<br>\t\t\t\t\t</li><li>New specialists, such as the surgeon, cook, constable, and marine officer, who can be used to boost the abilities of your fleets.<br>\t\t\t\t\t</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/42800/header.jpg?t=1475857915",
    "developers": [
      "Nitro Games"
    ],
    "publishers": [
      "Nitro Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 10 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}