{
  "428520": {
    "name": "Fantasy Grounds - Baldur's Gate: Enhanced Edition Item Pack",
    "steam_appid": 428520,
    "required_age": 0,
    "is_free": false,
    "description": "Steep your campaign in the deep Forgotten Realms lore of Baldur's Gate. Don't just include another longsword +1 in your treasure parcel. Instead, fill your loot with magical trinkets, weapon and armor that left an impact on the realms. The party's bard or sage can regale the party with how The Magma Bulwark was forged by the fire giant Varboti and offered as a gift for a Cormyrian general who made peace with his clan.<h2 class=\"bb_tag\" >History of the Baldur's Gate Video Game</h2>Baldur's Gate was released in 1998 and received nearly universal praise and adoration by the gaming community. Over 5 million copies were sold worldwide, and the characters from the game have become household names for many fans of D&amp;D. Who doesn't know about Minsc and Boo at this point?<br>The new owner of this franchise, Beamdog, was founded by former Bioware employee Trent Oster and together with his team of developers and artists, have produced enhanced versions of the game that is now playable on modern computers, with enhanced graphics, new stories and more.<br>Not only has Beamdog brought the game forward for more people to enjoy worldwide, but they have also graciously allowed SmiteWorks to license and share some of the content for use by the Fantasy Grounds community. Now you get your chance to wield your favorite items from Baldur's Gate within your D&amp;D fifth edition campaign.<h2 class=\"bb_tag\" >Adjusting the items to fit your campaign</h2>Note that most of the items have been brought over as basic versions of the item in D&amp;D fifth edition and no real effort has been made to implement the item's special abilities or bonuses or to scale them appropriately for your campaign other than applying the new 5th edition version of the base item. Many of these items would be very powerful if they offered similar bonuses and enhancements than what they did in Baldur's Gate. It is highly encouraged for DM's to carefully consider the impact that including these items in your campaign might have. You should feel free to adjust the rarity, cost, magic bonuses, damage or base AC for any of the items present. The original descriptions and statistics have been included and can be used for inspiration.<br>To adjust an item, drag it to your Campaign's Items list and then click on the lock icon to unlock it. You can make any changes you want to your copy of the item without changing the original item from your module.<br>This Module Includes<strong><br><ul class=\"bb_ul\"><li>80+ basic equipment items including such great tomes as the History of the Shadowvale volumes I-V, History of the Zhentarim and The History of the Dead Three.<br></li><li>Over 300 magic items, potions and scrolls. Items include the original description and name from Baldur's Gate and a sub-section with the original item STATISTICS</li></ul>Requirements: </strong> The free Fantasy Grounds virtual tabletop (VTT) software and the 5E Ruleset<br>To get the new, enhanced version of Baldur's Gate, please visit Beamdog's site.<br>This product is licensed from Beamdog. Unauthorized use or distribution is strictly prohibited.<br><i>Adapted for Fantasy Grounds by: </i><strong>Doug Davison</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/428520/header.jpg?t=1768357685",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 12 月 15 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}