{
  "428730": {
    "name": "Total War: ATTILA - Slavic Nations Culture Pack",
    "steam_appid": 428730,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><h2 class=\"bb_tag\" >Total War™: ATTILA – Slavic Nations Culture Pack</h2></strong><br><br>The Slavic Nations Culture Pack brings three new playable factions to Total War™: ATTILA. The Anteans, Sclavenians and Venedians may be used in Single or Multiplayer Campaign modes and Custom and Multiplayer battles. <br><br>A hardy and mobile people, The Slavs range far and wide across the blasted Steppe to recolonise and bring new life to abandoned earth. When conflict occurs, they release withering hails of poison arrows on their foes. Whether through diplomacy or conflict, they offer the perfect counter to the Hunnic threat, and introduce a number of unique ways to play Total War: ATTILA in both Campaign and Battle.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/428730/extras/a11a0176a17ab9878199ec9dbcd17197.avif?t=1763649301\" width=628 height=181 /></span><h2 class=\"bb_tag\" >New buildings and victory conditions </h2><br>Victory for the Slavic Nations requires the player to build Wonders from the new Legendary building chain. The scale of the victory (minor/regular/divine) and type of victory (military/cultural) depends upon the Wonder built, and players can continue to build different Wonders to achieve greater scales of victory.<br><br>These Wonders, while very expensive to build and maintain, confer increasingly powerful provincial and faction-wide bonuses, and unlock powerful new battle abilities for Slavic units.<br><br>The new City Religion building chain offers temples with numerous religious and civic bonuses, and unlocks the Last Stand battle ability for all Slavic units in the province.<br><br>The new Town Religion building chain offers temples which improve growth and fertility within the province. Combined with their cultural immunity to snow attrition, this enables Slavic nations to thrive more effectively as the climate cools.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/428730/extras/3f12b80c1c797b5f4f188de9bed5917f.avif?t=1763649301\" width=628 height=180 /></span><h2 class=\"bb_tag\" >Slavic Cultural Traits </h2><br>All factions in the Slavic cultural group benefit from the Hardy Warriors trait, which enables them to swiftly recolonise razed provinces. Hardy Warriors confers the following bonuses:<br><br><ul class=\"bb_ul\"><li>Immunity from snow attrition<br></li><li>Zero colonisation cost <br></li><li>50% discount for all main settlement buildings.</li></ul><br>In addition, the new Zadruga building chain helps the Slavic nations to kickstart their economies in newly colonised regions. The chain offers a large base income at tier 1, and generates increased wealth from adjacent owned provinces. In brief, the Slavic nations can very quickly establish fresh colonies at no cost, and begin profiting from them immediately.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/428730/extras/de2cc3dda4d6a937538c4b32ea722902.avif?t=1763649301\" width=628 height=181 /></span><h2 class=\"bb_tag\" >Poison arrows</h2><br>A unique new ammunition type available only to Slavic factions, poison arrows are the deadliest arrow type in the game.  Poison arrows cause exhaustion to the target and generate damage over time. The Anteans can employ heavy poison arrows, with severely enhanced negative effects on their targets.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/428730/extras/f5bb66187791a0497c0f412ad116c0ed.avif?t=1763649301\" width=628 height=180 /></span><br><br><strong><h2 class=\"bb_tag\" >The Slavic Nations</h2></strong><h2 class=\"bb_tag\" >The Anteans</h2><br>Often considered to be an off-shoot of the Venedians, the Anteans have nevertheless fought with savage fury, forging both independence and an identity of their own. Ironically, they were saved from Gothic subjugation by the advancing Huns, who forced the Goths westward before they were able to establish total dominance over the Slavs. The dawning of the 5th century AD promises nothing but further chaos; the Huns continue to maraud whilst the Roman Empire braces against them, desperately hoping to hold back the tide any way they can. Amidst this, the Anteans stand firm, determined to prove themselves strong, to emerge a unified Slavic power!<br><br>With a starting position adjacent to the Huns, the Roxolanians and the Quadians, Antean campaigns offer a significant challenge from the word go. Their faction trait also means that they must be mindful of battle terrain, and choose their engagements accordingly. As a result, Antean campaigns are rated Very Hard! <br><br>Faction trait: Liberty for Wolves<br><br><ul class=\"bb_ul\"><li>+20 morale, melee attack, melee defence, melee damage when fighting in forests<br></li><li>+20 morale, melee attack, melee defence, melee damage when fighting river battles<br></li><li>-10 morale, melee attack, melee defence, melee damage when fighting in grassland/open fields</li></ul><h2 class=\"bb_tag\" >The Venedians</h2><br>The true origins of the Venedians are shrouded in confusion, the Romans incorrectly classifying them as a Germanic people. With typical Roman snobbish arrogance, Ptolemy described their squalid living conditions and their &quot;repulsive&quot; appearance. Despite these scathing remarks, the Venedians have endured, becoming so populous that they have branched into two separate groups; Eastern Roman scholars make specific mention of the Venedians as the &quot;fathers&quot; of many of the other Slavic peoples. Although considered a guiding light in the gloom of the upcoming 5th century AD, the path ahead will not be easy - Huns, Romans and barbarians all encroach on Venedian territory. Yet if they can hold their nerve, and never cower to the mighty or the desperate, they may rise to inherit the world beyond!<br><br>Combining major farming bonuses with the Slavic Nations cultural trait, the Venedians excel at colonising and building their economy around algriculture. They also have a unique event chain which majorly improves their diplomatic relations with the Huns over time, making them well-placed to avoid the worst ravages of the apocalypse. <br><br>Faction trait: In Touch With The Ground<br><br><ul class=\"bb_ul\"><li>Venedian farms carry no negative effects (squalor/public order)<br></li><li>+100% income from farms<br></li><li>-50% income from commerce, industry and culture</li></ul><h2 class=\"bb_tag\" >The Sclavenians</h2><br>The Sclavenians are an aggressive Slavic people who descended from the east, taking advantage of the thinly-spread Imperial armies and raiding Thrace and Illyricum - intent on finding both loot and a place to settle. Inevitably, this has drawn the ire of the beleaguered, but nevertheless still proud and mighty Roman Empire. Now, as the 4th century AD ebbs away, the 5th promises to be a time of unending challenges. Yet the Sclavenians are possessed of a fierce and irresistible temperament, showing time and time again that they are capable of mighty feats and that the future will be no different!<br><br>With a faction trait geared specifically towards slaying Nomad factions – and profiting well from it – the Sclavenians are the world’s best hope for defeating the Huns! <br><br>Faction trait: Horned Is The Hunter<br><br><ul class=\"bb_ul\"><li>+10 morale, melee damage, melee attack and melee defence when fighting Nomadic factions<br></li><li>Extra income for every unit destroyed<br></li><li>+5 Public Order from military presence</li></ul><h2 class=\"bb_tag\" >Unit rosters</h2><h2 class=\"bb_tag\" >General</h2><br>Warlord's Guard<h2 class=\"bb_tag\" >Spearmen</h2><br><ul class=\"bb_ul\"><li>Slavic Levy Spearmen<br></li><li>Slavic Spearmen<br></li><li>Slavic Noble Spears<br></li><li>Slavic Large Shields<br></li><li>Chosen Shields</li></ul><h2 class=\"bb_tag\" >Axe Infantry</h2><br><ul class=\"bb_ul\"><li>Slavic Axe Levy<br></li><li>Slavic Axemen<br></li><li>Slavic Axe Warriors<br></li><li>Perun's Axes<br></li><li>Slavic Ambushers<br></li><li>Followers of Veles (Venedians)<br></li><li>Veles Chosen (Venedians)<br></li><li>Horse Cutters (Sclavenians)<br></li><li>Horse Butchers (Sclavenians)</li></ul><h2 class=\"bb_tag\" >Melee Infantry</h2><br><ul class=\"bb_ul\"><li>Slavic Warriors<br></li><li>Slavic Champions<br></li><li>Perun's Champions</li></ul><h2 class=\"bb_tag\" >Bow Infantry</h2><br><ul class=\"bb_ul\"><li>Slavic Levy Archers<br></li><li>Slavic Archers<br></li><li>Slavic Hunters<br></li><li>Poison Archers (Anteans)<br></li><li>Poison Hunters (Anteans)</li></ul><h2 class=\"bb_tag\" >Javelin Infantry</h2><br><ul class=\"bb_ul\"><li>Slavic Levy Skirmishers<br></li><li>Slavic Skirmishers<br></li><li>Slavic Noble Skirmishers</li></ul><h2 class=\"bb_tag\" >Skirmish Cavalry</h2><br><ul class=\"bb_ul\"><li>Slavic Raiders<br></li><li>Slavic Horse Raiders<br></li><li>Svarog's Raiders</li></ul><h2 class=\"bb_tag\" >Artillery</h2><br><ul class=\"bb_ul\"><li>Onager<br></li><li>Bastion Onager</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语, 德语<strong>*</strong>, 西班牙语 - 西班牙, 捷克语, 波兰语, 俄语, 土耳其语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/428730/header.jpg?t=1763649301",
    "developers": [
      "CREATIVE ASSEMBLY"
    ],
    "publishers": [
      "SEGA"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4000,
      "final": 1360,
      "discount_percent": 66,
      "initial_formatted": "¥ 40.00",
      "final_formatted": "¥ 13.60"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 2 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 8,
      "total_negative": 5,
      "total_reviews": 13
    }
  }
}