{
  "428820": {
    "name": "Grimoire: Manastorm - Lightning Class",
    "steam_appid": 428820,
    "required_age": 0,
    "is_free": false,
    "description": "Lightning is a long-range specialist that uses air, electricity, and storms to strike down his enemies from afar. By altering allied wizards electrical lifeforce he can also use electricity to revitalize and energize allies giving health and movement bonuses. His spells are mostly instant cast beams but he also has large ground casted area of effect and a few healing focused spells.<br><br>As one of the classes with the highest damage potential some may think he is overpowered but in the quick paced gameplay of Grimoire it can be quite a challenge to hit fast moving wizards. His spells are the longest ranged in the game so tactical use of terrain and saving movement spells for repositioning to keep distance is key. Using the Arcane spells there are many customization options including long range support or combat healing.<br><br><strong>Unique Passive Spell:</strong> Magnetize – Damaging an enemy player applies an electrical charge to the damaged player for 3 seconds during which the enemy is visible through walls.<h2 class=\"bb_tag\" >Starting Spells</h2><strong>Primary:</strong> Electricity - Channel a powerful string of electrical energy which deals 4-5 damage every 0.25s<br><strong>Secondary:</strong> Lightning Bolt - Blast the enemy with a super charged bolt of lightning dealing 30 - 36 damage. This spell pierces the first target hitting any enemies behind as well.<br><strong>Utility:</strong> Thunderstrike - Summon a small storm to strike the targeted area with a powerful electrical blast which does 30 to 35 damage after 1s. This spell also slows enemies hit by 30%<br><strong>Ultimate:</strong> Lightning Orb - Launch a super charged ball of lightning which strikes any nearby enemies for 10 to 15 damage every 1s. This spell can be triggered again to stop the orb in its current location.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/428820/header.jpg?t=1509025529",
    "developers": [
      "Omniconnection"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 18 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}