{
  "428840": {
    "name": "Grimoire: Manastorm - Ice Class",
    "steam_appid": 428840,
    "required_age": 0,
    "is_free": false,
    "description": "Ice may not have the same durability as a class like Earth but he is even more devastating at close range and underestimating him would be a mistake. Ice is basically a disabling damage dealer. Nearly all of his spells will slow enemy movement but his spells also leave him more vulnerable. Generally, he will be best at the frontlines where his disables can be paired with other classes high damage to quickly bring down vulnerable or over extended targets.<br><br>Ice excels at close ranged disabling area damage. His passive spell causes his spells to not only slow any enemies hit but also freeze part of the target adding a token of ice. Once the target has been frozen five times the ice shatters causing extra damage. An Ice mage in the middle of an enemy group might die but in the process, he can slow down the entire group causing them to be a prime target for his teammates.<br><br><strong>Unique Passive Spell:</strong> Chilling Grasp – Collects ice on your opponent with every attack after being frozen five times the ice will shatter causing small damage.<h2 class=\"bb_tag\" >Starting Spells</h2><strong>Primary:</strong> Ice Lance - Cast a lance of ice that instantly deals 12 - 15 damage.<br><strong>Secondary:</strong> Ice Spikes - Launch three ice spikes which deal 10 - 15 damage in a small radius and slows any enemies hit. This spell can be charged for 2s to combine the three spikes into one more powerful spike increasing its damage and speed.<br><strong>Utility:</strong> Permafrost - Summon a frigid ball of ice which explodes freezing the targeted area and dealing 6 - 7 slowing damage every 0.5s in a large area for 5s.<br><strong>Ultimate:</strong> Blizzard - Summon a freezing blizzard that surrounds the caster dealing 5 - 6 slowing damage every 0.5s for 8s.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/428840/header.jpg?t=1509026208",
    "developers": [
      "Omniconnection"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 18 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}