{
  "42940": {
    "name": "Elven Legacy: Siege",
    "steam_appid": 42940,
    "required_age": 0,
    "is_free": false,
    "description": "Several months have passed since the return of the Order of Marcus from exile to the continent and their founding of the kingdom of New Tixus in this, the second official Expansion to the epic Fantasy Strategy game Elven Legacy. <br><br>\t\t\t\t\t\t\t\t\t\t\tOutcast elves under the leadership of the elven lord Saggitel, have once more acted provocatively and dared to cross in to the realm of man, but the human armies are ready and waiting. Inciting the wrath of brother Karel, the fearsome knight of the Holy Inquisition, along with the agent of New Tixus, the ranger Cornelius, Saggitel is now their target of retribution. How far can Saggitel run before they catch up to him?<br>\t\t\t\t\t\t\t\t\t\t\t<br>\t\t\t\t\t\t\t\t\t\t\tEach of the heroes, whatever their individual cause, has a mighty army behind them. In the course of their adventures, each will have to stand in battle and withstand mighty sieges in their quest for survival and victory. The ancient impregnable fortresses of the dwarves, the enchanted cities of the elves, and the historic capital cities of Eolia, each will see their share of bloodshed, and each will become sites of conflicts which will go down in the annals of history.<br>\t\t\t\t\t\t\t\t\t\t\t<br>\t\t\t\t\t\t\t\t\t\t\t<strong>Key features:</strong><br>\t\t\t\t\t\t\t\t\t\t\t<ul class=\"bb_ul\"><li>19 new campaign missions<br>\t\t\t\t\t\t\t\t\t\t\t</li><li>The outcome of mission quests will directly impact subsequent missions<br>\t\t\t\t\t\t\t\t\t\t\t</li><li>Two different armies and Three new heroes (Sir Karel, Inquisitor Morcius, Captain Adrian)<br>\t\t\t\t\t\t\t\t\t\t\t</li><li>Bonus mission (becomes available after Gold ranked victories)<br>\t\t\t\t\t\t\t\t\t\t\t</li></ul>",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/42940/header.jpg?t=1752575182",
    "developers": [
      "1C:InoCo"
    ],
    "publishers": [
      "Fulqrum Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 330,
      "discount_percent": 90,
      "initial_formatted": "¥ 33.00",
      "final_formatted": "¥ 3.30"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 11 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}