{
  "430080": {
    "name": "Elysium: Blood Games",
    "steam_appid": 430080,
    "required_age": 0,
    "is_free": false,
    "description": "Elysium: Blood Games plunges you into a world of blood, dark influence and secret dealings. You play an Arenamaster who controls a ludus of 3 fighters, plucked from the ruins of an ancient city and trained in the art of spilling blood for gold. Your goal is to guide, train and prepare them for the ultimate goal: holding the championship banner high.<br />\r\n<br />\r\nElysium features fully detailed warriors with 5 stats + a profile pic and a special trait that can affect gameplay in various ways, making them true individuals. Your job is to mold and guide them on their brutal journey and earn as much gold and glory as you can for yourself while keeping them alive and well. There is a dark side as well: Use your Influence to purchase assorted favors to gain special benefits, bribe opponents with gold, or use special Brews to boost your fighter’s skill.<br />\r\n<br />\r\nThe game features a detailed career engine, including injuries, realistic aging algorithm and career arcs, varied potential and development curves, and a training engine where you can specify what aspects to work on. Sign them to contracts that evolve as they develop in skill, acquire new blood in the between-seasons draft, and compete against 9 other warriors, all hungry for their own glory. Warriors over time retire, get killed or die of natural causes, and the game features full tracking of highly successful warriors, championship winners and those who tragically die in combat.<br />\r\n<br />\r\n* The game includes lots of built-in help and tooltips to make the process of learning the game quick and simple, and high-res graphics/UI, music and sound pull you into the experience.<br />\r\n<br />\r\n* Totally replayable - warriors, brews, schedules, everything is randomly generated every time you start a new game. No two setups are ever the same.<br />\r\n<br />\r\n* Gamble on other matches, bribe opponents, advertise your matches for greater earnings, complete secret objectives for rewards and upgrade to larger venues as you accumulate career wins. 12 special match types change up the experience: Flaming Swords, Lions, extra gold or even the rare Sudden Death match!<br />\r\n<br />\r\n* Use assorted dark methods to improve your warrior’s chance: Buying brews for your warrior to drink for boosted stats or buying special Favors (over 40 in the game) using your Influence obtained by winning matches.<br />\r\n<br />\r\n* Complete career engine built in, including injuries, retirement, aging, and widely varied development arcs, making it a game that constantly changes and evolves over time. The game also comes with history tracking, like Championship winners, retired/killed warriors, Hall of Fame performers, and more.<br />\r\n<br />\r\n* Thousands of ultra-detailed fight texts make the combat come alive, with realistic ebbs and flows, nail-biting comebacks, bleeding and sound effects to draw you into the action, with complete stats breakdown at the end of every fight: hit percentage, average damage, etc. Control each move of the fighter during a combat (Lunge, Normal, Defensive, or aim for a vein for Bleeding) or set it to an attitude and watch the combat play out. The choice is yours.<br />\r\n<br />\r\n* At the end of every season, negotiate contracts, draft new blood into the league, and add to your own personal manager stats that can influence your ‘character’ in the game. Compete in single-elimination playoff tournaments, where the losers go home!<br />\r\n<br />\r\nStake your claim on the sands of the arena with Elysium: Blood Games today!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/430080/header.jpg?t=1764927325",
    "developers": [
      "SimProse Studios"
    ],
    "publishers": [
      "Conglomerate 5"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 1 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 0,
      "total_negative": 2,
      "total_reviews": 2
    }
  }
}