{
  "4301260": {
    "name": "Waifu Match!",
    "steam_appid": 4301260,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >Waifu Match! Is a <u><strong>free moving</strong></u> match 3 roguelike waifu collecting game made by a solo developer. A unique blend of several genres with a simple gameplay loop.</p><p class=\"bb_paragraph\" >But due to dynamic difficulty, various RNG related modifications such as <strong>power ups</strong>, <strong>hurdles</strong>, <strong>match requirements</strong> paired with a <strong>skill tree</strong>, <strong>selectable archetypes</strong>, equippable <strong>relics</strong> there are near countless ways to experience the game.</p><p class=\"bb_paragraph\" >Collecting waifus works as follows; each run has <strong>8</strong> dates, which each cleared date seeing increased difficulty for the next. Clearing date <strong>3</strong> allows you to count the waifu as <strong>MET</strong> and unlock her in your gallery with some stats about the version of her you encountered and met. Clearing a full run adds the waifu to <strong>collected</strong> status, which is the ultimate goal.</p><p class=\"bb_paragraph\" >Meeting and subsequently collecting a Waifu removes them from the pool of Waifus you can encounter and moves you closer to the goal of collecting each Waifu from that family (there are nearly 30 families of different kinds of Waifus). There is also a high score table connected to the player with the highest number of collected Waifus.</p><p class=\"bb_paragraph\" >Clearing a run also has a chance to drop <strong>relics</strong> and <strong>artifacts</strong>. <strong>Relics</strong> are equippable modifiers to your next run, sometimes useable once and sometimes more. <strong>Artifacts</strong> are collectibles that have a rarity tied to them, making each drop unique, it's said that higher rarities can be equipped for special visual effects..</p><p class=\"bb_paragraph\" >If you love simplistic gameplay with deep randomized elements and collecting beautiful Waifus, you'll love Waifu Match!</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4301260/50367e72411a412bfc36415a1bca565d7ab57217/header.jpg?t=1771517861",
    "developers": [
      "Punchroll Studios"
    ],
    "publishers": [
      "Punchroll Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年 3 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}