{
  "4302160": {
    "name": "F.A.R.M.S.: Chill Factory",
    "steam_appid": 4302160,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" ><strong>F.A.R.M.S. : Chill Factory</strong> is an automation simulation game you can enjoy at your own pace.<br>Build complex production lines, optimize efficiency, and accelerate production with a click. There are no enemy raids and no strict time limits. It is just you, a vast factory, and infinite possibilities through technological research.</p><h2 class=\"bb_tag\" >🏭 Total Freedom in Factory Design</h2><p class=\"bb_paragraph\" >Design your dream factory with intuitive controls.<br>With the <strong>&quot;Link System,&quot;</strong> simply drag and connect machine ports to complete your production lines. Say goodbye to frustrating directional restrictions.<br>Furthermore, by using <strong>&quot;Relays (Waypoints),&quot;</strong> you can route connections around obstacles to create beautiful, organized wiring. The game also features a <strong>Batch Edit Tool</strong>, allowing you to move or delete multiple machines at once, making large-scale layout changes stress-free.</p><h2 class=\"bb_tag\" >🌲 Evolve Your Factory with the &quot;Tech Tree&quot;</h2><p class=\"bb_paragraph\" >Invest your produced items and earnings to unlock nodes in the <strong>Tech Tree</strong>.<br>The path of growth is up to you: unlock new production machines, upgrade existing ones, speed up conveyor belts, or expand convenient system features.<br>Experience the satisfaction of evolving your facility into a highly advanced, efficient mega-factory through step-by-step upgrades.</p><h2 class=\"bb_tag\" >⚡ Push the Limits! &quot;Boost System&quot;</h2><p class=\"bb_paragraph\" >This isn't a factory you just watch. Your &quot;clicks&quot; dramatically change production efficiency.<br>Click on machines to fill the <strong>&quot;Boost Gauge&quot;</strong> and accelerate operation speeds in real-time.</p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>Lv.1 (Green):</strong> 1.25x Speed</p></li><li><p class=\"bb_paragraph\" ><strong>Lv.2 (Blue):</strong> 1.5x Speed</p></li><li><p class=\"bb_paragraph\" ><strong>Lv.3 (Orange):</strong> 2.0x Speed!</p></li></ul><p class=\"bb_paragraph\" >The gauge decreases over time, allowing you to actively intervene by rapid-clicking to clear bottlenecks when it matters most.</p><h2 class=\"bb_tag\" >🍣 From Iron Ingots... to Sushi!?</h2><p class=\"bb_paragraph\" >Advance your technology to unlock new recipes.<br>You aren't limited to heavy industrial products. Manufacture everything from classic auto parts and construction materials to growing wheat for <strong>Cakes</strong>, and even fresh <strong>Sushi</strong>!<br>Manage diverse production chains and build a production hub that meets every demand.</p><h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>Stress-Free Automation:</strong> No enemy raids. Just a relaxed, &quot;chill&quot; gameplay experience.</p></li><li><p class=\"bb_paragraph\" ><strong>Flexible Network Building:</strong> Create free-form lines using <strong>Relays (Waypoints)</strong> without worrying about conveyor directions.</p></li><li><p class=\"bb_paragraph\" ><strong>Tech Tree Progression:</strong> A deep progression system where you invest resources to gradually unlock and strengthen machines and features.</p></li><li><p class=\"bb_paragraph\" ><strong>Active Intervention:</strong> Control factory productivity directly by clicking to Boost.</p></li><li><p class=\"bb_paragraph\" ><strong>Unique Products:</strong> Manufacture a wide range of items, from pistons and construction kits to sweets and sushi.</p></li></ul><p class=\"bb_paragraph\" ><strong>Now, build the world's best factory with the power of automation and your strategy!</strong></p>",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4302160/cd4ce80f9d616506cbd3c3c5696b8a8aa6e1faf5/header.jpg?t=1771913085",
    "developers": [
      "Plema Crafts"
    ],
    "publishers": [
      "Plema Crafts"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年第一季度"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 68,
        "description": "自定义音量控制"
      },
      {
        "id": 79,
        "description": "随时保存"
      },
      {
        "id": 69,
        "description": "立体声"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}