{
  "4303610": {
    "name": "Batikan",
    "steam_appid": 4303610,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" ><strong>BATIKAN </strong>is a story-driven tactical fantasy top-down/third person RPG where a player creates a single character and over the course of the game, leads a party of heroes through a richly detailed world shaped by politics, myth, and personal choices. Every starting hero offers a gameplay and environment that is unique to them, essentially creating a deep, immersive and distinct experience for each one. The game will be targeted to mature audiences and will feature strong themes.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>BATIKAN </strong>is a grounded, action-packed and entertaining RPG. There is an ongoing theme of mythic realism where there is grounded politics mixed with supernatural forces. You live in an undocumented era of the colonial transition period of the Philippines based form actual events in history blended with local mythology. Play as different <i>Baganis</i> or local heroes and meet local legends, explore a land of warriors, and discover secrets that lie in the shadows.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >There are branching storylines, and multiple endings are motivated by moral dilemmas. Turn-based combat systems emphasise positioning, team selection, environment, skill and energy management and synergy. Dialogue choices, faction alliances, and character builds meaningfully affect outcomes. The game will be played in top-down/third-person view with free-flowing camera movement, just like<i> Baldur's Gate 3. </i>Cinematic cut scenes will be spread throughout that will make the gaming experience like living a movie.  The game will feature mechanics like a planting system, a worship system, a tattoo-based skill tree, which also dictates the level of reputation, magic-imbued accessories providing a unique shield system, a summoning system, along with a thirst and hunger system, and repair and crafting unique weapon systems. It also carries along traditional systems like inventory, passive and active skills, spellcasting and health and mana pool.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Players can create a character of their own and advance up to level 20, which is plenty considering the format of gameplay. Players can choose the different tribes that inhabited the archipelago and characters in the world can join your party and fight for and with you. There is a great sense of cultural identity because of the infusion of popular historical and folklore figures and mythological creatures to realistic traditions, and aesthetics that can be seen through clothing patterns, tapestries and just general decorative elements. You will also experience strong themes of tribal unity and colonial resistance—all in the rich soils of the <i>Maharlikas</i>. Beautiful 3d rendered backgrounds and characters allows for a beautiful experience and all these said things are encountered and entried in an in-game journal, and a whole spellbook of spells can be learned that evolve and grow with as your character’s abilities increase.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The game is being developed in the UE5 engine. Concept arts and the 3D character and environment modelling are done by talented Filipino artists who are as passionate as the developers. It will have an old-school feel with modern mechanics. Multiplayer is a possible feature on future upscaling with a separate island for multiplayer. And for that, we will need all of your help-- to build that community.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >For the Art Direction, the visual style is semi-realistic 3D with textures. This style is used in both in-game and cinematic cutscenes for key moments.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >We are working with talented Southeast Asian artists to create beautiful orchestral music fused with indigenous instruments (<i>kulintang, agong,</i> jaw harp, bamboo flutes) and <i>original soundtracks</i> with and without lyrics to help build up key moments and important cutscenes and support the narrative and storytelling. This will make the overall vibe cinematic and movie-like.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Fully voiced companions, enemies and other protagonists are partially voiced (dialogue choices). And hand-picked sound effects with emphasis on environmental immersion (ambience, weather, time, and mood) will be there too to help build the mood.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The legendary stories start on a historically divergent precolonial Philippines during the time when a volcanic eruption happened around the 16th century. Those who grasped the nature of these forces became powerful babaylans, while the fearful masses surrendered control to Datus and outsiders who promised protection. The outsiders, still entrenched in power, unleashed the Inquisition: a zealous force that hunts rogue babaylans and magical creatures, inspiring both reverence and terror. Magic remains a source of awe and suspicion, dividing communities and fueling endless Tribal Wars. The Philippines is now a fractured land of enchanted jungles, spectral lands, and whispered legends and divided by warring tribes, foreign invaders, and ancient spirits. —where survival means navigating the volatile balance between ancestral power, colonial rule, and the monstrous unknown.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><i>&quot;The Katutubo people who are earliest settlers comprised of the Dumagat or Sea People who lived in the coastal areas and the inland people or Lumads, albeit separated by water, are one people, in one journey, in one boat.&quot;</i></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The Thalassocrat lands of the <i>Katutubo</i>, comprised of Lusong, Kabisay-an and Maguindanao, is connected by water and divided by mountains. If two islands are separated by water, they are more unified. Currently, at its weakened state, there is an ongoing war with pirates from the Champa Sea. Merciless invaders are trying to take advantage of this great rich archipelago, trying to claim an island for themselves.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Examples of thematic ideas are unity vs. division, heritage vs. colonization, destiny vs. free will. Respect for nature; Locales believe that gods and spirits guarded natural features such as mountains, rivers, and forests. Sacrifices would regularly be offered to these entities to appease them. Every village or town had baylans (shamans and priests) who were believed to wield power over the supernatural world.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The heroes will traverse the virgin and lush forests and lakes of the olden days and meet different people along the way. It will be naturally perilous but at the same time exciting to discover and meet people and sometimes creatures along the way! Some key places to be featured in the game:</p><p class=\"bb_paragraph\" ><i>Lusong</i> is the northern part of the Philippines where the biggest kingdom during the time was situated.</p><p class=\"bb_paragraph\" ><i>Cainta(Lusong)</i> is a thriving barangay where there are at least a thousand inhabitants, and it is surrounded by very tall and very dense bamboo thickets and fortified with a wall and a few small culverins. The same river as that of Manila circles around the village, and a branch of it passes through the middle, dividing it into two sections.</p><p class=\"bb_paragraph\" ><i>Ipugo</i>(Cordillera Mountains) means earth people or mortal beings from the word <i>Pugaw</i>(earthworld). It is a beautiful place with majestic sunrises, but it is almost stuck in a tribal war that has lasted for generations. This is where the story of Dakila Starts.</p><p class=\"bb_paragraph\" ><i>Kafagway</i> is in the Cordillera Mountains. The name means stem/grassy clearing and is the gateway of the people from the lowlands to the highlands.</p><p class=\"bb_paragraph\" ><i>Mandaya(now in modern-day Davao Oriental)</i> is primarily located in the eastern portion of the island of Mindanao. This community celebrates the wonderful traditions of our early ancestors, where the Babaylans commune freely with the Gods. This is where Bulan have trained on the ways of the Babaylans and where her story starts.</p><p class=\"bb_paragraph\" ><i>Minondoc(Lusong)</i>, the oldest Chinatown in the world which was established in 1594. Now, Binondo, and a district of the City of Manila, it was once the centre of Filipino-Chinese trade, business, and culture, and is famous for its Filipino-Chinese and authentic Chinese cuisine. The name means mountainous or hilly, referring to the area’s original terrain.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >One of the main characters is Lam-ang of the Ilokano Epic, Biag ni Lam-ang who is in search of the murderer of his father. We will get to follow a cast of characters who are all on their own journeys to find something, but somewhat their fates are intertwined. The game will feature people like: Babaylans, Datus, Maharlikas and the tribes that thrived during this time.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Combat Mechanics follows the turn-based system, but we're trying to implement an option to do a <strong>Real-time with Pause system</strong> at the beginning of the game after you select a character. Combat styles will feature southeast asian martial arts like <i>Kali</i> (bladed and stick fighting), our very own, <i>Buno</i> (grappling and wrestling), and <i>Panantukan</i> (Filipino dirty boxing). Some of the population in the period also practised a localised Chinese fighting style known as <i>Kuntaw</i>.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Conflict is always a main motivator for games, whether it is from within, with the unknown, or with change. This game will not be short of that. In BATIKAN, there will be multiple and sometimes, these will happen at the same time. The game will feature the infamous Wokou pirates who raided around the Champa sea during that time. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><i>The Fleet of Lin Feng/Limahong</i><strong>:</strong> Around the time this world exists, Chinese warlord <i>Limahong </i>sets out for Maynilad. He had just been expelled from China by the imperial fleet in a battle in Guangdong. He was looking to move his headquarters to the lands of the Maharlikas, where he could obtain more significant gains with less difficulty-- or so he thought.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><i>Limahong's fleet of 62–70 ships had about 3000 pirates, including 400 Japanese soldiers.</i> The Asian pirates carried long-tipped pikes (described as being &quot;enough by themselves to undo the thickest hauberks&quot;(likely guangdaos) and several kinds of dao/sabres, katana, and scimitars. Among protective equipment were steel armour, mail, and cloth gambesons, especially worn by the Asians. The pirates also use a great quantity of weapons, guns and hand grenades and incendiary artefacts (Molotov in earthware if you will).</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Along with these invading pirates, some creatures lurk in the shadows. Some of them mean no harm as long as you don't push your luck, but currently, most of them seem to be agitated and follow a certain voice from somewhere. What could be that stirs these creatures to be aggressive? Nevertheless, nature spirits like Tikbalangs and Kapres have roamed the archipelago even before the rise of these great kingdoms. All they want is to live in peace and have a smoke like everyone else-- you know what I mean?</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Will you be able to stop evil for good or defer its coming on to the next centuries until a new generation of heroes emerges?</p>",
    "supported_languages": "英语<strong>*</strong>, 菲律宾语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4303610/71f4e7f07ff61253ea016558062198e0a51896e8/header.jpg?t=1769311114",
    "developers": [
      "Dalluyon Studio"
    ],
    "publishers": [
      "Dalluyon Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年第四季度"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 64,
        "description": "可调整文字大小"
      },
      {
        "id": 67,
        "description": "视角舒适度"
      },
      {
        "id": 66,
        "description": "可选颜色"
      },
      {
        "id": 68,
        "description": "自定义音量控制"
      },
      {
        "id": 78,
        "description": "可调整难度"
      },
      {
        "id": 71,
        "description": "朗读游戏菜单"
      },
      {
        "id": 79,
        "description": "随时保存"
      },
      {
        "id": 69,
        "description": "立体声"
      },
      {
        "id": 65,
        "description": "字幕选项"
      },
      {
        "id": 70,
        "description": "环绕声"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}