{
  "4305220": {
    "name": "The Rebellion Demo",
    "steam_appid": 4305220,
    "required_age": 0,
    "is_free": true,
    "description": "<p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" style=\"text-align: center\">“If there is a palace, there is a tyrant to bring down.”</h2><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" style=\"text-align: center\">A Turn-Based Rebellion, Told Through Simple Play</h2><p class=\"bb_paragraph\" >Lead a small spark of resistance on a besieged island nation. Command your heroes in fast, turn-based battles, take missions from a desperate people, and push back a tyrant’s grip—one hard choice at a time. Time moves as you travel, fight, and gamble on events, and some opportunities only exist at certain hours. Rest at camp to recover and press on… but every rest advances the calendar, and not every mission will wait.</p><h2 class=\"bb_tag\" style=\"text-align: center\">Turn-Based Battles — No Grid, No Filler</h2><p class=\"bb_paragraph\" >Battles are clean, decisive, and turn-based. Each unit acts in sequence with a limited number of moves per turn—attack, use an item, or spend a skill use you might not get back until you rest. Enemies can come in waves, and victory earns experience and loot to keep the uprising alive.</p><h2 class=\"bb_tag\" style=\"text-align: center\">Missions That Open the Road Forward</h2><p class=\"bb_paragraph\" >Take missions from NPCs across the map: win a fight, survive an event, retrieve a critical item, or reclaim a building from occupation to gain new advantages. The main story follows a chained path toward the true enemy—with fail-forward progress when things go wrong, keeping the struggle moving even through setbacks.</p><h2 class=\"bb_tag\" style=\"text-align: center\">Camp, Caravan Market, Blacksmith, Rest, and the Cost of Recovery</h2><p class=\"bb_paragraph\" >Camp is where you rearm the rebellion: adjust stats, pick skills and masteries, manage items, and rest to fully recover and refresh skill uses. But rest advances the day—and without enough food, recovery won’t come easy. When you need to gear up, visit the Caravan Market to buy or sell supplies, or bring battered equipment to the Blacksmith for repairs. Your time is a resource. Spend it well.</p><h2 class=\"bb_tag\" style=\"text-align: center\">Boss Encounters With Their Own Rules</h2><p class=\"bb_paragraph\" >Bosses don’t just hit harder—they change the fight. Face duelists that force one-on-one showdowns, commanders that summon reinforcements mid-battle, and commanders that escape only to test you again later. Learn their patterns, adapt your tools, and survive long enough to keep hope breathing.</p><h2 class=\"bb_tag\" style=\"text-align: center\">Lost Stories You Can Collect and Read</h2><p class=\"bb_paragraph\" >Find letters and book fragments that reveal the island’s past—and its wounds today. Some stories are more than lore: reading them can trigger special missions and legendary threats with higher rewards and harsher consequences. In this rebellion, words can be weapons.</p><br><p class=\"bb_paragraph\" style=\"text-align: center\"><strong>The uprising starts small.</strong> </p><p class=\"bb_paragraph\" style=\"text-align: center\">Keep your heroes standing. Keep the people believing.</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4305220/52dc19dc1ae8fb6905c92a5d8057f982fddfc6bc/header.jpg?t=1771061406",
    "developers": [
      "Cagatay Urfali"
    ],
    "publishers": [
      "Cagatay Urfali"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2026 年 2 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}