{
  "4305410": {
    "name": "A Spiritual Adventure",
    "steam_appid": 4305410,
    "required_age": 0,
    "is_free": true,
    "description": "<p class=\"bb_paragraph\" >Welcome to A Spiritual Adventure, a choice-driven game presented to you primarily in text alongside a simple GUI, with hundreds of potential choices to make and many minigames. You will play as… yourself, kind of, and you will embark on a quest to do… well, something interesting hopefully, but that’s up to you! The one thing I will prompt you with is that you and your evil, fiendish and staggeringly dastardly enemy are locked in an eternal feud of sorts, and if you like you can try to kill them. Well, I think that you should, you get extra points. Why would you not..?</p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4305410/extras/4130145a3cee3e32385cd6dacf936453.avif?t=1771028010\" width=350 height=350 /></span></p><p class=\"bb_paragraph\" ><u><strong>More detailed Info:</strong></u></p><p class=\"bb_paragraph\" >This is a bit different to how most choice-driven games go, as it focuses on a great breadth of outcomes to actions without a clear core storyline. Was this a good idea on my part? Maybe not. But, y'know, there's something to it. This makes it a roguelike in a sense - a 'run' can be very quick, but what you do in each may differ entirely, it's not as though it only properly branches out near the end. You can move around the world map, where you'll find different options at different times, based on the choices you've made before and the passage of time, until you die, or maybe you win, or maybe something else..?</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >It currently has more than 49,000 words (rounded down, excluding some sources of text in the game) of dialogue, so that's not bad, but it's certainly not a big project! It's my first game and intended to be quite manageable for one person to make. Still, you could spend a decent amount of time exploring what is there. There are currently 11 (or up to 13 depending on your definition) minigames, too, which offer different kinds of entertainment.</p><p class=\"bb_paragraph\" >It's free, because I don't care to spend ages figuring out good enough marketing to warrant a price tag for a hard-to-advertise game by an unknown developer like myself. I made it for fun!</p><p class=\"bb_paragraph\" ></p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4305410/ff430d641262767692c035c2422bf19c389543ed/header.jpg?t=1771028010",
    "developers": [
      "Solar Sausage"
    ],
    "publishers": [
      "Solar Sausage"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 74,
        "description": "无需应对快速反应事件"
      },
      {
        "id": 69,
        "description": "立体声"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}