{
  "4306300": {
    "name": "Saint George's Tavern",
    "steam_appid": 4306300,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >Saint George's Tavern, the hilarious  tavern simulator set in the early 1800's during the reign of King George III (the Mad King).  This game is about more than just pouring ales and cooking food, It's full of fun, laughs and mini games that ramp up the audacious carry on that you would find in a tavern frequented by 'Muppets'...</p><h2 class=\"bb_tag\" ><strong>   How is this game Unique?</strong></h2><p class=\"bb_paragraph\" >Its comedy mixed in with simulation - which is hard to describe in words. </p><p class=\"bb_paragraph\" >We can't tell you if you will find the game funny, only you can find that out for yourself...</p><p class=\"bb_paragraph\" >Please - <strong>Definitely try out the Demo to get a good idea if this games for you!</strong></p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >    <strong>Story</strong></h2><p class=\"bb_paragraph\" >You start the game on the 1st of December 1820, with 10 pounds and a rating of zero. 2 tables and a small amount of ingredients.</p><p class=\"bb_paragraph\" >Now its up to you to build your tavern up over the next 24 days because - King George III has declared that he will be spending Christmas Day at the best tavern in England.  Now prepare for madness...</p><h2 class=\"bb_tag\" >    <strong>Gameplay Features</strong></h2><p class=\"bb_paragraph\" > </p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Get your tavern up and running, seat customers, take food and drinks orders, pour ales and make the food.</p></li><li><p class=\"bb_paragraph\" >Sometimes you'll have to catch the food first of course!</p></li><li><p class=\"bb_paragraph\" >Earn your money and expand your business. Increase your tavern rating through good service to compete against other taverns and pubs.</p></li><li><p class=\"bb_paragraph\" >2 hilarious British commentators - characters in the game, will comment on the funny things you do, the funny things the customers do and also help get you started with the food recipes and the like. </p></li><li><p class=\"bb_paragraph\" >Expand and buy rooms for your customers to stay and sleep in.</p></li><li><p class=\"bb_paragraph\" >At the end of the day you can Buy Ingredients, study your stats, see how much you earned, see how many customers are forecast to come in the next day. </p></li><li><p class=\"bb_paragraph\" >Stay up to date with the local news paper, see your rating compared to the competition, checkout the classifieds - there's almost always something to buy or follow up on.</p></li><li><p class=\"bb_paragraph\" >Hire a worker and give them jobs to help make things a little easier</p></li><li><p class=\"bb_paragraph\" >Each day you'll find yourself with more and more customers, so you'll need to work fast and make clever choices to get all your customers served before time is up</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The game seamlessly integrates a bunch of different minigames some of which happen as events and some that are purchased by the player as part of the taverns expansion.</p><h2 class=\"bb_tag\" ><strong>Mini Games and Events</strong></h2></li><li><p class=\"bb_paragraph\" >Drinking Games!</p></li><li><p class=\"bb_paragraph\" >Tavern Fights! (Funny Arguments for audience under 13yo)</p></li><li><p class=\"bb_paragraph\" >Arm Wrestling!</p></li><li><p class=\"bb_paragraph\" >Happy Slaps!</p></li><li><p class=\"bb_paragraph\" >Dance Offs</p></li><li><p class=\"bb_paragraph\" >Christmas Decorating, A choir of Chickens singing Christmas Carols, rat infestations, Monster Chickens, and the list goes on - to keep you the player entertained the whole way through.</p></li><li><p class=\"bb_paragraph\" >Elevate your tavern rating and get ready to host King George III for Christmas dinner! It's definitely going to get out of control!</p></li><li><p class=\"bb_paragraph\" >A Fantastic Music sound track sets the tone of the game.</p></li><li><p class=\"bb_paragraph\" >Players under 13 years old automatically have low level violence switched off and are also given a little bit of help to beat the customers in the mini games, plus extra time for serving customers.</p></li><li><p class=\"bb_paragraph\" >Gameplay time estimated at about 14 hours</p><p class=\"bb_paragraph\" ></p></li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4306300/67118c2d097ed2e4132aafe70068e1659107a395/header.jpg?t=1770163487",
    "developers": [
      "Fowler Forge Games"
    ],
    "publishers": [
      "Sonja Fowler"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年 4 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}