{
  "4309350": {
    "name": "Capsubita - TURBO",
    "steam_appid": 4309350,
    "required_age": 0,
    "is_free": true,
    "description": "<p class=\"bb_paragraph\" ><strong>CapSubita Turbo</strong> 是 Capsubita 的“更重量级但更全面的版本”，拥有<strong>总计 110 多种语言</strong>，支持多向翻译（任何语言到任何语言），而基础版最初只有约 20 个“单向”模型。</p><p class=\"bb_paragraph\" >与基础版一样，它通过选择屏幕上出现文本的区域来工作。CapSubita 通过 OCR 检测原始语言，将其翻译成您选择的语言，并将字幕直接叠加在屏幕上。如果字幕遮挡内容，您可以移动字幕；可以调整透明度或字体大小等外观选项；还可以通过针对游戏或复杂文本优化的模式来微调性能。</p><p class=\"bb_paragraph\" >控制面板很简单：<strong>绿色</strong>按钮启动文本区域选择，<strong>蓝色</strong>按钮重新定位字幕，<strong>黄色</strong>按钮打开语言和外观配置，<strong>红色</strong>按钮关闭程序。</p><p class=\"bb_paragraph\" ><strong>包含的语言：</strong> 此版本推荐用于高性能系统，并已预装 <strong>110 种语言</strong>，可以任意交叉使用，从任何语言翻译到任何其他语言。</p><p class=\"bb_paragraph\" >建议在窗口模式或无边框窗口模式下使用。</p><p class=\"bb_paragraph\" >该程序以合理的资源消耗提供快速、实用的翻译，但与所有自动技术一样，有时可能会出现与上下文相关的错误。</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>涵盖的语言</strong></p><p class=\"bb_paragraph\" >南非荷兰语 (af), 阿姆哈拉语 (am), 阿拉伯语 (ar), 阿斯图里亚斯语 (ast), 阿塞拜疆语 (az), 巴什基尔语 (ba), 白俄罗斯语 (be), 保加利亚语 (bg), 孟加拉语 (bn), 布列塔尼语 (br), 波斯尼亚语 (bs), 加泰罗尼亚语/瓦伦西亚语 (ca), 宿务语 (ceb), 捷克语 (cs), 威尔士语 (cy), 丹麦语 (da), 德语 (de), 希腊语 (el), 英语 (en), 西班牙语 (es), 爱沙尼亚语 (et), 波斯语 (fa), 富拉语 (ff), 芬兰语 (fi), 法语 (fr), 西弗里斯语 (fy), 爱尔兰语 (ga), 盖尔语/苏格兰盖尔语 (gd), 加利西亚语 (gl), 古吉拉特语 (gu), 豪萨语 (ha), 希伯来语 (he), 印地语 (hi), 克罗地亚语 (hr), 海地语/海地克里奥尔语 (ht), 匈牙利语 (hu), 亚美尼亚语 (hy), 印度尼西亚语 (id), 伊博语 (ig), 伊洛卡诺语 (ilo), 冰岛语 (is), 意大利语 (it), 日语 (ja), 爪哇语 (jv), 格鲁吉亚语 (ka), 哈萨克语 (kk), 中部高棉语 (km), 卡纳达语 (kn), 韩语 (ko), 卢森堡语 (lb), 干达语 (lg), 林加拉语 (ln), 老挝语 (lo), 立陶宛语 (lt), 拉脱维亚语 (lv), 马尔加什语 (mg), 马其顿语 (mk), 马拉雅拉姆语 (ml), 蒙古语 (mn), 马拉地语 (mr), 马来语 (ms), 缅甸语 (my), 尼泊尔语 (ne), 荷兰语/佛兰芒语 (nl), 挪威语 (no), 北索托语 (ns), 奥克语（1500年后）(oc), 奥里亚语 (or), 旁遮普语 (pa), 波兰语 (pl), 普什图语 (ps), 葡萄牙语 (pt), 罗马尼亚语/摩尔多瓦语 (ro), 俄语 (ru), 信德语 (sd), 僧伽罗语 (si), 斯洛伐克语 (sk), 斯洛文尼亚语 (sl), 索马里语 (so), 阿尔巴尼亚语 (sq), 塞尔维亚语 (sr), 斯瓦蒂语 (ss), 巽他语 (su), 瑞典语 (sv), 斯瓦希里语 (sw), 泰米尔语 (ta), 泰语 (th), 他加禄语 (tl), 茨瓦纳语 (tn), 土耳其语 (tr), 乌克兰语 (uk), 乌尔都语 (ur), 乌兹别克语 (uz), 越南语 (vi), 沃洛夫语 (wo), 科萨语 (xh), 意第绪语 (yi), 约鲁巴语 (yo), 中文 (zh), 祖鲁语 (zu).</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4309350/31bb9f8f276abcfcee32f3e4acaa8f6c7b9fc435/header.jpg?t=1768964144",
    "developers": [
      "Manuel Antonio Marcellán"
    ],
    "publishers": [
      "Manuel Antonio Marcellán"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2026 年 1 月 20 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}