{
  "4309020": {
    "name": "Neo Lobby Arcade™",
    "steam_appid": 4309020,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" style=\"text-align: center\"><strong>Neo Lobby Arcade</strong> is the ultimate evolution of classic arcades, transformed into a vibrant virtual multiplayer world. Forget boring menus and solitary emulators: here, your game collection comes alive in an immersive 3D environment designed for socializing. Meet up with friends, walk freely through the lobby, chat with other players using proximity voice chat, and challenge anyone on your favorite machines. Neo Lobby Arcade isn't just an emulator; it's your new digital hangout where nostalgia and modern technology meet.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" style=\"text-align: center\"><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4309020/extras/e90deff2bcbed82225f72df290adb113.avif?t=1769826409\" width=524 height=257 /></span></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Your Arcade, Your Rules</h2><p class=\"bb_paragraph\" >In <strong>Neo Lobby Arcade</strong>, you have total control over the experience. Developed by Astroblast Studios, this title offers an &quot;open world&quot; within a high-fidelity arcade hall where interaction is key. The game serves as a bridge between your backups and the multiplayer experience: simply drag and drop your files onto the virtual machines to start playing.</p><p class=\"bb_paragraph\" >The heart of the experience is its <strong>instant multiplayer system</strong>. Want to play a quick match with a friend? Set up the game and invite them with a single click; the system handles session synchronization instantly, eliminating the usual technical barriers. All this happens while you are surrounded by a living environment, featuring recreated arcade art and the ability to see other users playing, reacting, and hanging out in real-time.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4309020/extras/8cd99cb8ef411e7426be9493a9a9b3e3.avif?t=1769826409\" width=1560 height=906 /></span></p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>3D Social Environment:</strong> Explore a detailed arcade hall in first or third person. You aren't just a name on a list; you are an avatar that can walk, perform gestures, and express yourself within the lobby.</p></li><li><p class=\"bb_paragraph\" ><strong>Proximity Voice Chat:</strong> Total immersion thanks to spatial audio. Hear players screaming with excitement next to a machine or whispering strategies in a corner, just like in the arcades of the 90s.</p></li><li><p class=\"bb_paragraph\" ><strong>&quot;Drag &amp; Drop&quot; System:</strong> Forget complex setups. Load your own ROMs by simply dragging them directly onto the arcade cabinet you wish to use.</p></li><li><p class=\"bb_paragraph\" ><strong>Instant Multiplayer Sync:</strong> Optimized connection technology makes inviting a second player a matter of seconds, without tedious network configurations.</p></li><li><p class=\"bb_paragraph\" ><strong>Cabinet Customization:</strong> Visualize your games with their corresponding artwork on the machines, creating an authentic and personalized atmosphere.</p></li></ul><h2 class=\"bb_tag\" >Important Notice Regarding Copyright and ROM Usage</h2><p class=\"bb_paragraph\" ><strong>Neo Lobby Arcade is a simulation platform and social environment. The game DOES NOT include, distribute, or facilitate the download of ROMs, BIOS images, or any other copyrighted software.</strong></p><p class=\"bb_paragraph\" >The game's functionality relies strictly on files the user possesses locally. We respect intellectual property and copyright laws:</p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >The user is solely responsible for managing their own game library.</p></li><li><p class=\"bb_paragraph\" >The game does not store any game files on its servers; it acts solely as a medium to execute and synchronize the content you already own on your computer.</p></li><li><p class=\"bb_paragraph\" >We strongly recommend using only backups of games you have legally acquired or public domain software (Homebrew).</p></li></ul><p class=\"bb_paragraph\" >Get your files ready, call your friends, and bring the golden age of arcades back to life in <strong>Neo Lobby Arcade</strong>!</p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4309020/79aff1c4713e1afa1b6e9a9822fd8fe2876340c3/header.jpg?t=1769826409",
    "developers": [
      "AstroBlast Studios LLC"
    ],
    "publishers": [
      "AstroBlast Studios LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年第二季度"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}