{
  "4309970": {
    "name": "Soulbound Odyssey",
    "steam_appid": 4309970,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" ><strong>Soulbound Odyssey</strong> is a dark fantasy retro JRPG inspired by classic 8-bit adventures, reimagined with modern soulslike mechanics and an unforgiving world.</p><p class=\"bb_paragraph\" >You awaken as a chosen soulbound hero referred to as the &quot;child of light&quot; in a land shattered by chaos. Seven demonlords rule over the world with cruelty and fear, warping reality itself. With no memories of your past, you rise against them setting out on a perilous journey to reclaim hope, uncover the truth behind your power, and end their reign once and for all.</p><p class=\"bb_paragraph\" >Unlike traditional JRPGs, <strong>you do not directly control your party members</strong>. Your companions are autonomous beings with their own instincts, behaviors, and combat decisions. They fight, react, and survive on their own forcing you to adapt rather than command.</p><p class=\"bb_paragraph\" >Progression is equally unconventional. There are no standard level-ups. Instead, power is earned through <strong>souls</strong> harvested from fallen enemies and consumed to grow stronger. These<strong> souls</strong> can also be shared with any companions you bring with you to strengthen them, thus taking some of the weight off your shoulders!<br>Every battle matters, every soul counts, and every choice carries weight.</p><p class=\"bb_paragraph\" >Explore a vast, interconnected world filled with danger, secrets, and lore. Take on <strong>main quests and side quests</strong>, encounter others who have risen against the demonlords, and witness how desperation, courage, and corruption have shaped the land.</p><h2 class=\"bb_tag\" ><strong>Key Features</strong></h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Retro 8-bit JRPG visuals with a dark fantasy atmosphere</p></li><li><p class=\"bb_paragraph\" >Soulslike progression system focused on collecting and consuming souls</p></li><li><p class=\"bb_paragraph\" >Autonomous party members with independent combat behavior</p></li><li><p class=\"bb_paragraph\" >A grim world ruled by seven powerful demonlords</p></li><li><p class=\"bb_paragraph\" >Open-ended exploration with main and side quests</p></li><li><p class=\"bb_paragraph\" >Meaningful choices, challenging encounters, and persistent danger</p><p class=\"bb_paragraph\" ></p></li></ul><p class=\"bb_paragraph\" ><strong>Soulbound Odyssey</strong> is a journey of survival, sacrifice, and defiance where strength is earned, allies are unpredictable, and the world does not forgive weakness.</p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4309970/5293f0d2c35203aafe544eba8e1dcea60e5993e8/header.jpg?t=1768405612",
    "developers": [
      " Could Care Less"
    ],
    "publishers": [
      " Could Care Less"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}