{
  "4310150": {
    "name": "Noxpheria: The Crimson Madness",
    "steam_appid": 4310150,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >NOXPHERIA: THE CRIMSON MADNESS</h2><p class=\"bb_paragraph\" ><strong>Where logic meets delirium, and the truth demands a sacrifice.</strong></p><h2 class=\"bb_tag\" ><strong>The Guilt has a Name. The Truth has a Price.</strong></h2><p class=\"bb_paragraph\" >Logan Holloway was a man driven by curiosity. A former investigative reporter, his obsession with an enigmatic author cost him everything: his career, his sanity, and the lives of his family. Years after his collapse, a mysterious letter lures him to Ranchester—a city that shouldn't exist on any map—promising the answers he has chased for decades.</p><p class=\"bb_paragraph\" >In <strong>Noxpheria: The Crimson Madness</strong>, you don’t just survive the terror; you must decode it. As Logan, you will enter a metaphysical domain where the boundaries between memory and reality dissolve, and every discovery pulls you closer to a ritual of succession that could alter the fate of your soul.</p><h2 class=\"bb_tag\" ><strong>The Living City of Ranchester</strong></h2><p class=\"bb_paragraph\" >Ranchester is not just a setting; it is an oppressive entity that breathes and shifts as your investigation progresses. Explore locations marked by absolute decay and visceral violence. From distorted alleyways to impossible architectures that defy geometry, the city reacts to your presence. What was a safe path yesterday may be a corridor of nightmares today, fueled by lingering psychic residues.</p><h2 class=\"bb_tag\" ><strong>Deep Investigation: The Case Board</strong></h2><p class=\"bb_paragraph\" >In this survival horror, your mind is your sharpest weapon. Through the <strong>Investigation Board</strong>, you must manually connect clues, documents, and testimonies.</p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>Connect the Dots:</strong> Formulate conclusions that unlock new objectives and reveal the truth behind the creatures.</p></li><li><p class=\"bb_paragraph\" ><strong>Bestiary and Grimoire:</strong> Nothing is handed to you. Study monster behavior and decipher ancient rituals to transform raw information into the power of survival.</p></li></ul><h2 class=\"bb_tag\" ><strong>Rituals and Stigmas: Occultism as Strategy</strong></h2><p class=\"bb_paragraph\" >Forget the safety of conventional firearms. In Noxpheria, resources are scarce, and survival demands darker methods.</p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>Ritualistic Weapons:</strong> Wield instruments that feed on flesh, blood, and sanity. They do not break, but they exact a high price from those who brandish them.</p></li><li><p class=\"bb_paragraph\" ><strong>Stigma System:</strong> Perform rituals to obtain active abilities. Heal grievous wounds, create blinding flashes of light, or paralyze pursuers. But beware: every Stigma requires sacrificial items harvested from the very creatures hunting you.</p></li></ul><h2 class=\"bb_tag\" ><strong>Tactical and Psychological Survival</strong></h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>Manage Your Sanity:</strong> The darkness and horrors of Ranchester corrode your mind. Find Safe Rooms to catch your breath and organize your resources.</p></li><li><p class=\"bb_paragraph\" ><strong>Reactive Combat:</strong> Monsters don't drop ammo. They drop organs, essences, and bones. Choose your fights wisely; sometimes, silent investigation is more effective than direct confrontation.</p></li><li><p class=\"bb_paragraph\" ><strong>The Master:</strong> Deep within the city, you will encounter The Master. Is he your guide, your tormentor, or your destiny? Give him fragments of memory to unravel the deepest layers of the lore.</p></li></ul><h2 class=\"bb_tag\" ><strong>Game Features:</strong></h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>First-Person Horror:</strong> An immersive experience focused on atmosphere and psychological narrative.</p></li><li><p class=\"bb_paragraph\" ><strong>Cognitive Investigation System:</strong> Feel like a true detective by physically organizing clues on the board.</p></li><li><p class=\"bb_paragraph\" ><strong>Unique Resource Economy:</strong> A drop system focused on ritualistic materials rather than common items.</p></li><li><p class=\"bb_paragraph\" ><strong>Rich and Complex Lore:</strong> Discover the connection between literary obsession, the anonymous author, and Logan's personal tragedy.</p></li></ul>",
    "supported_languages": "英语<strong>*</strong>, 葡萄牙语 - 巴西<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4310150/8f6c0c8020c1f733ba46ce63886d0b8556d3f15d/header.jpg?t=1770311335",
    "developers": [
      "Noct Paradox"
    ],
    "publishers": [
      "Noct Paradox"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 67,
        "description": "视角舒适度"
      },
      {
        "id": 68,
        "description": "自定义音量控制"
      },
      {
        "id": 78,
        "description": "可调整难度"
      },
      {
        "id": 69,
        "description": "立体声"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}