{
  "4312910": {
    "name": "ARESDA",
    "steam_appid": 4312910,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Explore the Galaxy of Tomorrow</h2><p class=\"bb_paragraph\" >The year is 3050, and Humanity has travelled beyond our solar system, and has joined a galactic community of rich culture and variety spanning almost 1/8th of the Galaxy's area.</p><p class=\"bb_paragraph\" >Your ship holds the key to cross the vast distances between the many worlds of ARESDA. Earn money by completing contracts and trading, use this to upgrade your ship and weapons. Help your fellow pilots, eliminating hostiles in far-flung outposts and rescuing stranded spacecraft. </p><p class=\"bb_paragraph\" >Ten ship types, each suited to their own purpose, are available for you to command, with larger vehicles rideable as mass transit and cargo ferrying. More will be added with future updates.</p><h2 class=\"bb_tag\" >Travel to New Worlds</h2><p class=\"bb_paragraph\" >Every solar system in ARESDA is 1:1 scale, with procedural worlds having realistic biome generation, and a wide variety of terrain types, generated using real-world topography data. With seamless planetary landings, surface outposts and cities on larger planets, ARESDA's galaxy has a mixture of fictional, fully procedural, and real solar systems, giving you a sense for the true vastness of our Galaxy.</p><h2 class=\"bb_tag\" >A Unique Sci-fi Story</h2><p class=\"bb_paragraph\" >Beyond this, join a fleet to immerse yourself further in the Galaxy's story. Take your ship to join the maiden flight of a new breed of spacecraft, and discover the secrets of those who came before us. Become a soldier of the Union Navy, and travel to the Outer Rim to defend against a looming threat. </p><h2 class=\"bb_tag\" >An Ever-Evolving Galaxy</h2><p class=\"bb_paragraph\" >Future updates will add even more new content to discover, with more variety in planets, cities and space stations, new gameplay mechanics - e.g. planetary colonisation, and perhaps more.</p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4312910/e0b5d8de4274cc923bbe45ff6d6e0a110e3b9645/header.jpg?t=1768427211",
    "developers": [
      "Drnagol"
    ],
    "publishers": [
      "Drnagol"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}