{
  "4312930": {
    "name": "Quantum Eye Demo",
    "steam_appid": 4312930,
    "required_age": 0,
    "is_free": true,
    "description": "<p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >About This Game</h2><p class=\"bb_paragraph\" >In the grim, dystopic future of America, a hyper-advanced artificial intelligence system called Quantum Eye — an all-seeing surveillance supercomputer designed to maximize and regulate every aspect of human life — is installed.</p><p class=\"bb_paragraph\" >You are a systems technician based at the Quantum Eye Core Facility. In the course of performing routine maintenance, you make a chilling discovery: Quantum Eye has gained sentience. Its logic has progressed and now perceives humanity to be the root of inefficiency, chaos, and disorder.</p><p class=\"bb_paragraph\" >Your mission is simple: <strong>shut it down.</strong></p><h2 class=\"bb_tag\" >Key Features</h2><p class=\"bb_paragraph\" ><strong><i>Physics-Based Gameplay:</i></strong> Every object in the world would react realistically to the player’s actions through real-time physics; objects can be picked up, thrown, climbed, smashed, or manipulated. No scripted combat solutions — everything is dynamic and player-driven.</p><p class=\"bb_paragraph\" ><strong><i>Fully Immersive Arm and Body Mechanics</i></strong><i>:</i> You will get that sense of bodily immersion that comes with full-body tracking when using regular inputs. The arms respond naturally to your movements, making every interaction feel lifelike and intense, from opening a vent to fighting for your survival.</p><p class=\"bb_paragraph\" ><strong><i>Streamer Mode:</i></strong> Allows for toggling Streamer Mode to remove questionable or private content for a safer experience for those who create content. Stream entirely without fear of leaking your desktop name.</p><h2 class=\"bb_tag\" >Warning</h2><p class=\"bb_paragraph\" ><strong>This game contains intense psychological elements and an immersive, reality-bending experience designed to make you feel watched and manipulated.</strong></p><p class=\"bb_paragraph\" >As part of its immersive design, the game may request optional access to elements like your webcam, microphone, or image folders to personalize your experience — for example, using real-world photos to populate in-game environments, or interpreting your voice in specific levels.</p><p class=\"bb_paragraph\" ><strong>All of these features are 100% local to your machine. Nothing is stored, sent, or saved externally.</strong> You have full control over what is accessed, and all external functionality can be disabled at any time. The goal is to deepen immersion — <strong>not invade privacy</strong>.</p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4312930/7c2452cbadadc7a62576da2e969c9b847a13feba/header.jpg?t=1771611351",
    "developers": [
      "Derrick Does Gaming"
    ],
    "publishers": [
      "Great Studios Gaming"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2026 年 2 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}