{
  "4312960": {
    "name": "Fantasy Grounds - Traveller - Adventure Class Ships",
    "steam_appid": 4312960,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Adventure Class Ships</h2>  Adventure Class Ships, those vessels of 2,000 tons or less, are the mainstay of Traveller and the most common ships found on the spacelanes by far. This book gives you more than 60 new ships in this class, to be used by Travellers, pirates, traders, government forces and corporations. Each vessel has a specific role in the universe and has been built to accomplish it with the best components available to its builders.<br><br> <br>  In this book you will find:<br><br> <br><ul class=\"bb_ul\">Exploration Ships: These are the vessels that travel far beyond the frontier, seeking new worlds, aliens, and awe-inspiring stellar phenomena.  <li> Merchant Ships: The backbone of interstellar commerce, in this book you will find merchant vessels of all sizes and for all budgets. <br> </li><li> Passenger Ships: While merchant ships carry cargo, these vessels carry people, and Travellers are likely to have been carried by many of them in their lives. <br> </li><li> Working Ships: The unsung heroes of space, these ships keep the galaxy turning and include salvage ships, jump cutters, customs patrol craft, prison ferries and more. <br> </li><li> Military Ships: These are ships with guns, designed to out-manoeuvre and outfight any enemies they come across. Pirates and corsairs use similar vessels, though for very different purposes. <br> </li><li> Traveller-built Ships: What happens when Travellers with millions of Credits decide to design their own ship? This chapter explores the expansive and often highly specific ships that can result. <br> </li><li> Aslan, Sword Worlds and Vargr Ships: Beyond the Third Imperium and its affiliated states, other empires can have very different takes on ship design, but these vessels might just be the perfect ride for a group of Travellers. <br> </li><li> Plus rules on how your Travellers can get their hands on any of these ships after their careers are completed and they are ready to voyage across the stars. </li></ul>&quot;<i>Adapted for Fantasy Grounds by: </i><strong>James Lillard</strong><br><br><br><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Traveller 2E (Mongoose) ruleset.<br><br><br><br>Screenshots may differ from what you see in-game based on the extensions and ruleset you have loaded.<br><br><br>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4312960/0c1a3f03b2ac1d2f6b3bfcf5eb1e6aed5bb1b9cf/header.jpg?t=1769534770",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 16800,
      "final": 16800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 168.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2026 年 1 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}