{
  "431330": {
    "name": "Dungeons Are Random",
    "steam_appid": 431330,
    "required_age": 0,
    "is_free": false,
    "description": "Dungeons are Random is a fast-paced roguelike game, where everything is meant to be generated as randomly as possible, while still being enjoyable as a game. It's a mix of a roguelike and an action-rpg game: you improve your hero by running around and fighting monsters, while venturing endless, randomly generated dungeons<br><br>Key Features:<br><ul class=\"bb_ul\"><li>Infinite, randomly created dungeons each time you start a game<br></li><li>Randomly generated loot stats, giving you hundreds of different armors and weapons to find<br></li><li>Hardcore! Steep learning curve, permadeath and no quick loading ensures a challenge<br></li><li>Swords, hammers, bows, fireballs - choose your playstyle!<br></li><li>Level up! Defeating monsters grants attribute points, which you can use to further customize your hero<br></li><li>Random equipment forces you to adapt to a different style each time you start over...<br></li><li>... which you will have to do because you will die! A lot!<br></li><li>No time wasting! You can start a game and end it whenever you want. Whether you have 10 minutes or 2 hours, Dungeons are Random will still allow you do have some fun.<br></li><li>Full controller support: You can play either with your keyboard or pad (the later one is recommended)<br></li><li>Multiple languages: english, polish, italian, russian, dutch, spanish<br></li><li>Crafting: create the perfect equipment!<br></li><li>Various game modes! At the moment 2, more to come!<br></li><li>Quests! Get better loot for completing challenges!<br></li><li>Highscores system! Compete with player around the world for the greatest score! Be at the top of the list!</li></ul><br><strong>DEMO</strong> available at: ",
    "supported_languages": "英语, 意大利语, 西班牙语 - 西班牙, 荷兰语, 波兰语, 俄语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/431330/header.jpg?t=1457076025",
    "developers": [
      "PIXELBUG"
    ],
    "publishers": [
      "PIXELBUG"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 1 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}