{
  "4315290": {
    "name": "DIY AI Perfect Girlfriend - DLC Ancient Xuan Clan Descendant Girlfriend",
    "steam_appid": 4315290,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>DIY AI Perfect Girlfriend - DLC Ancient Xuan Clan Descendant Girlfriend - An Immersive Visual Interactive Novel. This DLC is a side story to &quot;DIY AI Perfect Girlfriend&quot;.</strong></h2><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4315290/extras/8fa1e8039a87afb9761e6f246205ab53.avif?t=1770401781\" width=1560 height=878 /></span></p><h2 class=\"bb_tag\" ><i>Story Introduction</i></h2><p class=\"bb_paragraph\" >The Huangpu River churns with cold waves. Shen Yanci, wrongfully executed, is granted rebirth by futuristic nanobots! Becoming a &quot;Digital Phantom,&quot; he returns with three superpowers—precise control of his physical attributes, linking and manipulating energy networks, and nanomaterialized defense—vowing to avenge Lu Zhenting and the FX Group! However, Shanghai is rife with intrigue: a foreign firm's conspiracy to steal artifacts, the mysterious power of the ancient Xuan Yuan Jade Pendant, the clash between metaphysical formations and futuristic technology, and the enigmatic presence of three stunning women with ambiguous stances. Is it betrayal by a childhood sweetheart? A test of a rekindled romance? Or the camaraderie of kindred spirits amidst chaos? You will empathize with Shen Yanci, tearing through layers of mystery amidst the glitz and glamour of Shanghai's bustling metropolis to uncover a shocking conspiracy spanning time!</p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4315290/extras/1e28a007cf1ddd2aa12e921e4eced05d.avif?t=1770401781\" width=1560 height=878 /></span></p><h2 class=\"bb_tag\" ><i>Game Features</i></h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >A Clash of Two Dimensions: Future Technology VS Traditional Metaphysics! Using nanobots to interfere with radio waves and construct energy shields to combat mystical arrays and demonic manipulation, the collision of these two power systems creates an exhilarating experience.</p></li></ul><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >A cinematic immersive experience: Recreating the real-life scenes of Shanghai during the Republic of China era, from the dilapidated alleys of the slums to the dazzling lights of the Paramount Ballroom, from the eerie secret rooms of the George Mansion to the ornate buildings of the Green Gang stronghold, every detail is meticulously crafted to enhance the sense of immersion.</p></li></ul><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Suspenseful twists and turns: Artifact smuggling, mind control, a town massacre, family secrets—every clue hides a mystery. The plight of Liu Ruyan, the true identity of Su Meier, and the ultimate secret of the Xuan Yuan Jade Pendant await your discovery.</p></li></ul><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4315290/extras/108df69a3cb80aa84e1b866a9b44e764.avif?t=1770401781\" width=1560 height=878 /></span></p><h2 class=\"bb_tag\" ><i>Female character interaction highlights</i></h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Su Manqing - Blade of Justice</p></li></ul><p class=\"bb_paragraph\" >A top female reporter for the *Shen Bao* newspaper, her sharp wit lies hidden behind her gold-rimmed glasses. Working alongside her late-night stakeouts to investigate clues, and hiding from the police in the reeds, her pen is both a tool for recording the truth and a weapon to expose lies.</p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Liu Ruyan - Mystical Shadow</p></li></ul><p class=\"bb_paragraph\" >A childhood sweetheart in a cheongsam, her willow-leaf eyebrows concealing a complex web of love and hate. She uses copper coins to create a soul-summoning array, yet whispers &quot;Brother Yanci&quot; to you in the dead of night; she's a VIP at the George Trading Company, yet secretly helps you in times of danger.</p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Bai Ruoxi - Green Gang's Fierce Blaze</p></li></ul><p class=\"bb_paragraph\" >The only daughter of the Green Gang's leader, spoiled and willful yet righteous. She drags you along as her fiancé to avoid arranged marriages, uses her Green Gang connections to gather intelligence for you, and steps forward to protect you in times of danger!</p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Qin Yuning - Ethereal Beauty</p></li></ul><p class=\"bb_paragraph\" >A cold and mysterious master of metaphysics, her black robes and red eyes exude a deadly allure. A fleeting romance at a rainy night tavern, a collaboration invitation from the Paramount Ballroom—her spirit manipulation techniques can either help you break free from a predicament or push you into the abyss.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4315290/extras/0fee4b2e3e34accbfd734d6c06b1d593.avif?t=1770401781\" width=1560 height=878 /></span></p><h2 class=\"bb_tag\" ><i>Scene Features: A panoramic recreation of the Republican era</i></h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Huangpu Riverbank: An assassination scene amidst reeds, the cold river waters concealing deadly intent—the starting point of rebirth and the prelude to revenge.</p></li></ul><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Paramount Ballroom: A bustling intelligence hub, where beauties mingle under neon lights, and swords flash amidst the clinking of glasses.</p></li></ul><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >George &amp; Co.: A glamorous foreign institution, its underground chambers conceal artifacts and conspiracies, protected by both magical formations and advanced technology.</p></li></ul><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Slums and Green Gang Strongholds: On one side, dilapidated shacks; on the other, a secluded courtyard blending Chinese and Western styles, reflecting the wealth gap and undercurrents of Shanghai.</p></li></ul><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4315290/extras/218425efc7a50f0d71a23221b6f817b6.avif?t=1770401781\" width=1560 height=878 /></span></p><h2 class=\"bb_tag\" ><i>Gameplay Features</i></h2><p class=\"bb_paragraph\" >Immersive Dialogue System: Dialogues subtly incorporate micro-expressions and body language details, with exclusive interactive actions (running side-by-side, sharing an umbrella in the rain, gifting jade pendants, etc.)</p><p class=\"bb_paragraph\" >Download now and become a Republican-era &quot;Digital Superman,&quot; forging your own path of revenge and redemption amidst love, hate, intrigue, and conspiracies!</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4315290/5c02b3ef0c9a8eccda8b530828dc41aaea965539/header.jpg?t=1770401781",
    "developers": [
      "FSK2_0007"
    ],
    "publishers": [
      "OKE.FX GROUP"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}