{
  "4316450": {
    "name": "Fantasy Grounds - Starfinder Society - Invasion's Edge: Disaster at Dreamlink Labs",
    "steam_appid": 4316450,
    "required_age": 0,
    "is_free": false,
    "description": "Starfinder 2 RPG - Starfinder Society Scenario 1-03: Disaster at Dreamlink Labs<br><br> <br> A Starfinder Society Scenario designed for 1st- through 2nd-level characters, playable in 2-3 hours.<br><br> <br> When a nascent godling called the Newborn was birthed from the planet Aucturn in 324 AG, chunks of its planetary womb and embryonic fluids were cast across the Pact Worlds. Most of this debris--called aucturnite--collected at the outer rim of the system, in a region known as the Gelid Edge. This forlorn field of ice and technomagical debris is a realm of occult power, haunted starship wrecks, and unknown horrors. Yet, for all its dangers, the Gelid Edge is a frontier of new discoveries and forbidden knowledge, and many Newborn evangelists, anomaly hunters, and occult researchers have flocked to the region to learn its secrets.<br><br> <br> When the Starfinder Society is contacted by scientists from Dreamlink Laboratories, who claim to have made an important discovery in the Gelid Edge, Venture-Captain Arvin dispatches a team of agents to investigate. Unfortunately, something has invaded Dreamlink Labs... and time is running short for the lab's survivors.<br><br> <br> <br> <i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i> <br><br><br> <br><ul class=\"bb_ul\">All maps are resized and set up with a preset grid to make combats easy to manage  <li> Individual area descriptions linked to maps, containing new encounters, treasure parcels, and descriptions for just that area <br> </li><li> Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly. <br> </li><li> Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead <br> </li><li> All the images and handouts from the book are available to share with your players as you need them </li></ul>&quot;<i>Adapted for Fantasy Grounds by: </i><strong>Christopher Ward</strong><br><br><br><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Starfinder 2.0 ruleset.<br><br><br><br>Screenshots may differ from what you see in-game based on the extensions and ruleset you have loaded.<br><br><br>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4316450/3ac3a0cdcb209a3b6a2f33db37d8429fc94549cc/header.jpg?t=1768416587",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2026 年 1 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}