{
  "4316530": {
    "name": "Clash of Worlds",
    "steam_appid": 4316530,
    "required_age": 0,
    "is_free": true,
    "description": "<p class=\"bb_paragraph\" >Clash of Worlds is a turn-based strategic card game. Based off of the popular card game, Yu-Gi-Oh!, Clash of Worlds features many similar mechanics. Clash of Worlds is designed with the sole purpose of &quot;fun&quot; in mind. Precautionary steps are in place to prevent egregious &quot;power creep&quot; that ruins card games like Yu-Gi-Oh!.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >This application, in which you can play Clash of Worlds, is fully manual style of play. This means that nothing is done for you. You play as if you were playing &quot;in real life&quot;. If you wish to learn to play, join the Discord or check out the tutorial videos in-game (links to youtube videos). It is suggested to do both. People in the Discord would be more than willing to teach you how to play the game.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Formats</strong></h2><p class=\"bb_paragraph\" >Clash of Worlds features a multitude of different formats, however, some of these formats do not exist as of yet due to a banlist not being in place yet.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Eternal - As the name would suggest, this is the eternal format. Every card is legalized with a periodically changing banlist and new cards being added as time goes on. This format is mainly for those who are looking for great complexity or higher difficulty in their games.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Legacy - Not a true legacy format, but the essence of one. This format is for slow, back-and-forth style of place. Many cards in Clash of Worlds will be banned in this format. This is to create an envirement of simplicity and ease of play. This is for those who are beginners and are looking to learn the basics of the game.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Mid-Play - The in-between of Eternal and Legacy formats. This features some level of complexity and difficulty without going as far as Eternal. The is reminiscent to Yu-Gi-Oh!'s Edison Format. This format bans a lot of cards from the game, but not as many as Legacy.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Each of the above formats will continuously be supported and will receive new cards.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Other Formats</h2><p class=\"bb_paragraph\" >The previous formats were major formats. These next formats listed are some of the less common formats or formats not currently supported.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Chaos - This format gives each player a Main Deck of 45 random cards and an Extra Deck of 15 random cards.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Team Duel - Currently only 2v2s are supported. Some cards specifically support this format.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Brawl - Not currently supported. Some cards specifically support this format.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Cycle - Not currently supported. This format only legalizes cards in specific sets/packs that are cycled through periodically, allowing for a fresh feel of game state.</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4316530/64181dca232842f7a98b2c4d36d02734ac465d92/header.jpg?t=1771891302",
    "developers": [
      "Thuri Tech Studios"
    ],
    "publishers": [
      "Thuri Tech Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年第一季度"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 64,
        "description": "可调整文字大小"
      },
      {
        "id": 68,
        "description": "自定义音量控制"
      },
      {
        "id": 74,
        "description": "无需应对快速反应事件"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}