{
  "4317130": {
    "name": "FishPond",
    "steam_appid": 4317130,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" ><strong>Every fish in your pond is born with a 12-trait genome</strong> — speed, size, hunger, fertility, color, and more — all inherited from its parents and twisted by mutation. Two fast parents might produce something faster. Or something weird. That's the fun part.</p><p class=\"bb_paragraph\" ><strong>Grow a real ecosystem, not a screensaver.</strong> Stock your pond with six species, each with its own personality. Minnows school in nervous swarms. Bass lurk near structures and ambush anything that swims too close. Crawfish scuttle along the bottom eating whatever died. Every fish makes its own decisions — hunting, fleeing, mating, resting — based on what's actually happening around it.</p><p class=\"bb_paragraph\" ><strong>Breed with purpose (or reckless curiosity).</strong> Use the Genetic Splicer and Sampler to cross-breed fish and chase down rare genetic variants, from &quot;Quickfin&quot; speedsters to the elusive &quot;Perfect Specimen.&quot; Save your best genetics to a library, clone them, splice them, and push your lineages further. Over 50 named variants are waiting to be discovered in the Trophy Room.</p><p class=\"bb_paragraph\" ><strong>Keep the balance or watch it collapse.</strong> Oxygen is finite. Hunger is relentless. Overpopulate and your pond suffocates. Neglect your scavengers and carcasses pile up. The Harmony system tracks everything — diversity, stability, starvation, extinction — and gates your progression behind it. A thriving pond earns more money, unlocks new species, and opens up powerful tools. A dying one spirals fast.</p><p class=\"bb_paragraph\" ><strong>Your pond writes its own music.</strong> A built-in 32-bit audio engine generates the entire soundtrack in real time. Each species contributes its own instruments — minnows bring shimmering bell chimes, bass lay down deep predatory lines, salmon add flowing pads. As populations grow, the tempo climbs. Switch between orchestral, funk, and electronic modes and listen to your ecosystem play itself.</p><p class=\"bb_paragraph\" ><strong>Automate, optimize, expand.</strong> Hire fishermen with configurable targeting logic to harvest your pond automatically. Upgrade your auto-feeders, expand your pond to 7x its starting size, and run experiments that reward both stability and controlled chaos — yes, there's a mission for causing an extinction on purpose.</p><p class=\"bb_paragraph\" ><strong>Key Features:</strong></p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >12-trait genetic inheritance with mutation, specialization, and visual variation</p></li><li><p class=\"bb_paragraph\" >6 species with distinct AI behaviors, food chains, and ecological roles</p></li><li><p class=\"bb_paragraph\" >Real-time procedural music that reacts to your pond's population</p></li><li><p class=\"bb_paragraph\" >50+ discoverable genetic variants across four rarity tiers</p></li><li><p class=\"bb_paragraph\" >Harmony-driven progression — balance your ecosystem to unlock everything</p></li><li><p class=\"bb_paragraph\" >Oxygen management, predator/prey dynamics, and carcass cleanup</p></li><li><p class=\"bb_paragraph\" >Automated fishermen with targeting modes and safety buffers</p></li><li><p class=\"bb_paragraph\" >Experiments that challenge you to grow, crash, and rebuild</p></li><li><p class=\"bb_paragraph\" >Time scaling from 0.1x slow-motion to 3.0x fast-forward</p></li><li><p class=\"bb_paragraph\" >Fish cages for isolating breeding lineages</p></li><li><p class=\"bb_paragraph\" >Expandable pond up to 7x screen size</p></li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 阿拉伯语, 保加利亚语, 捷克语, 丹麦语, 荷兰语, 芬兰语, 希腊语, 匈牙利语, 印度尼西亚语, 日语, 韩语, 挪威语, 波兰语, 葡萄牙语 - 巴西, 葡萄牙语 - 葡萄牙, 罗马尼亚语, 俄语, 简体中文, 西班牙语 - 拉丁美洲, 瑞典语, 泰语, 繁体中文, 土耳其语, 乌克兰语, 越南语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4317130/b1805c6dbbfd51e40850494d6d19d6155f9d4d6e/header.jpg?t=1772165827",
    "developers": [
      "Evan Guthrie"
    ],
    "publishers": [
      "Evan Guthrie"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 67,
        "description": "视角舒适度"
      },
      {
        "id": 68,
        "description": "自定义音量控制"
      },
      {
        "id": 75,
        "description": "可以仅用键盘"
      },
      {
        "id": 76,
        "description": "可以仅用鼠标"
      },
      {
        "id": 74,
        "description": "无需应对快速反应事件"
      },
      {
        "id": 79,
        "description": "随时保存"
      },
      {
        "id": 69,
        "description": "立体声"
      },
      {
        "id": 77,
        "description": "可以仅用触控"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}