{
  "4317980": {
    "name": "Sesquipedalian",
    "steam_appid": 4317980,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >This is a casual puzzle game centered around the core gameplay of &quot;time-limited item-catching challenges&quot;. Its controls are simple yet the gameplay is intensely thrilling, making it perfectly suited for entertainment during fragmented time.</p><p class=\"bb_paragraph\" >The game interface features a clean and intuitive design. The black background makes the falling items stand out vividly. The remaining time is clearly displayed on the left side, while the current score is updated in real time on the right side. With all core information presented at a glance, you can fully focus on every item-catching maneuver.</p><p class=\"bb_paragraph\" >The gameplay emphasizes hand-eye coordination and reaction speed. All you need to do is swipe the screen or tap the directional buttons to move the basket at the bottom left and right, catching various items that fall randomly from the top of the screen. Different items correspond to different point values, requiring you to quickly predict their landing positions and flexibly adjust the basket’s placement.</p><p class=\"bb_paragraph\" >The countdown of the remaining time is the core source of pressure in the game. Every passing second urges you to catch items efficiently—you can neither miss key items in the pursuit of a high score nor waste precious time due to hesitation. Although the game lacks complex level-unlocking mechanics, the combination of &quot;time limit + high-score challenge&quot; keeps you immersed in the cycle of &quot;playing one more round to chase a higher score&quot;. Whether it’s during your commute or a short break, you can quickly start an exciting and engaging item-catching showdown.</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4317980/765b5fe2a6b7186de2086126df762a8d2284f2f4/header.jpg?t=1769935033",
    "developers": [
      "Dingdang"
    ],
    "publishers": [
      "Dingdang"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 13600,
      "final": 13600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 136.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2026 年 2 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}