{
  "4317970": {
    "name": "Lugubrious",
    "steam_appid": 4317970,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >This is a shooting game focused on urban nighttime defense. The dim night sky is shrouded in hazy clouds, and the city’s castles and street lamps form the battlefield backdrop that needs to be guarded. Players control a red-and-white rocket-shaped aircraft, moving manually using the WASD keys throughout: W corresponds to upward, S to downward, A to left, and D to right. You’ll need to adjust your trajectory flexibly to maneuver smoothly across the battlefield.</p><p class=\"bb_paragraph\" >The incoming red flying saucers are the core enemies—they will approach the city from different directions on the screen. Press the spacebar to fire; each accurate hit on a flying saucer earns points, which are displayed in real time at the top of the interface.</p><p class=\"bb_paragraph\" >The progress bar in the top-left corner corresponds to the aircraft’s durability. During combat, you must dodge enemies to avoid depleting this durability. As the game progresses, the density of the flying saucers will gradually increase. This tests both your agility in controlling the aircraft and your precision in timing your shots, as you defend the city while striving for a higher score.</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4317970/a1f0174e55ea00b2dc22c5ea16c6752419aa483d/header.jpg?t=1769935029",
    "developers": [
      "Dingdang"
    ],
    "publishers": [
      "Dingdang"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 13600,
      "final": 13600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 136.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2026 年 2 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}