{
  "4318110": {
    "name": "Sweatshop Tycoon",
    "steam_appid": 4318110,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Hong Kong, under watch</h2>Sweatshop Tycoon is set in Hong Kong, China, a city of tight spaces, tighter rules, and the feeling that someone is always paying attention. As your operation grows, so does the pressure, and you will need to choose carefully if you want to stay open.<h2 class=\"bb_tag\" >Fine margins, real optimisation</h2>Profit is not handed to you. It comes from smart layout, efficient flow, and constant optimisation: cutting downtime, avoiding bottlenecks. It is grounded in how small businesses survive in real life, with thin margins, recurring costs, and no room for sloppy decisions.<h2 class=\"bb_tag\" >Workers aren’t machines</h2>Your employees have limits, needs, and reactions, and how you treat them affects output. Run a kinder shop and you might keep stability, but the bills do not stop. Push harder and the numbers can look great, right until the human cost turns into a business problem.<h2 class=\"bb_tag\" >Early Access</h2>Sweatshop Tycoon is still in active development and details may change as features are added and improved. Planned for Early Access release, with more information coming soon.<br>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4318110/27a4246e5823b7658e26e504dc2d3b643fa0c37d/header.jpg?t=1772141345",
    "developers": [
      "Limbert8"
    ],
    "publishers": [
      "Limbert8"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}