{
  "4319100": {
    "name": "Cleaning House",
    "steam_appid": 4319100,
    "required_age": 0,
    "is_free": true,
    "description": "<p class=\"bb_paragraph\" ><strong>Something is wrong with the hotel.</strong></p><p class=\"bb_paragraph\" >Once an ordinary building, it has become warped by a supernatural force, cut off from the rest of the world. Its halls stretch far beyond what should be possible, its rooms reshape themselves around the will of something dangerous. Those who enter are trapped inside, forced to confront both the creatures that stalk the corridors and the memories that refuse to stay buried.</p><p class=\"bb_paragraph\" >You play as Meursault, a former sailor turned hotel cleaner, now caught in the heart of this twisted space. Armed with an ever-changing arsenal and fleeting enhancements, you must survive intense first-person combat while navigating procedurally generated rooms that shift with every attempt. Each run offers new weapons, new buffs, and new challenges.</p><p class=\"bb_paragraph\" >Combat is fast and tactical, built around differing weapon types and upgrades that allow you to shape powerful builds ... or fail spectacularly. Between encounters, strange figures linger within the hotel, offering upgrades, insight, or unanswered questions. The deeper you descend, the more hostile the environment becomes, and the more the hotel reveals its true nature.</p><p class=\"bb_paragraph\" >Death is not the end. With every attempt, you push further into the unknown, uncover fragments of the hotel’s origin, and inch closer to the truth behind the force feeding on fear.</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4319100/b2afe135e04e82d46844af080a8aae8adcbea83f/header.jpg?t=1769194286",
    "developers": [
      "Blue Light Studios"
    ],
    "publishers": [
      "Blue Light Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年 3 月"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}