{
  "432370": {
    "name": "Sethian",
    "steam_appid": 432370,
    "required_age": 0,
    "is_free": false,
    "description": "Sethian is a sci-fi puzzle game in which you master a fictitious language. An archaeologist in the distant future, you venture to the far-flung planet of Sethian, investigating the mysterious disappearance of the people there centuries ago. An abandoned computer may have the answers you seek, but it only operates in the lost native language. Master their language, unravel their mysteries, and challenge their philosophy.<br><br><strong>An Original Language</strong><br>Unlike in other games, Sethianese is a more earnest attempt at creating a fictitious language, using its own unique grammar and vocabulary rather than simply substituting words and letters one-for-one with English. The game's language borrows elements from Chinese, American Sign Language, and other real world languages, in addition to some features which have no real world counterpart.<br><br><strong>Over 100 Handwritten Pages</strong><br>Assisting you in your investigation are your handwritten journal and dictionary, easing you into the game's bizarre language, providing you with a reliable reference, and introducing you to the literature and lore of the world.<br><br><strong>Multiple Endings</strong><br>Those who comprehend the game's language will find peace, but only those who master its world will truly see the end of Sethian.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/432370/header.jpg?t=1478711120",
    "developers": [
      "Duang! Games, LLC"
    ],
    "publishers": [
      "Duang! Games, LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "9 user reviews",
      "total_positive": 8,
      "total_negative": 1,
      "total_reviews": 9
    }
  }
}