{
  "432390": {
    "name": "Weekend Drive",
    "steam_appid": 432390,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Welcome to Weekend Drive</h2>Weekend Drive is all about being a fun and potentially challenging experience. The game is primarily a first person shooter and you can drive vehicles. In Weekend Drive the environment is completely destructible and you can pick up and throw items, or run over enemies with your vehicle, or crash into buildings and demolish them. I started development back in 2015 and slow and steady I've finally reached a point where I'm able to release Weekend Drive as an Early Access title. In late 2015 the game received a lot of publicity by jacksepticeye playing and enjoying it, but it was far from where I needed it to be for an Early Access release and so I never released it till now.<h2 class=\"bb_tag\" >Thank you! </h2>A big thank you to all my family, fans, customers, students, peers, and Youtubers. Your enthusiasm and positivity  has helped me get this far.<h2 class=\"bb_tag\" >Current Game Content</h2>As of today there are two game modes, Final Survival and the Long Road. Final Survival is a battle mode where you must destroy all enemies and their spawners. You start with just a crowbar and you must earn credits to permanently unlock better vehicles (16 cars and trucks and 1 helicopter), weapons (10 ranged and melee weapons in total), and allies (2 at the moment). There are two powerful giant enemies that you must defeat, the giant zombie and the alien mothership. There are three groups of  enemies with variations within (zombies, aliens, dinosaurs). With time I aim to add more enemies such as evil mercenaries, robots, super bad guy, and whatever else I come up with, and of course more weapons and vehicles. In the Long Road you have to get to the end of the road and get past all the enemy encounters and the meteorites! Also you can earn credits which you can use towards Final Survival.<h2 class=\"bb_tag\" >Future Plans</h2>As I continue to develop Weekend Drive I will add more fun game modes to make the game a richer and more fun experience. The game is currently not polished and there will definitely be some bugs. I really do need your constructive feedback to help me make the game more fun. My primary objective is to make a game that is pure fun! Of course I need to add more vehicles, weapons, allies, and enemies to add more variety to the game.<br><br>I also want to make a better Weekend City that is more interesting and more dynamic. Currently there are no other cars driving around on the roads and no friendly NPCs walking about who can talk to the player and congratulate the player. I feel this is one of the most lacking aspects of Weekend Drive right now. I have some ideas of how to implement the above but I still need to gain more programming knowledge to achieve my ambitions and also keep the game running at a fair speed.<br><br>I'm no 3D modeller (My strength is in code and project delivery) and so I've purchased almost all of the art assets (models) used in Weekend Drive, so saving me countless hours of dev time. If Weekend Drive has a reasonable following then it is my hope that in the future I can replace all of the art assets by hiring a skilled modeller and so make all the buildings, environment, vehicles, weapons and characters use a single material. I could make bespoke models fracture how I want them to and by using a single material I could improve the efficiency of the game. Right now I'm constrained to what I've purchased.<h2 class=\"bb_tag\" >Thanks for dropping by and I hope you have a great weekend!</h2>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/432390/header.jpg?t=1726253303",
    "developers": [
      "GTGD"
    ],
    "publishers": [
      "GTGD"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}