{
  "432470": {
    "name": "Magdalena",
    "steam_appid": 432470,
    "required_age": 0,
    "is_free": false,
    "description": "The mind dissolves in the surrounding darkness like pain dissolves in wine. Remains of memories crumble and rapidly leak like sand through fingers. And only one name stuck in the throat filled with fear. Magdalena... Minutes feel like days while waiting for something to happen. So the shadows become longer when the day dies.<h2 class=\"bb_tag\" >The light will direct your path</h2>You play as George, who got through bloodcurdling events.  The light will help you to find out these events.<h2 class=\"bb_tag\" >Recall Everything</h2>In order to gather a complete picture, you need to find all the fragments of memories and piece them together. What’s hidden behind the room’s door you can’t open? Restore the chronology of events and find the last element of the picture — a key to the room that’s been locked for years.<h2 class=\"bb_tag\" >Explore the World Around</h2>You can move and view every object in the house and outside it. Search for the clues that will lead you to the truth.<br><br>We were inspired by the Edgar Allan Poe stories while developing this game. We tried our best to create the same oppressive atmosphere of desperation and horrifying plot.<br><br>\t<br><div class=\"bb_code\">When we were creating the game, we wanted to fill it not just with graphic, but the plot as well. That's why the game has that much of the text. In this case the game may be considered as visual novella, rather than adventure. But we have some gameplay here. \nTo make the player easier to understand how to play this game, we put that disclaimer here. At the end of every note there's a short hint of where you should go to find the next note. It might be any item in any place. Discriminating reader will be rewarded by complete and chronological story. But the game does not force you to play linear. You are free to explore the map and to find the notes circumstantially. Enjoy.</div>",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/432470/header.jpg?t=1765097608",
    "developers": [
      "MagdalenaTeam"
    ],
    "publishers": [
      "Conglomerate 5"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 2 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "8 user reviews",
      "total_positive": 3,
      "total_negative": 5,
      "total_reviews": 8
    }
  }
}