{
  "432620": {
    "name": "Mimic Arena",
    "steam_appid": 432620,
    "required_age": 0,
    "is_free": false,
    "description": "Mimic Arena is a local couch multiplayer platform shooter that focuses on high energy and quick reflexes. Up to four buddies are pitted against one another, but only those who have mastered the arts of jump and shoot dare hope to stand a chance, thankfully you will have some backup. Everything the player does, wherever they go, and wherever they fire; is recorded and then played back again as a Mimic. These clones will be an integrate part of any players arsenal. Providing distractions and supporting fire for new players and enabling more advanced strategy such as zoning and coordinated attacks for veterans. <br />\r\n<br />\r\nThroughout the battle players and Mimics alike will be able to equip themselves with an assortment of weapons such as the reflective disk that travels like a boomerang and reflects projectiles or the Phase Beam that instantly pierces through terrain and all attempting to use it as cover. With the right weapon and these clones can prove to be a dependable ally or a troublesome enemy. Control your shots for precision and efficiency or let them fly wild and embrace the bullet storm that is bound to ensue, just be sure to watch your back.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/432620/header.jpg?t=1463554531",
    "developers": [
      "Tiny Horse Games"
    ],
    "publishers": [
      "Tiny Horse Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3100,
      "final": 3100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 31.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 5 月 17 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 43,
        "description": "在电视上远程畅玩"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}