{
  "432770": {
    "name": "Small Town Terrors: Livingston",
    "steam_appid": 432770,
    "required_age": 0,
    "is_free": false,
    "description": "Ever taken a wrong turn on a car trip? A bad sense of direction should not turn into something so dire. In an instant, there's a bad accident. You awaken from a coma to the scene of a living nightmare. The hospital is a dreadful place that looks like it does more harm to patients than good. Even worse, your family is nowhere to be found. <br><br><strong>Flesh-Eating Zombies </strong><br><br>Proceed with caution as you venture through an apocalyptic atmosphere. Sinister forces hide beneath the shadows and danger lurks around every turn. The local residents have all transformed into flesh-eating zombies. Our heroine must find her husband and daughter and escape before they all succumb to the horrible fate befalling Livingston. <br><br><strong>State of Chaos </strong><br><br>The entire town is in a state of chaos. Crazed zombies appear to be on the loose. Small Town Terrors: Livingston is not a game for the faint of heart… <br><br><strong>Stop the Horror </strong><br><br>You must uncover the cause of the evil and find your family before it's too late. Bit by bit, piece together what happened in this terrifying tale. Search for your family; uncover the horror that has corrupted nearly every living thing and fight to escape with your life. <br><br>Features <br><br>Explore abandoned buildings and search for helpful items as you try to piece together what has happened to the town. Find your family before all is lost! From beginning to end, you will be mesmerized by the zombie-dominated storyline and its advanced hidden object puzzle adventure game features. <br><br><ul class=\"bb_ul\"><li>Explore a town plagued with zombies <br></li><li>Uncover mysterious evil <br></li><li>Find your missing family <br></li><li>Spooky original score sets the mood</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 荷兰语, 葡萄牙语 - 巴西<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/432770/header.jpg?t=1667674013",
    "developers": [
      "Gunnar Games"
    ],
    "publishers": [
      "Gunnar Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 1 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}