{
  "433020": {
    "name": "Echoes of Aetheria: Soundtrack",
    "steam_appid": 433020,
    "required_age": 0,
    "is_free": false,
    "description": "1) Title Theme: This plays during the main menu.<br />\r\n2) Festival: The wedding theme.<br />\r\n3) Evil: Sinister plots are afoot!<br />\r\n4) Battle Theme: This piece doubles as not only the main battle theme, but also Lucian's theme.<br />\r\n5) Electro-Steampunk: Rarely heard in game, plays during Ingrid's final arena battle.<br />\r\n6) Adrenaline: On board the death train!<br />\r\n7) Espionage: Played during the Sandraka Airport, World's End Cape, and Imperial Convoy.<br />\r\n8) Kormag's Theme: Welp, it's Kormag's theme! Also a bit of Soha's theme in there to represent them both.<br />\r\n9) Pondering: Cut scenes, usually when Ingrid is doing the heavy mental lifting for Lucian.<br />\r\n10) World Map: Plays during the World Map, doubles as the game's primary theme.<br />\r\n11) Whamalash: Forest/jungle theme that plays in the middle of the massive Beladorne Jungles.<br />\r\n12) A Hero Returns: Played during a fateful scene between Lucian and his father.<br />\r\n13) Rebellion: Primary theme of Lucian's coalition. Also doubles as the Barek Tor's theme.<br />\r\n14) Desolation: Disaster! A village slaughtered and burned to the ground.<br />\r\n15) Soha's Theme: Beautiful, majestic, mysterious. Much like the Kingdom of Sayunaa and its future queen, Soha.<br />\r\n16) Boss Battle: A slight derivation of the main battle theme, this time with more epic.<br />\r\n17) Eskandar's Theme: The proud and mighty Barek Tor warrior.<br />\r\n18) Carnival: Celebration of the Barek Tor!<br />\r\n19) Relaxed Love: Sometimes, love is just easy and makes sense.<br />\r\n20) Fahrem's Camp: The Sayunaari General gets his time in the sun.<br />\r\n21) Siege: Played during an extended military siege against you!<br />\r\n22) Arena: Battle music for Kesh's arena.<br />\r\n23) Arc Donarium: The final dungeon. Music inspires power and dread.<br />\r\n24) Goddess Rising: Only her conscience holds her back from omnipotence.<br />\r\n25) Battle With Kormag: Duel with the wild card, Kormag!<br />\r\n26) Ending: Long and highly varied medley remix of all the characters' themes put together for the ending sequence.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/433020/header.jpg?t=1722350342",
    "developers": [
      "Dancing Dragon Games"
    ],
    "publishers": [
      "Dancing Dragon Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 3300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 1 月 15 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}