{
  "433270": {
    "name": "JourneyQuest Season One",
    "steam_appid": 433270,
    "required_age": 0,
    "is_free": false,
    "description": "A collaboration between Dead Gentlemen Productions and Zombie Orpheus Entertainment, this fan-funded series has thrilled and entertained audiences since 2010. Following the adventures of Perf, a dyslexic wizard, Nara, an elf seeking the destiny she is owed, Carrow, a cleric with a minor death problem, and Glorion, a fighter who mistakes slaughter for bravery, this first season introduces the stakes—a foul-mouthed sword of destiny who wants a new owner—that will escalate into a major power struggle in seasons two and three.<br />\r\n<br />\r\nFeaturing Dead Gentlemen's trademark combination of laugh-out-loud humor and sympathetic characters, this season investigates the idiosyncrasies of the orcish language, exactly how bards get the drop on the best stories, and the best way to beat a trap-ridden dungeon. This uninterrupted cut of the show presents the story as the creators intended.<br />\r\n<br />\r\nSeasons One and Two are currently available on Steam through HD streaming. Season Three is currently funding on Kickstarter and is slated to begin production in April of 2016.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/433270/header.jpg?t=1667259718",
    "developers": [
      "Zombie Orpheus Entertainment",
      "Dead Gentlemen Productions",
      "Kairos Productions"
    ],
    "publishers": [
      "Zombie Orpheus Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 2 月 16 日"
    },
    "categories": [
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 33,
        "description": "原生支持 Steam 控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}