{
  "433520": {
    "name": "Tabletop Simulator - Darkest Night",
    "steam_appid": 433520,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Only the host needs to own this DLC. </i><br><br>1-4 Players | Ages 13 &amp; Up <br><br>Approximately 2.5 hours <br><br>This DLC includes Darkest Night (first edition) and the following expansions for free:<br><br>#1 With an Inner Light<br>#2 On Shifting Winds<br>#3 From the Abyss<br>#4 In Tales of Old<br>#5 From Distant Lands<br><br><strong><i>Darkest Night</i></strong>, by designer Jeremy Lennert, is a fully-cooperative board game for up to four players, set in a kingdom broken under a Necromancer's shadow. Each player takes on the role of one of the kingdom's last heroes, each with a unique set of special abilities, just as they hatch a plan to save the realm.<br><br>Searching the kingdom provides new powers and equipment to strengthen you and your party, as well as the keys that can unlock the holy relics and defeat the Necromancer. You can acquire many powerful abilities—unique to each hero—that can help to fight the undead, elude the Necromancer's forces, accelerate your searches for items and artifacts, and more. The knight is a brave and powerful warrior; the prince can rally and inspire the people; the scholar excels at locating and restoring the treasures of the past.<br><br>But ravenous undead roam the realm, and as the Necromancer continues to build his power base, he blights the land and his army steadily grows. As the game wears on, the Necromancer becomes more and more powerful, creating blights more quickly and effectively. If an area becomes too blighted, it gets overrun—and the monastery receives the spillover. And if the monastery is ever overrun, the Necromancer wins and the kingdom is swallowed in darkness!<br><br>Before the monastery falls, it's up to you and your party to defeat the Necromancer in one of two ways: If you can gather three holy relics and bring them all back to the monastery, you can perform a powerful ritual to break the Necromancer's power and scour the land of the undead. Alternatively, you can try to defeat the Necromancer in direct combat—but be warned, he will readily sacrifice his minions to save himself.<br><br>Can you save the kingdom from darkness? Do you have the courage, the cunning, and the will to withstand the Necromancer and his forces? Strategize, plan and bring out the best of your abilities to end our Darkest Night!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/433520/header.jpg?t=1505842974",
    "developers": [
      "Berserk Games",
      "Victory Point Games"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 1 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}