{
  "434040": {
    "name": "Mordheim: City of the Damned - The Poison Wind Globadier",
    "steam_appid": 434040,
    "required_age": 0,
    "is_free": false,
    "description": "This Hired Sword is a <strong>new Hero-type unit that can be recruited</strong> to further customize your roster. The <strong>Poison Wind Globadier</strong> is available for the <strong>Skaven and the Cult of the Possessed Warbands</strong>.<br><br>Clanrats trained to use the devious weapons of Clan Skryre, Globadiers are sold as warriors to warbands by the Warlock-Engineers. The <strong>warpstone gas in the globes</strong> can kill or cripple enemies, or prevent wizards from casting spells. Other alchemical gases can strengthen or even heal those exposed to them. These sneaky ratmen even fabricate bombs disguised as wyrdstone to maim the unwary.<br><br><strong><u>The Poison Wind Globadier has access to a unique new set of skills:</u></strong><h2 class=\"bb_tag\" >Active skills</h2><ul class=\"bb_ul\"><li><strong>Poison Globe</strong>: Throws a globe that breaks upon impact on the ground and creates a zone of Poisonous Gas.<br></li><li><strong>Warp Globe</strong>: Throws a globe that breaks upon impact on the ground and everyone in a given area suffers from a random detrimental Warp Effect.<br></li><li><strong>Enriched Globe</strong>: Throws a globe that breaks upon impact on the ground and everyone in a given area suffers from a random beneficial Warp Effect.<br></li><li><strong>Strangling Globe</strong>: Throws a globe that breaks upon impact on the ground and everyone in a given area cannot use spell casting or vocal skills.<br></li><li><strong>Infused Globe</strong>: Throws a globe that breaks upon impact on the ground and everyone in a given area regains Wounds immediately, but also suffers from a random detrimental Warp Effect.<br></li><li><strong>Vent</strong>: The unit opens the valves of its equipment to release a poison gas. Everyone nearby suffers from a reduction of melee and range hit chances.<br></li><li><strong>Warp fumes</strong>: The unit sniffs from its gas tank to increase its Melee Hit chance and Dodge chance.<br></li><li><strong>Wyrdstone Lure</strong>: Places a fake Wyrdstone that explodes and deals Poison damage to approaching units.</li></ul><h2 class=\"bb_tag\" >Passive skills</h2><ul class=\"bb_ul\"><li><strong>Paralysing Discharge</strong>: The unit’s Melee Attacks inflict a debuff that reduces Initiative.<br></li><li><strong>Invigorating Fumes</strong>: The unit inhales fumes that increase his Climb, Leap and Jump down success chances along with Charge and Ambush hit chances.<br></li><li><strong>Agitation</strong>: Every time the unit receives damage, its Initiative increases.<br></li><li><strong>Potent Globes</strong>: All globes thrown by the unit add an extra effect which reduces the Poison Resistance of the victim.<br></li><li><strong>Dagger Specialist</strong>: Increases the chance of bypassing Dodge and Parry of enemies while using at least one dagger.<br></li><li><strong>Warp Resistance</strong>: Increases Wyrdstone resistance.<br></li><li><strong>Warp Rush</strong>: After gathering a Wyrdstone, increases Initiative.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/434040/header.jpg?t=1640280162",
    "developers": [
      "Rogue Factor"
    ],
    "publishers": [
      "Nacon"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 2 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}