{
  "434090": {
    "name": "Bridge! 2",
    "steam_appid": 434090,
    "required_age": 0,
    "is_free": false,
    "description": "Toxtronyx have now realised their game “Bridge2!” on the powerful Unity engine. Very realistic visuals and lots of new features as well as the possibility to create one’s own levels helped create a completely new game.<br><br>More than 50 diverse missions with increasing levels of difficulty are waiting for the virtual builder. The player can make use of the 20 original and authentically designed construction parts. As both a constructer and a structural engineer he gets to decide which of the three specifications of those construction parts he is going to use. Particular highlights are the special features such as reinforced concrete and counterweights. By using these elements you can build never before seen constructions such as balance beam bascule bridges, folding bridges and reinforced concrete bridges. The player can not only develop new bridges but also repair or complete previously initiated projects.<br><br>It is an exciting challenge constructing bridges with the given limited budget and to prove its static load-bearing capacity during different realistic endurance tests. In Bridge! 2 the developers win you over with a completely new, very realistic physics engine.<br><br>By advancing in the game you can unlock up to six different scenarios in a train and street variant each. The extensive, integrated editor enables the player to use these tools in his own missions. Players can publish their missions on the internet, thereby ensuring a steady flow of new tasks.<br><br>The soundtrack in Bridge! 2 comes from the well-known game composer Sven Gerlach who joined forces with the developer team again. Thanks to his catchy melodies, Bridge! 2 is now a real treat for your ears as well.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/434090/extras/63d6ea3c8dd8b32dee563d038e5f3a6e.webp?t=1667911934\" width=616 height=61 /></span><br><ul class=\"bb_ul\"><li>50 different missions, 8 tutorials<br></li><li>4 difficulty levels<br></li><li>6 diverse scenarios (two versions each)<br></li><li>19 different construction parts with up to three specifications<br></li><li>True-to-original construction part designs<br></li><li>8 life-like endurance tests with realistic physics<br></li><li>Missions editor: Scenario, construction parts (depend on mission progress), budget and description editable; identical to developer’s editor<br></li><li>Exchange of missions on the internet<br></li><li>Soundtrack that’s worth listening to</li></ul>",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/434090/header.jpg?t=1667911934",
    "developers": [
      "toxtronyx interactive GmbH"
    ],
    "publishers": [
      "Aerosoft GmbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 4 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}