{
  "434150": {
    "name": "Dark Night",
    "steam_appid": 434150,
    "required_age": 0,
    "is_free": false,
    "description": "Dark Night is an indie horror game that takes place in your house. <br />\r\n<br />\r\nWelcome home Amelia, familiar eyes are watching you, and they want to play. <br />\r\nHome alone you can feel them. You can hear their footsteps. You need to move. <br />\r\nYou have limited visibility. Light a matchstick to see in the dark. Close your eyes. Listen. They’re behind you. <br />\r\nThe time you have is no longer your own. You need to survive. <br />\r\nStart begging for your life. Can you make it? <br />\r\n<br />\r\nGameplay Description:<br />\r\n<br />\r\nYou wake up at 1am, woken by strange sounds and stirring shadows. You light matchsticks to help see into the dark, that feels as though it’s engulfing you by the second. The floorboards creak as you walk on them, the silence around you being almost deafening. You call out to someone, but receive no answer. A chill runs down your spine and you venture out of your bed room, the walls around you feel as though they are closing in around you. You see a lone key sitting on a chair in front of you. As you pick it up however you feel a presence in the dark staring at you, waiting patiently for the right time to strike. You need to keep moving and wind a music box to keep the enemies away, however there is a doll waiting to awake from it's sleep...",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/434150/header.jpg?t=1452867914",
    "developers": [
      "NighthoodGames"
    ],
    "publishers": [
      "NighthoodGames"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 1 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}