{
  "434140": {
    "name": "New Outbreak",
    "steam_appid": 434140,
    "required_age": 0,
    "is_free": false,
    "description": "New Outbreak is a 2D top-down zombie survival game. It is currently being released on PC(Steam) and the Xbox One. It allows you to survive how you want to, build the things you want, make friends or enemies, take care of your dog and most importantly, survive. You can craft your own shelters or barricade yourself into a building. To give the game more reason and extend the sandbox experience we are working on a research system that will allow you to gain blueprints that will give you access to advanced equipment.<br><br>-Current Features<br> -Dog Companion<br> -Huge Open Map<br> -Vehicles<br> -Build your own base<br><br>-Coming Soon<br> -Bandits<br> -Story Episode 1<br> -More filled out map<br> -More Items, Weapons etc<br>-Level Editor<br><br>We are focusing hard on the SinglePlayer experience to make it not only unique but very fun, this is for both Story and Sandbox.<br><br><strong><u>Planned Modes</u></strong><br><br><strong>Story</strong><br>Story is now going to be split up into episodes that we will release over time when they are ready. It will follow your character (Male or Female) as they try to survive the apocalypse with their Dog.<br><br><strong>Sandbox(Is in the game)</strong><br>The part most people will care about, Sandbox puts you in the midst of an apocalypse, survive any way you can ranging from barricading yourself into buildings to creating your own shelter. And don't forget your faithful companion, your dog! Who needs looking after as much as anyone else so don't neglect him/her and they will protect you when you need it most.<br><br>Bandits are an optional feature and will add some variety as they roam the map trying to survive, some will want to join, some won't and some will be out for blood.<br><br><strong>Multiplayer/Coop</strong><br>Local Is Confirmed(Post Launch), Online is currently not being thought up of currently, it may in the future if we get enough support and are able to get someone more knowledgable of online on the team.<br><br><strong>And thank you for checking out our game, we are spending a lot of time to make it great and with your support helps us to continue development!</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/434140/header.jpg?t=1511901968",
    "developers": [
      "0Bennyman",
      "srslyCASUAL"
    ],
    "publishers": [
      "LootBit"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "74",
        "description": "血腥"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 1,
      "highlighted": [
        {
          "name": "First Blood",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/434140/1fa2344dccb4227cfd37350f52b3bb4b206174a5.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}