{
  "43500": {
    "name": "M.U.D. TV",
    "steam_appid": 43500,
    "required_age": 0,
    "is_free": false,
    "description": "Always wanted to see if you can hack the day-to-day life of a TV producer? Here's your chance!<br><br><strong>M.U.D. TV</strong> is your ticket to the weird wild world of television. Once you take control of your own station it's up to you to determine the line-up, hire actors and directors, produce your own shows, series and movies and to grab those lucrative advertising deals from right under your competitors' noses. Oh, and about the competition: you can either play M.U.D. TV alone, with your friends over a network or via Internet! Go head-to-head with your opponents as you fight for market share amongst the retired and housewives, headhunt their best employees and, if that doesn't do the trick, a little sabotage should keep your enemies from getting too bored! Or, as an alternative, you can assume control of a station together with a friend and run it cooperatively.<br><br><ul class=\"bb_ul\"><li>Create your own crazy station and take it to the top of the ratings.<br></li><li>Create your own television empire and build offices, studios, newsrooms and many other important facilities to help secure your success.<br></li><li>Create your own character and guide them through your own hard-earned television empire.<br></li><li>Produce your own movies or secure the rights to the best of what the free market has to offer before the competition does.</li></ul>",
    "supported_languages": "德语, 英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/43500/header.jpg?t=1730292935",
    "developers": [
      "Realmforge Studios"
    ],
    "publishers": [
      "Kalypso Media Digital"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4900,
      "final": 4900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 49.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 4 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}