{
  "435300": {
    "name": "We Know the Devil",
    "steam_appid": 435300,
    "required_age": 0,
    "is_free": false,
    "description": "Anyone can kill the devil; that’s why they always make teens the vampire slayers, the magical girls. But some kids can’t even get that right; and that’s why meangirl Neptune, tomboy Jupiter, and shy shy Venus have to endure one more week of summer camp and each other, singing boring songs about jesus, doing busywork for adults, and hoping god’s radio can’t hear them.<br><br>Before they can leave the summer scouts, they’ve got to spend twelve hours in the loneliest cabin in the woods and wait for the devil to come and live through the night--or not. You know.<h2 class=\"bb_tag\" >A Surreal Summer Camp Dystopia</h2>WE KNOW THE DEVIL is a Group Relationship Horror Visual novel created by weirdo games critic and indefensible twitter account haver Aevee Bee (Mammon Machine:ZEAL) and illustrator and comics artist Mia Schwartz, with a chilling 80s horror synth soundtrack by Alec Lambert (Antibody Productions), live photo backgrounds taken with disposable cameras in the terrifying woods where we live, and aesthetic touches and UI by Lulu Blue.<br><br>WE KNOW THE DEVIL is a story about everyone who made you cry at summer camp. It’s about missing your Sailor Moon VHS tapes. It’s about how being irresponsible is contagious. It’s about knowing that in a group of three, two of you will be closer than the other.<br><br>And it’s about being weird and queer and wrong and hoping against hope no one will find out when the actual, literal devil comes for you.<h2 class=\"bb_tag\" >Pick Your One True Pairing</h2>WE KNOW THE DEVIL truly has no one protagonist; but someone will always be left out. It’s up to you to decide who that is. Instead of choosing a partner, you follow pairs of characters as they learn about themselves and wait for the devil to appear.<br><br>Will Venus and Neptune stop hating themselves long enough to be friends? Will Jupiter finally tell Neptune what’s been on her mind? Will Venus and Jupiter make it to morning as the only good kids left alive?<br><br>Hopefully it turns out the way you want it to. Don’t forget: the price the two pay will be the third.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Three endings for all possible OTPs, and a horrifying bonus true end!<br></li><li>Washed out, overexposed background photos taken on disposable camera for that nineties summer feeling<br></li><li>A chilling 80s horror synth soundtrack by Alec Lambert</li></ul><h2 class=\"bb_tag\" >Content Advisory</h2>Themes of isolation and alienation of queer youth in a religious rural setting. Abstract, psychological horror, and possibly alarming music.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/435300/header.jpg?t=1768340020",
    "developers": [
      "Pillow Fight",
      "Worst Girls Games"
    ],
    "publishers": [
      "Pillow Fight"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 2 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 5,
      "highlighted": [
        {
          "name": "Help Me God, I'm In Love",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/435300/87a142320484073814fb8d6f21e2e89b4dbbc790.jpg"
        },
        {
          "name": "Lukewarm, I Spit You Out",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/435300/026ae3fd7f0d788157c7592a81c72a099a7e444b.jpg"
        },
        {
          "name": "No Prince For The Princesses",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/435300/39acd2774e675e7621d6e8983e0b0877e72db02e.jpg"
        },
        {
          "name": "A New Apple",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/435300/261470244c964aafe0cfbd220379e2e876a5c31c.jpg"
        },
        {
          "name": "All the things she said/Running through my head (Running through my head)",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/435300/319a3a8b172103fcf985d79ae1fc8254516bc4a8.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 16,
      "total_negative": 1,
      "total_reviews": 17
    }
  }
}