{
  "436410": {
    "name": "Beyond The Destiny",
    "steam_appid": 436410,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Disclaimer</h2>BEYOND THE DESTINY is the Early Access Alpha now.<br>The game is not complete and may not work properly, but it will receive important updates. We work hard on new features and functionality, add content and make improvements.<br>So you should only buy an Early Access game if you are excited about playing it in its current state.<h2 class=\"bb_tag\" ><strong>A team of indie-developers are excited to present a new sci-fi MMO shooter game on the Unity 3D engine. <strong><u>Beyond the Destiny</u></strong> is a new science fiction multiplayer online game with an open game universe, which combines the genres of classic role-playing games, real-time strategy and third-person shooter.</strong></h2><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/436410/extras/0f4efda166bc01ad9b7d8ccb5ff1740a.webp?t=1684168022\" width=624 height=55 /></span><br>BTD’s story begins in 2117, when fragments of an unknown asteroid fell to Earth. By studying the trajectory of its flight, scientists were able to determine that the asteroid came from the Canis Major constellation.<br>A special rare earth mineral called &quot;luxirite&quot;, which is not found in our solar system,was discovered in the fallen fragments. Scientific research of the in credibly rare mineral provided mankind with an incredibly powerful source of energy. Thanks to this discovery, the scientific and technological progress of our civilization took a giant leap forward.<br>The Sirius Scientific Research Complex was opened with the aim of studying luxirite and understanding how to produce more of it, made significant progress in there search of quantum mechanics, robotics, space technology and energy. A particularly significant breakthrough was the creation of the world's first prototype equantum teleportation device, or a space inversion device.<br>But over time, the world’s valuable mineral reserves were depleted. People, driven by the desire to obtain a permanent source of luxurite, and open up opportunities to explore remote areas of space, started a project calledthe Colony. The project’s main objective was to find a suitable planet for colonization where it would be possible to establish the industrial production of luxurite. <br>BTD’s story begins on Earth, when a player find himself in the secret Sirius Research Complex  as a candidate in a team of colonists who are preparing fora space jump to one of the remote planets which can support human life. In 2154 a suitable planet was discovered.  It was a planet called Sirina, second along from Sirius A, where the first scientific expeditions were sent.  With a minimum of equipment and with a limited amount of resources, they went to explore the new world. Their tasks: set up the command center of the colony, collect data about the planet, scout outsources of  luxirite and establish continuous communication with Earth. But things don’t go as planned on the alien planet and the fate of the expedition finds itself under threat ...<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/436410/extras/8de23bb07a928b5302f84acd55aa9318.webp?t=1684168022\" width=624 height=55 /></span><h2 class=\"bb_tag\" ><strong>1. A unique combination of game genres.</strong></h2>BTD combines the genres of a classic role-playing game with a third person view and real-time strategy game in an open universe. Control your character, take control of teams of robots to achieve scientific and economic superiority<h2 class=\"bb_tag\" ><strong>2. The sci-fi setting.</strong></h2>The fantasy world is based on the probable development of current world technology, without the intervention of a supernatural alien influence on Earth's history. It is a sci-fi universe, which is based on human relationships.<h2 class=\"bb_tag\" ><strong>3. Survival, modifying landscapes and climates.</strong></h2>All the alien worlds, where you have to travel to, have unique physical and natural features. Using the latest technology, modify the planet’s landscape and climate any way you’d like. Your success depends on your ability to adapt to the environment.<h2 class=\"bb_tag\" ><strong>4. Building.</strong></h2>Create your own city, build factories and farms to start up a production supply, invite players to join you, seize new land. Your buildings will provide you with protection from the adverse effect of exposure to the environment and enemy aggression, the ability to build and repair equipment, mine and process resources, design and launch mass production, trade and much more. Make your city the center of the universe.<h2 class=\"bb_tag\" ><strong>5. Construction.</strong></h2>Use well-known technology to create components of mechanisms and weapons modules from mined resources, and then from the resulting samples, design and assemble unique technology for various purposes to your own individual design.<h2 class=\"bb_tag\" ><strong>6. Assemble and control MRC robots.</strong></h2>In order to achieve local objectives and colonize new planets, you have the help of MRC (Multi-functional Robotic Complex) robots, which are capable of working in any conditions, can bear loads beyond human capacity. You can program the robots, or take them under your direct control, as well as construct, assemble, improve, and modify them.<h2 class=\"bb_tag\" ><strong>7. Pets.</strong></h2>In whatever galaxy you find yourself in, your spirits will be lifted by charming little creatures, who will travel with you to the edge of the world and defend you unhesitatingly. You don’t love cute little cats? Then, the robotic Unibots are perfect for you, though who are you kidding, everyone loves cats.<h2 class=\"bb_tag\" ><strong>8. An exciting storyline campaign.</strong></h2>Try your luck as a conqueror of distant stellar worlds. Rise through the ranks from candidate in a team of space settlers to the head of a powerful intergalactic alliance. Set your own rules and lead in your own policies in the seized territories<h2 class=\"bb_tag\" ><strong>9. The multi-faceted development system.</strong></h2>The game’s character’s development system is based on a classless skills system which does not presuppose levels or other statistics parameters.  The game world offers equality from the outset and intuitive character development by way of completing certain actions, and avoids the need for independent management of your character and lengthy study of the parameters.  You simply do what you like doing and your character learns alongside you.  Alongside developing your character, you need to remember to upgrade the MRC robots, weapons and equipment that help you to survive in the harsh conditions on new worlds.<h2 class=\"bb_tag\" ><strong>10. Adventures with friends.</strong></h2>Mysterious alien worlds are fraught with great danger. But if you’ve got true friends by your side, any danger can be overcome! Developing planets together, constructing common bases, launching trade unions, team competitions with valuable prizes, epic battles, dangerous challenges and other exciting adventures await all players of BEYOND THE DESTINY!<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/436410/extras/7eea537853646482625dd70782d7d348.webp?t=1684168022\" width=624 height=55 /></span><br>Join us on Twitter, Facebook, Vkontakte, Instagram, follow our news and you can be the first to set foot on an unexplored planet very soon.<br>•\tTwitter - <br>•\tFacebook - <br>•\tVkontakte - <br>•\tInstagram - <br>•\tSite -  <br><br><strong><i>Yours, the BTD Team.</i></strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/436410/extras/44234bee2011234de3402a5707c6d8c8.webp?t=1684168022\" width=624 height=55 /></span><br>Команда инди-разработчиков с радостью представляет вашему вниманию новый MMO-шутер в сеттинге Sci-Fi на движке Unity3D. <br>Beyond the Destiny - новая многопользовательская онлайн-игра в научно-фантастическом сеттинге, с открытой игровой вселенной, сочетающая в себе жанры классической ролевой игры, стратегии в реальном времени и шутера от третьего лица. Следите за новостями.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/436410/header.jpg?t=1684168022",
    "developers": [
      "BTD Team"
    ],
    "publishers": [
      "BTD Team"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 4 月 11 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 4,
      "highlighted": [
        {
          "name": "Start Game",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/436410/2f6635712cb11faebcbcdb1ee9f1973ea1866378.jpg"
        },
        {
          "name": "First Step",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/436410/0924c79bd6b30e1df133b1e7894d18a4c1310102.jpg"
        },
        {
          "name": "Heavy Fire",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/436410/087c910fe8ab3c3a74f78a152df5ba27a22a82a8.jpg"
        },
        {
          "name": "Traveler",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/436410/a764f10be7d5fd586759540d4060382f97c2fde4.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}