{
  "436400": {
    "name": "Heroes of the Seven Seas VR",
    "steam_appid": 436400,
    "required_age": 0,
    "is_free": false,
    "description": "This is about a pirate’s adventure in the 16th century. Player will be the pirate to start a stimulating journey with friends to seek after the legendary Seven Sea Artifact on the mysterious sea. <br />\r\n <br />\r\nThis is FPS RPG game with a combination of land and naval battles.<br />\r\nThrough upgrading the ship components, including the ship hull, sail and broadside guns, players can empower their abilities to fight during combats and to defend any attack from the Navy, other pirates or even sea monsters. Players can trade items in the ports or land on any island to explore and gain mystical treasures.<br />\r\nThis is a real adventure , a marvel experience in the vast sea and unknown sphere of VR.<br />\r\n <br />\r\nInnovative Fighting Mode:<br />\r\nHeroes of the Seven Seas is the first game combining the features of naval battles and FPS shooting together.<br />\r\nPlayers can control the warships’ movement while commending attacks against the enemies by using special weapons at the bow, left and right side of the ship and the stern in different angles. When players are boarding with the enemy ships, they can also open fire with the scimitar gun to the enemies who are rushing onto the deck.<br />\r\nTaking the advantage of VR devices, Players are enabled to experience the furious sailing world personally on the scene.<br />\r\n <br />\r\nLustrous and Stunning Scene Graphic and Design:<br />\r\nPlayers are in the well-designed pirate world to enjoy quite a number of interesting and fascinating scenes.<br />\r\n <br />\r\nRich Choices of Warship Upgrade and Characters:<br />\r\nWarship concepts are based on the real ships back in the Sixteenth Century and equipped with a huge upgrade system.<br />\r\n <br />\r\nUnique System for Props and Weapons:<br />\r\nThere are a lot of weapons for use to correspond to different strategies, such as broadside guns, bombs, mortars and much more magic weapons to try out.<br />\r\nOur revolutionary VR targeting system, using your vision to aim and use different weapons, will bring you to a different VR operating sensibility.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/436400/header.jpg?t=1548397294",
    "developers": [
      "Mirage Interactive",
      "北京魔视互动科技有限公司"
    ],
    "publishers": [
      "Mirage Interactive",
      "北京魔视互动科技有限公司"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 31,
        "description": "支持 VR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 9,
      "total_negative": 2,
      "total_reviews": 11
    }
  }
}