{
  "436680": {
    "name": "A More Beautiful World - A Kinetic Visual Novel",
    "steam_appid": 436680,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Magic was thought long vanished from the world of Gallantia after a civil war between the ancient wizards and the armies of man. Until now....</i><br><br>Magic vanished when the ancient wizards who ruled Gallantia were ousted by the armies of man. Knowledge of the arcane and the ones who worked the ancient Blessings were lost - buried in the sands of time.  <br><br>Magic has been relegated to the realm of myth, of superstition. Yet, myths often have a basis in truth, and a chance encounter in the Eternal Forest could change the world forever.<br><br>Join Violetta, the Witch of Everlasting Journeys, as she travels through an expansive fantasy setting rich in history and lore on an epic quest to discover if mankind has truly made &quot;A More Beautiful World&quot; in the absence of miracles.<br><br>What will she find at the end of her adventure? Hope for a brighter tomorrow, or despair in the nature of man? That's the question YOU will have to help answer.<br><br>Inspired by novels such as 'Spice and Wolf' and 'Maoyuu Maou Yuusha', A More Beautiful World follows their tradition of placing emphasis on relationships, money and politics. <br><br>As you join Violetta, expect to see many familiar elements in her journey; history buffs will also pick out real world events reflected in the story from China, Europe and the Americas.That's the question that remains to be answered.<br><br>Fans of classical literature can expect to find allusions to their favourite works in the visual novel too! Will you join Violetta on her journey?",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/436680/header.jpg?t=1643225650",
    "developers": [
      "Afterthought Studios"
    ],
    "publishers": [
      "Sekai Project"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}