{
  "436700": {
    "name": "Retaliation: Enemy Mine Demo",
    "steam_appid": 436700,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/436700/extras/redtank256se.png?t=1453288575\" /></span><br><strong><i>Retaliation: Enemy Mine</i></strong> is a turn-based strategy wargame designed to offer challenging tactical and strategic reasoning in a fast-and-easy format. The game is easy to learn, but hard to master.<br><br>To win the game, you must gather resources, build an army, and outsmart your enemy(-ies)... and a little luck every now-and-then doesn’t hurt either. The game is played on a hexagonal board and features three types of units, each with their own specific attributes and bonuses: infantry, armour, and artillery. These units are then further affected by the varying terrain on the board itself. The game offers a total of 21 terrain types, a mix of which is randomly generated on the board, though there are some pre-set epic maps. Mountains, forests, rivers, roads... all these determine the ease or struggle of movement and combat. Different strategies will emerge with unique terrain layouts, giving each multiplayer game a fresh feel for endless strategy.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/436700/extras/em_terrain.png?t=1453288575\" /></span><br><br><strong>Retaliation: EM is a game of trade-offs</strong>, players must learn to balance between seizing opportunities and defending against threats: Do I raid the enemy’s supply lines and leave my base vulnerable? Do I advance my soldiers or hide in hopes of an ambush opportunity? Do I engage in small skirmishes or launch a single assault with a huge army?! Constantly faced with game-changing decisions...<br><br>Two key balances to the game are Army Composition and Map Control. The three types of units each have their own strengths &amp; weaknesses so the players must take into account what the enemy has when making their own reinforcements and positioning their army on the board. On the map, there are ‘rich’ terrains that generate the most resources; these also tend to be the most vulnerable and may even not be optimal for one’s strategy. You must decide when to let the enemy hold onto those resources or when to fight over them!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/436700/extras/enemymine1.jpg?t=1453288575\" /></span><br><br>If you like turn-based strategy games… or if you’ve been wronged recently… <strong>you will love Retaliation</strong>!",
    "supported_languages": "英语<strong>*</strong>, 意大利语, 西班牙语 - 西班牙, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/436700/header.jpg?t=1453288575",
    "developers": [
      "XTeam Software Solutions srls"
    ],
    "publishers": [
      "Forgotten Empires LLC",
      "XTeam Software Solutions srls"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 1 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}