{
  "436920": {
    "name": "Grimoire: Manastorm - Fire Class",
    "steam_appid": 436920,
    "required_age": 0,
    "is_free": false,
    "description": "Fire is a master of heat and flame. Using a combination of fire and rock he summons storms of molten meteors and giant balls of flame. In some cases, his wizard fire burns so hot that even an enemy mage can be set on fire by its touch. Entire armies have fallen to his powerful fires and there is little that can stoke fear in a man’s heart more than the threat of a fiery death. Channeling tight streams of lava, blinding enemies, and leaving flowing lava traps are all a part of his spell base and can be used to create chaos in his enemies.<br> <br>Fire is designed to be the easiest class to play well but it can also be one of the hardest to master. This makes it a great choice for newer players while also providing a depth of strategy for veterans to unlock. Many of the new progression spells add deeper potential strategies, spell combos, and high risk – high reward situations. At its core, the class is an area-of-effect damage dealer. This makes it great for controlling large areas and supporting a battle with consistent high damage.<br><br><strong>Unique Passive Spell:</strong> Path of Fire – Manashifting leaves behind a trail of fire that will damage enemies.<h2 class=\"bb_tag\" >Starting Spells</h2><strong>Primary:</strong> Flames - Channel a tight stream of lava which does 4 - 5 damage every 0.1s.<br><strong>Secondary:</strong> Fireball - Summon a powerful ball of Fire which deals 28-30 damage in a medium radius on impact. This ability can be charged to increase the projectile size and AoE radius but at the cost of reduced projectile speed.<br><strong>Utility:</strong> Magma Bomb - Quickly cast an extremely dense ball of magma which deals 33 to 40 damage in a medium area on impact.<br><strong>Ultimate:</strong> Meteor Storm - Summon a firestorm above the targeted location and after a short delay rains six meteors which deal 30 to 40 damage in a large radius.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/436920/header.jpg?t=1509022490",
    "developers": [
      "Omniconnection"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 18 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}