{
  "437730": {
    "name": "Roadclub: League Racing",
    "steam_appid": 437730,
    "required_age": 0,
    "is_free": true,
    "description": "Roadclub is a top-down view 2D racing game with realistic handling made in a custom 3D engine. Make your mark on the online leaderboards and challenge your friends and foes in 4-player local splitscreen races.<br><br>Enter the season-based career mode where you try to ascend the divisions of Roadclub League to one day finally challenge the reigning Roadclub Master for his title in an epic Showdown. Collect and upgrade cars along the way to get an edge over the competition as you reach to be among the elite in this exclusive underground club.<h2 class=\"bb_tag\" >Story</h2>From traffic fatalities to local police forces, street racing is extremely dangerous. It is also a way of life for many. Needing a place to go, street racers founded a club. A place where some of the best drivers in the world compete and race among themselves. A culture where only their own rules apply. <strong>This is Roadclub.</strong><br><br>Without the spotlight and backing of multi-billion dollar car corporations, these racers tear up long forgotten tracks with the lust of competition and victory pumping through their blood, with the ultimate goal: to be the best among their peers.<br><br>And now you're finally a member, ready to show them what you’re made of.<h2 class=\"bb_tag\" >Unique features!</h2><ul class=\"bb_ul\"><li><strong>Semi-simulation handling physics.</strong> Feel your car’s personalities like seldom seen in a 2D top-down game with amazingly detailed car handling. Everything from tyre grip to drivetrain, transmission, engine, weight distribution and air resistance are modeled which makes every race and car feel unique and a lot harder to fully master.<br></li><li><strong>4-player local splitscreen mode.</strong> Invite a party of friends to race in 4-player local splitscreen multiplayer mode!<br></li><li><strong>Online lap leaderboards.</strong> Prove yourself globally or among your friends on the Steam Leaderboards.<br></li><li><strong>Challenging racing AI opponents that makes mistakes.</strong> Your rival club members knows how to drive, but they are also (almost human) and make mistakes from time to time. Several difficulty levels takes Roadclub from a stroll in the park to a full-on brutal experience. If you’re not used to this kind of game, even the lowest setting might be a challenge.<br></li><li><strong>Single-player Career Mode.</strong> Begin your journey towards glory among your peers in the division-based Roadclub Career mode where you can get promoted or relegated depending on your performance and finally face off against the reigning Roadclub Master and take his title. Meet evolving career opponents - the next time you bump into a club member they might have an upgraded or a even new car, just like you!<br></li><li><strong>Track editor with Steam Workshop sharing.</strong> Make your own tracks and share with the world! Or, just play creations other players have made in the Roadclub Steam Workshop.<br></li><li><strong>Smart top-down camera.</strong> You'll always see what's ahead and the camera zooms in on the action for the slower, trickier parts.<br></li><li><strong>Dynamic and destructible environments.</strong> Advanced weather system that affects visibility and car handling. Destructible objects that rip apart as you smash into them.<br></li><li><strong>Play custom Time Trial, Single Race and Elimination events.</strong> Set up the rules for yourself without risking your own car and just have fun!<br></li><li><strong>Licensed soundtrack by electronic indie legend Andrew &quot;Zircon&quot; Aversa!</strong> Rock to the racing music - and calm down to the breezier menu songs.</li></ul><h2 class=\"bb_tag\" >A brief Roadclub history</h2>Roadclub is an insane passion project made mostly by two guys (Benny and Ralf) with some help from our friends. Development time spans several thousands of hours during about seven relatively active development years in our spare time since we started in 2004 when we met at college.<br><br><br>The game runs on our own ol’ SolidEngine based on DirectX9 that we made way back when the real engines weren’t free. This has been an awesome learning experience but sadly also means constraints in what we can do without changing or massively updating the engine (release platforms, multiplayer..). Roadclub has went through many iterations over the years and the original version was finally on sale in late 2008. Since we were greenlit on Steam in 2015 we spent these past two years upgrading the game to the state it’s in now. If you decide to support our crazy endeavor we'll be eternally grateful and maybe we'll be able to start a new, perhaps a bit smaller, project in the future. So thanks so much for your support, we really appreciate it!<h2 class=\"bb_tag\" >Steam version upgrades</h2>This is the remastered Steam version of the original Roadclub released in 2008. We've improved it in tons of ways since we were greenlit in 2015. Here are the most important improvements:<br><br><br><ul class=\"bb_ul\"><li>Added Steam features like achievements, cloud save and leaderboards.<br></li><li>Added 2-player local splitscreen multiplayer. Race your best friend or nemesis to show them who’s boss!<br></li><li>HD resolution and widescreen support (the original was hardcoded to 800x600). It now also has experimental support for ultra-wide 21:9 screens for larger individual splitscreen views!<br></li><li>Full controller support, using both DirectInput and XInput which means that the game supports older USB gamepads, sticks and wheels, not just modern Xbox controllers like most games today.<br></li><li>Remade most of the user interface. We’ve redesigned every screen to make the game easier to use. We know there’s even more to be done here but it’s a good foundation.<br></li><li>Remade tons of art assets and increased texture and track resolutions.<br></li><li>Put AI drivers through some training and gave them some new shopping tactics between races.<br></li><li>Improved the car physics in several ways balancing speed and handling to make it the most fun to play.<br></li><li>Added new tracks and removed old ones that didn't make the cut. We now value quality and diversity over quantity. More tracks can always be added later.<br></li><li>Remade all the cars (some art assets are the same). Even more to come.<br></li><li>Rewrote huge parts of the almost 100k lines of code to be more maintainable and less prone to bugs.<br></li><li>Squashed a ton of those pesky insects (bugs) after lots of testing by a lot more people than the last release (which was mostly ourselves).</li></ul><h2 class=\"bb_tag\" >A little note about feedback</h2>My day job (Benny) is working as a frontend developer where listening to user feedback is key to designing successful user interfaces and getting happy users. We are just as serious about this here and will listen to all your thoughts and take them to heart. Still, as any good designer knows, the final decision on what changes needs to lie with the designer or you’ll end up with a mess created by a mass of wills. That said, you’re doomed if you aren’t listening to your players and incorporating their comments if possible. So let us hear it! The good, bad and ugly - we want it all to make Roadclub the best game possible for you and frankly ourselves, you gotta love your creation or noone else will!<br><br>Thank you for playing Roadclub!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/437730/header.jpg?t=1647866616",
    "developers": [
      "Solid Core"
    ],
    "publishers": [
      "Solid Core"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": {
      "total": 14,
      "highlighted": [
        {
          "name": "Clubber",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/437730/b64130790f844b83bfc018ad5ae7f0cbc0a71dd1.jpg"
        },
        {
          "name": "Piece of Cake",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/437730/b64130790f844b83bfc018ad5ae7f0cbc0a71dd1.jpg"
        },
        {
          "name": "Is it a bird, is it a plane?",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/437730/b64130790f844b83bfc018ad5ae7f0cbc0a71dd1.jpg"
        },
        {
          "name": "Pristine Plating",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/437730/b64130790f844b83bfc018ad5ae7f0cbc0a71dd1.jpg"
        },
        {
          "name": "Moving Up In the Underworld",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/437730/b64130790f844b83bfc018ad5ae7f0cbc0a71dd1.jpg"
        },
        {
          "name": "Red Streak",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/437730/b64130790f844b83bfc018ad5ae7f0cbc0a71dd1.jpg"
        },
        {
          "name": "True Roadclub Master",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/437730/b64130790f844b83bfc018ad5ae7f0cbc0a71dd1.jpg"
        },
        {
          "name": "POWER!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/437730/b64130790f844b83bfc018ad5ae7f0cbc0a71dd1.jpg"
        },
        {
          "name": "Max Damage",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/437730/b64130790f844b83bfc018ad5ae7f0cbc0a71dd1.jpg"
        },
        {
          "name": "Musky Resources",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/437730/b64130790f844b83bfc018ad5ae7f0cbc0a71dd1.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}