{
  "437860": {
    "name": "Incredible Dracula: Chasing Love Collector's Edition Demo",
    "steam_appid": 437860,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/437860/extras/c34ad596dca1fd5b64b6e21ab7ebfea3.avif?t=1583410477\" width=470 height=176 /></span><br><br>This is a Demo-version for Incredible Dracula: Chasing Love Collector's Edition available in English for Windows only!<br><br>Vampires have gotten a bad rap. Take Count Dracula for instance. People think all he wants to do is suck their blood, but in truth, he wants the same things everyone else does: food, shelter, and love. He won't settle for just any woman, though, so when a man-hungry princess takes a liking to him against his wishes, he does the only thing a red-blooded (or an undead) male can do: run!<br><br>As Dracula flees across a richly drawn but ravaged fantasy world, he'll come across people who need help. Your job is to guide the famous vampire and his minions as they gather resources, restore villages, and fight off a legion of enemies. To complete each captivating quest, you'll need to not only manage your resources well but also work quickly, as the princess will never be far behind! Fortunately, the Count can acquire several items that can give him a boost, such a ring that allows him to be in the sun and magic shoes that enable him to work faster. He can also learn to make potions and craft new items!<br><br>This special collector's edition of Incredible Dracula includes a thrilling bonus chapter, a step-by-step walkthrough, a downloadable soundtrack, desktop wallpapers, and more!<br><br>With simple but enchanting gameplay, a vibrant and charming world to explore, and dozens of challenging levels to complete, Incredible Dracula: Chasing Love Collector's Edition will take a big bite out of boredom!<br><br>Moreover, this game includes Steam Trading cards and Achievements (34!)!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/437860/header.jpg?t=1583410477",
    "developers": [
      "New Bridge Games"
    ],
    "publishers": [
      "Alawar Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 1 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}