{
  "438060": {
    "name": "Fantasy Grounds - 5E: The Baleful Coven",
    "steam_appid": 438060,
    "required_age": 0,
    "is_free": false,
    "description": "Whenever adventurers toast their success after a hard-fought victory, their boots are soiled with the spilled blood of the conquered. Sometimes heroes forget that their enemies had friends and allies of their own, and families, and mothers. You may call them evil, but there is a love stronger than death, and a thirst for vengeance like no other in the heart of a mother weeping over her monstrous brood. What you called heroism, they call horror; what you called valor, they call murder. And they are coming for you, a mother witch and her deadly sisters, drawn from the far corners of the world to bring to life a nightmare world that will swallow your heroes and make them pay. Your characters thought the adventure was over, but the wrath of The Baleful Coven is just beginning.<br>The Baleful Coven is an adventure for characters of 6th to 7th level for the 5th Edition of the world's most famous roleplaying game. It can be played as part of a larger saga with your heroes journeying from a traditional fantasy campaign into contact with threats from the far east or as a standalone adventure that allows GMs to show the dynamic nature of the campaign world as forces that heroes thought were defeated turn out to have allies that do not take the defeat of their kin lightly. Though set in the subpolar north, this adventure deals in a realm of dream and nightmare and is easily portable to any location in your campaign to infuse it with an air of malevolent witchery.<br><strong>Requires: 5E ruleset</strong><br><strong>Conversion by:</strong> Zacchaeus<br><i>Adapted for Fantasy Grounds by: </i><strong>Zacchaeus</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/438060/header.jpg?t=1768357835",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 1 月 25 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}