{
  "438070": {
    "name": "Fantasy Grounds - 5E: Legendary Planet",
    "steam_appid": 438070,
    "required_age": 0,
    "is_free": false,
    "description": "A strange sickness afflicts the frontier settlement of Holver's Ferry, threatening to overwhelm its citizens with an alien madness. Already the town has nearly torn itself apart, and the local sheriff is missing. When the PCs brave the surrounding wilderness as the village's latest newcomers, the beleaguered townsfolk desperately turn to them for assistance. But can these erstwhile heroes trace the diseased carrier to its source and solve the mystery before they, too, succumb to The Assimilation Strain?<br>The Assimilation Strain is an introductory adventure for the 5th Edition of the world's most famous roleplaying game which can be played as a standalone adventure for 1st-level characters or as a prelude to the Legendary Planet Adventure Path, introducing heroes from any fantasy world to the cosmic threat of alien invaders from beyond who see nothing on this planet but another world to conquer. The adventure blends exploration and negotiation alongside elements of horror and a desperate battle to survive against a foe bent on their enslavement or extermination. The interplanetary adventure continues in To Worlds Unknown, launching your heroes into a fantastic universe of exotic pulp adventure! The sword and planet genre comes to life on Legendary Planet!<br><strong>Requires: 5E ruleset</strong><br><strong>Conversion by:</strong> Zacchaeus<br><i>Adapted for Fantasy Grounds by: </i><strong>Zacchaeus</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/438070/header.jpg?t=1768357978",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 1 月 25 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}