{
  "438160": {
    "name": "LILT",
    "steam_appid": 438160,
    "required_age": 0,
    "is_free": false,
    "description": "LILT is a game set in mysterious locations and complexes. You play an advanced prototype with technology that allows for unique movement. Players must learn the mechanics to explore and traverse the often precarious environment.<br />\r\n<br />\r\nThe player maneuvers throughout the levels using the character's main mechanic, the Gravity Laevis Stabilizer (GLS), which allows for swaying movement along the air. The GLS is capable of creating a link between the character and its target point. This link can be influenced by the player, either by pulling the character to the target, at varying power, or by preserving the link (up till GLS's maximum range), letting gravity resume its effect on the character. This module, discharged from the character's right hand is accompanied by three others, dismissed from its left hand:<br />\r\n<br />\r\n- The Impulse, which releases a burst of energy propelling the player on the opposite direction of one's aim;<br />\r\n- The Plasma Shield System (PSS), which creates an energy barrier that blocks potential threats;<br />\r\n- The Pulse Plasma Phaser (PPP), which emits a destructive energy beam towards the location of one's aim within a range;<br />\r\n<br />\r\nThe player is to master these mechanics to avoid or neutralize threats within the game, and complete the levels. <br />\r\n<br />\r\nThere is a casual mode for each single player location that removes most threats and also the level's timer. In normal mode, the levels are NOT limited by time, it merely showcases how fast the player has completed each level. This provides an easy way to track progress in each location.<br />\r\n<br />\r\nLILT also has multiplayer, currently in the form of a 'Deathmatch' mode where players fight against each other. More modes will be added depending on interest, some examples of potential modes include 'Capture The Flag' or 'Racing'.<br />\r\n<br />\r\nIt is currently being independently developed by one person.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/438160/header.jpg?t=1567607979",
    "developers": [
      "pho"
    ],
    "publishers": [
      "pho"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 1 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}