{
  "438240": {
    "name": "Corpo Tale",
    "steam_appid": 438240,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><u>PLEASE NOTE THAT THE GAME IS NOT YET AVAILABLE IN ENGLISH! THE ENGLISH VERSION IS CURRENTLY IN PREPARATION AND WILL BE COMING SOON! <br>FOR NOW PLEASE TRY THE ENGLISH DEMO!</u></strong><br><br><strong><u>The one, the only... The RPG about a corpo - nightmare!</u></strong><br><br>Have you ever worked in a corporation, feeling that nobody understands your pain and the amount of absurdity that you must deal with? Or maybe you are aware how demotivated can an employee get after few years of constantly doing things that make no sense? <br><br>In that case you already know what our game is about! We managed to describe these feelings and create an RPG based on this environment, because as they say: &quot;Life writes the best stories&quot;. <br><br>You play as Martin, a Senior Test Engineer, working in a Test Department and it is Monday, yes... the dreadful Monday. From the beginning of the game you embark on an epic quest to make sure that things actually start working. But will the corporation actually help you, or will it make sure that your quest won't be a walk in the park? By this time you should already know the answer...<h2 class=\"bb_tag\" ><strong>Features: </strong></h2><ul class=\"bb_ul\"><li>A world formed out of a corporational nightmare with an addition of fantasy and sci-fi elements <br></li><li>5 different characters and classes, all related with the Test Department (Destructive Tester, Multiplayer Troll etc.) <br></li><li>Tens of character skills for making sure that your enemies will suffer <br></li><li>Plenty of non-linear quests and choices <br></li><li>Loads of item and stat combinations for various character builds <br></li><li>Advanced side-view battle system with detailed character graphics <br></li><li>Game endings based on Morality factor <br></li><li>Achievement support <br></li><li>Complex Epilogue system related to the choices made</li></ul><br>Thanks for your support! <br><strong><u><br>Please note that the current demo version only contains a small part of the game so that everyone can decide whether they like the game setting.</u></strong>",
    "supported_languages": "波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/438240/header.jpg?t=1470507057",
    "developers": [
      "hamstercube"
    ],
    "publishers": [
      "Gindie"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}