{
  "438330": {
    "name": "Dungeon Runner",
    "steam_appid": 438330,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/438330/extras/80d9226bd98fc51b57dcc0010a031159.avif?t=1483526781\" width=512 height=148 /></span><h2 class=\"bb_tag\" >Story</h2>You're playing as Bjorg, a cave discoverer who's fallen into a adventure that nobody can imagine. You will be facing off monsters, puzzles and obstacles that you will need to pass in order to make it to the next dungeon. Once you've passed all the levels, you can finally get out of this hell-hole that once was believed to be the greatest challenge for a cave enthusiast.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/438330/extras/088c66500aad9522f5f549cbc071d9bf.avif?t=1483526781\" width=272 height=107 /></span><h2 class=\"bb_tag\" >Online multiplayer</h2>The game offers a online multiplayer co-op and a multiplayer versus gamemode. The game uses a custom server for online multiplayer currently located in the EU-region. If the game does well, I will expand it to several locations in EU &amp; US.<br>The Co-op levels are exclusive to the co-op section and cannot be played on singleplayer.<br>Versus mode is you against another player in real-time! You both start with 3 health-points and first to win 3 rounds wins the match.<h2 class=\"bb_tag\" >Sound Design</h2>Dungeon Runner offers a lot of cool features ingame! Sound design is something <strong>greatly</strong> under-appreciated in modern games and really is what separates a good game from a bad one. This is why the game offers a very cool and ambient sound design in a 3D perspective in a 2D game. Mixing the best retro gamestyle with a modern one.<h2 class=\"bb_tag\" >Artwork</h2>The artwork of Dungeon Runner is a very modern-like retro pixelart. It has a slim design and brings out the good old feeling of playing the best games of the early years while it's in a modern design.<br>The level designs are made to first teach the player of how to play the game itself and what everything does. The player cannot pass through a level without performing a special task that will be crucial in future levels.<h2 class=\"bb_tag\" >Controller support</h2>The game offers controller support and it's recommended to play with a controller for the best experience! The game asks the player to perform multiple tasks often at the same time, which will be incredibly more comfortably when using a controller.<br>Even though a controller is recommended, you do not need one to experience the game's full potential. The keyboard-controller design is still very comfortable and a high priority to the developers.<br><i>Though playing this with a controller is way more relaxing!</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/438330/header.jpg?t=1483526781",
    "developers": [
      "Jonathan Öhrström"
    ],
    "publishers": [
      "Jonathan Öhrström"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}