{
  "438590": {
    "name": "The Guest Demo",
    "steam_appid": 438590,
    "required_age": 0,
    "is_free": true,
    "description": "&quot;The Guest&quot; is a gloomy adventure full of enigmas where the exploration of your surroundings comes to prominence; puzzles, secrets and riddles will help you discover who has locked you in this somber hotel room and most importantly, why. <br><br><strong>KEY FEATURES:</strong><br><ul class=\"bb_ul\">    <li> <strong>Immersive storytelling.</strong><br>The mood and the feel of the game, and the mysterious background of the Doctor Evgueni Leonov makes the game a unique experience, travelling through the character story and discovering unexpected places that will make you wonder what’s going on there. The sci-fi story behind those enigmatic walls makes it even powerful and encouraging for the player to feel things through the gameplay experience.<br><br>    </li><li> <strong>Environment.</strong><br>Set in an unkempt build, in the 80's, 'The Guest'  confronts us a dark and mysterious environment, creating a unique bond between the player and the atmosphere.<br><br>    </li><li> <strong>Gameplay experience.</strong><br>Combinig mechanics from the classic great adventures with puzzles and narrative the player will get deeper and deeper into the plot.<br><br>There will be events where we will control our character in a critical mental state, breaking the games rhythm and looking for new experiences.<br><br>A quality soundtrack with a calm but hair-raising rhythm will provide endless mystery and suspense.<br><br>This can be done thanks to these features:<br><br><ul class=\"bb_ul\">    <li> Free to roam and explore our surroundings, accessing every corner of the room.<br>    </li><li> Different puzzles and enigmas to solve, each one of them with its own personality and complexity.<br>    </li><li> Unique events inside the storyline which will increase our immersion in the game.</li></ul></li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/438590/header.jpg?t=1457017410",
    "developers": [
      "Project Gotham"
    ],
    "publishers": [
      "505 Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 3 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}