{
  "439260": {
    "name": "\"BUTTS: The VR Experience\"",
    "steam_appid": 439260,
    "required_age": 0,
    "is_free": true,
    "description": "THIS IS A VR ONLY APP, FRIENDS<br><br>&quot;BUTTS: The VR Experience&quot; is an animated VR short about love, trust, and learning what it means to be truly free. With the latest VR technology one can transport oneself into a brand new bright and colorful world of happiness and excitement, and make some friends along the way. &quot;BUTTS: The VR Experience&quot; will make you laugh, cry, fill you with unimaginable bliss, and return you to that innocent place of child like wonder you've long forgotten.<br><br><i>Official Selection - Cannes NEXT - 2016 <br>Official Selection - Kaleidoscope World Tour - 2016 <br>Official Selection - Kaleidoscope North American Tour - 2015 <br>Nominated &quot;Most Innovative&quot; - Proto Awards - 2014 </i><br><br><strong>RECOMMENDED VIEWING:</strong> <br>Sit on the floor in the center of your play space. No controllers necessary.<br><br>Making and supporting animation and VR is very time consuming for one individual.  Please help support the artist by contributing $0.99.  It's only a dollar, you guys.  You know, like when you spend more than that on a coke, and then you don't drink the whole coke... do you complain about how much that coke costs? Is that an upsetting amount of money you spent on that coke?",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/439260/header.jpg?t=1568243284",
    "developers": [
      "Gentle Manhands"
    ],
    "publishers": [
      "Gentle Manhands"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 2 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 31,
        "description": "支持 VR"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}