{
  "439330": {
    "name": "TANE DLC: Willamette & Pacific SD7 #1501",
    "steam_appid": 439330,
    "required_age": 0,
    "is_free": false,
    "description": "This session lets you jump straight in and drive the Willamette &amp; Pacific SD7 #1501 in 'easy' or 'realistic' mode.<br />\r\n<br />\r\nFor the full experience, select 'Realistic Mode' and start driving this beautiful locomotive!<br />\r\n<br />\r\nFeatures include:<br />\r\n<br />\r\nClass Lights<br />\r\nFan Animation<br />\r\nFull Custom Cab<br />\r\nGyra Light<br />\r\nNight Lighting<br />\r\nThe Portland &amp; Western's roots are in sister company Willamette and Pacific Railroad, founded in 1993. This company was created to take over operations on many branchlines of the Southern Pacific, a Class I railroad.<br />\r\n<br />\r\nThese branches included the Toledo Branch from Albany to Toledo and the Westside Branch from Monroe to St. Joseph (near McMinnville), plus the Bailey Branch west from Monroe to a sawmill, the Dallas Branch from Gerlinger to Dallas, the Willamina Branch from Whiteson (near Amity) to Willamina, and the southern portion of the Newberg Branch from St. Joseph to Springbrook (north of Newberg). Lumber products and paper are the predominate commodity on these branches, along with some agricultural products from various shippers. The Cascade Steel Rolling Mill in McMinnville is an important shipper as well, and propane shipments are handled to several distributors.<br />\r\n<br />\r\nPNWR was created in 1995 to take over operations of the remainder of the SP's branchlines in the state consisting of the former Southern Pacific Tillamook Branch between Willsburg Junction (near Milwaukie) and Hillsboro, the Westside-Seghers Branch from Hillsboro to Seghers (near Gaston), and the remaining segment of the Newberg Branch between Cook (near Tualatin) and Springbrook (near Newberg), connecting to the existing Willamette &amp; Pacific network to McMinnville and Corvallis. The W&amp;P had trackage rights on the Newberg Branch and the portion of the Tillamook Branch between Cook and Willsburg Junction, along with trackage rights on a short portion of SP's mainline to Brooklyn Yard to facilitate interchange with SP, however in the year prior to the P&amp;W's formation the W&amp;P had been interchanging with SP exclusively through the Eugene Yard gateway.",
    "supported_languages": "英语, 法语, 德语, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/439330/header.jpg?t=1479203073",
    "developers": [
      "N3V Games"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 5200,
      "final": 5200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 52.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 1 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}