{
  "439370": {
    "name": "Midair",
    "steam_appid": 439370,
    "required_age": 0,
    "is_free": false,
    "description": "Midair is a fast-paced jetpack shooter set in a breathtaking new sci-fi universe. Use movement and physics to your advantage, outwit your enemy from every angle, build bleeding-edge defenses, and fully customize the way you play. With up to 16v16 large-scale infantry and vehicle combat, you'll never look at a shooter the same way again.<h2 class=\"bb_tag\" >TRUE FREEDOM</h2><br>Movement in Midair is an art. It's a flow. It's a learned, practiced skill that when you know it… you just <i>feel it</i>. Using your jetpack and frictionless boots, launch high-speed airborne assaults, expertly dodge enemy fire, and soar from hilltop to hilltop. Free yourself from the ground or become a quick frag for your opponent.<br><br>The jetpack draws from your armor’s energy pool, so strategically manage your use of the jetpack and energy-based weapons to ensure your battle advantage. Depending on the situation, adjust your jetpack from pushing you upward to giving more maneuvering power. Veteran players know how to manage their jets and energy by instinct.<h2 class=\"bb_tag\" >TEAMWORK IS CRITICAL</h2><br>A team without coordination is like a shooter without jetpacks. In Midair it's critical that you coordinate your assaults for maximum effect. Take down their automated defenses one by one or sneak past the guards and destroy the generator to cripple their base and expose their flag for a quick grab.<br><br>But remember, you'll need to keep your flag home too. They'll start by using bombers and tanks to bombard your fortifications and break your ranks. Heavily armored attackers with explosive weaponry will follow, trying to deal critical blows to your infrastructure. After that, elite light-armored enemies who have spent hours studying the terrain and perfecting their movement will race in, grab your flag, and get out -- and <i>FAST</i>.<br><br>Repel the attack by keeping your base's main defenses operational, deploying forward sensors to track their movements, strategically place turrets deal out some extra damage, and get some fighters in the sky to maintain air superiority. With the right team and friends you can depend on, this will be a breeze.<h2 class=\"bb_tag\" >CUSTOMIZE AND STRATEGIZE</h2><br>One thing's for sure - when the situation changes, so should your strategy. Midair features complete customization and no preset classes. Pick your armor based on how fast you need to go and how much damage you need to take. Choose weapons to suit your play style. Packs gives you special abilities that can swing the fight in your favor during that critical moment, or help you deploy mobile defenses where it's needed the most.<br><br>Your team composition matters. Before running into the fight, make sure your squad is prepared with the right firepower, support, and intelligence to do the job.<h2 class=\"bb_tag\" >THIS IS MIDAIR</h2><br>Get ready for a new experience in a shooter with a lot to offer. Suit up. Jets on. Fly free. We'll see you in Midair.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/439370/header.jpg?t=1764129381",
    "developers": [
      "Archetype Studios"
    ],
    "publishers": [
      "Archetype Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 3 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}