{
  "439960": {
    "name": "Falling Stars: War of Empires",
    "steam_appid": 439960,
    "required_age": 0,
    "is_free": false,
    "description": "Falling Stars: War of Empires is a fast-paced digital tabletop strategy game where each decision you make forces the game to evolve differently every time you play.  As the leader of your empire, you will command fleet battles consisting of hundreds of ships at a time, resolve political agendas that can completely alter the ruleset of the game, and discover hundreds of different planets on your way to victory. Explore strange worlds and develop diplomatic relations with them, or exploit them for their resources. But beware, every planet in the game has its own unique history, and there will be consequences for your decisions!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/439960/extras/e1e293f2ffe15de7e3edd1be8a319643.avif?t=1640977872\" width=616 height=140 /></span><br>Falling Stars: War of Empires incorporates a vastly configurable set of content and features:<br><br><ul class=\"bb_ul\"><li>Matches ranging from 60 minutes to days long<br></li><li>Configurable galaxy size, sparseness, victory conditions, resources, technology advancement rate, and more to tailor the experience to your playstyle<br></li><li>Brand new &quot;Strategic Action&quot; mechanic that can be leveled up throughout the game, giving players evolving strategic options<br></li><li>Each planet has unique diplomatic effects, from causing riots on other planets to offerings of technology and resources, and are dictated by your relations with them as well as their individual allies and enemies. This allows players to gain a reputation with the inhabitants of a planet by conquering one of their enemies!<br></li><li>Online multiplayer games that can be finished in one sitting<br></li><li>Challenging AI that will work for or against you depending on your actions<br></li><li>Command your fleet in battle by altering their formation, issuing tactical orders, and sending them to carry out those orders against enemies</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/439960/header.jpg?t=1640977872",
    "developers": [
      "Riveted Games",
      "Lock 'n Load Publishing"
    ],
    "publishers": [
      "Lock 'n Load Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 4 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}