{
  "439900": {
    "name": "Waste Walkers Deliverance",
    "steam_appid": 439900,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Waste Walkers</strong><br><br><strong>Deliverance DLC:</strong><br><br><i>It has been one year since the bombs fell. Death and decay plague the air and the world continues to grow darker by the day. Humanity still struggles to reconcile itself with the loss of loved ones and its dreams for the future. The cities, once free for survivors looking to find food and remnants of civilization, have been picked over and are now full of killers and mutants. Small bands of determined survivors strive to live in the outskirts and the wilderness, where nature still provides food and supplies for those willing to pay the high price it demands in both body and spirit. Take on the role of Screw, a scavenger for the colony of Tranquil Point, located in an old insane asylum, who was recently sent into a coma after being injured during a scavenging run.</i><br><br><ul class=\"bb_ul\"><li>Entirely New Adventure - Take On The Role Of Screw, A Scavenger With A Dark Past, As He Struggles To Survive The Harshness Of The Wastes!<br></li><li>Powerful Storyline - Deliverance Focuses Around An Intense Main Plot But Will Have Dozens Of Side Quests And Other Things To Do!<br></li><li>New Side Quests - Dozens Of New Side Quests And Missions To Complete!<br></li><li>New Characters - Completely New Characters And Companions!<br></li><li>New Skills - Improve Your Survival Chances With New Skills And Even New Abilities!<br></li><li>New Equipment - Face Your Foes With Dozens Of New Items And Equipment!<br></li><li>New Schematics - Build And Craft Even More Trinkets And Gadgets!<br></li><li>New Artwork - Totally New Artwork For Characters, Equipment, And Weapons!<br></li><li>Dungeon Crawling Mechanics - Journey Into The Dark Unknown And Face Unreal Horrors!<br></li><li>Advanced Features - Many Features Of The Base Game Have Been Expanded Upon And Further Advanced!<br></li><li>New Map - Explore The Entirely New Map Of Fair Place, New Locations And New Areas!<br></li><li>New Enemies - Face New Enemies And New Threats In The Wastes!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/439900/header.jpg?t=1737115685",
    "developers": [
      "Corrosive Studios LLC"
    ],
    "publishers": [
      "Corrosive Studios LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 3 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}