{
  "440370": {
    "name": "Red Comrades Collector's Edition Upgrade",
    "steam_appid": 440370,
    "required_age": 0,
    "is_free": false,
    "description": "Besides the Standard Edition there will be a Red Comrades Collector's Edition Upgrade DLC available for a true &quot;Red Comrades&quot; franchise fans. It includes a lot of information about franchise creative design and development.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/440370/extras/6f49ef4fc10dd123948cfca865dd0bec.avif?t=1663245314\" width=616 height=346 /></span><h2 class=\"bb_tag\" >Collector's Edition Upgrade contains:</h2><br><ul class=\"bb_ul\"><li><strong>&quot;Return of the Legend - Developers talk about their Game.&quot; Documentary.</strong> BUKA's founders and developers tell about how the game was created 17 years ago. They discover the way of Idea to breathe the life back into Red Comrades franchise and they talk about difficulties the team faced working on this Reload. A lot of interesting secretes and the story of Red Comrades creation in 35 min. video. <u>English subtitles.</u><br></li><li><strong>Digital Art Book</strong>. Everything you could want to know about Red Comrades franchise. Artworks, sketches, outlines and all the behind the scenes stuff with developers commentary. <u>Text of artbook in English.</u><br></li><li><strong>&quot;Red Comrades 2: For the Great Justice&quot;</strong>. The second installment of Russian iconic adventure game follows the story of its predecessor. The both protagonists awake on Long Island and remember how the things went down since &quot;they had dealt with that aliens and came back home&quot;. They are about to find out what is going on in the catacombs beneath their village. In order to remove the microchip installed in Chapaev's head they go into the catacombs and discover a time machine there. They use it to travel into the future to find themselves in USA of the year 1969. In States they met doubles of Anka, Furmanov and Pavlik as well as Billy and a street rock band.  The game is scheduled to be released in 2016.</li></ul>",
    "supported_languages": "俄语<strong>*</strong>, 英语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/440370/header.jpg?t=1663245314",
    "developers": [
      "Buka Development"
    ],
    "publishers": [
      "ESDigital Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 2 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}