{
  "440410": {
    "name": "Wolfsong",
    "steam_appid": 440410,
    "required_age": 0,
    "is_free": false,
    "description": "The Fiends, harbingers of a patient, intelligent, and all but forgotten evil, have been released from their prison inside Gorsus. They spread themselves out across the world and work together to achieve a greater plan. The Thaa'hune, an ancient, decaying race, gather together select individuals from many realms and train them to be spirit hunters for the select purpose of tracking down the Fiends and killing them before they can achieve their sinister designs. The primary protagonist in Wolfsong is a strong-headed young woman from a warrior society who is tasked to help a community in need. She soon discovers things are rarely so simple. Wolfsong takes place on the northernmost continent in an expansive world claimed and contested by many diverse and powerful realms. The story has been in development for many years, with a complex and complete history that will be revealed in-game.<br><br><strong>Features</strong><br><ul class=\"bb_ul\"><li>Original Story, Music and Art<br></li><li>A strong female lead!<br></li><li>Mostly created and paid for by one person! Who worked very hard! (There was sweat.)<br></li><li>From the co-creator of Alice is Dead and the creator of The Sagittarian.<br></li><li>A large cohesive world. The races, locations, and characters have been in development for years.<br></li><li>Diverse characters with unique skills and animations.<br></li><li>Deep characters who have motives, purpose, and problems of their own.<br></li><li>A main character is a giant rat-dog.<br></li><li>The dialogue and story strive to treat the player intelligently.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/440410/header.jpg?t=1480464086",
    "developers": [
      "Hyptosis"
    ],
    "publishers": [
      "Lorestrome"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 2 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}