{
  "440450": {
    "name": "Escape: Sierra Leone",
    "steam_appid": 440450,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><u>This game is currently a Beta in Early Access and may not contain all of the features listed here yet, or they may be only partially implemented as place-holders. There will be some bugs and missing content. The ending sequences are currently missing and a WIP. More features and assets will be added as development progresses! Also, this game is very challenging, and shouldn't be purchased unless you enjoy a challenge.</u></strong><br><br>Escape: Sierra Leone is a single-player exploration-based survival first-person game. Focused around complete freedom and interacting with a vibrant world, it takes place on an island chain based loosely off of the real life Banana Islands, along the coast of Sierra Leone. There are approximately 21 square kilometers of terrain to explore, fight, survive and escape from. You start with no weapons, no supplies, no idea of where to go – getting those is up to you. No magic quest arrows pointing where to go, no forced objectives or missions.<br><br>Set during the 1997 civil war, the main antagonists are the Revolutionary United Front, a notorious group rebelling against the government. The RUF have occupied the Banana Islands and are on a hunt for diamonds; recruiting who they can and killing, maiming, or enslaving those they can't.<br><br>You play as a civilian trying to escape the island. Throughout the game, you are forced to make a series of choices that will eventually lead to you making your escape. Everything from how to approach your attempted escape, to how you interact with other people can have an affect on how everything plays out in the end. The game is totally open and you are never given &quot;quests&quot; or &quot;objectives&quot; beyond simply escaping. You may have encounters during the game in which you are asked to help someone. These are completely open, you can fulfill their request, or simply ignore them, or even kill them, if you wish.<br><br>In the 1.0 release, there are at least four methods of escape, and a minimum of 8 different endings that are influenced by choices you make throughout the game. Both of those numbers are likely to rise as development progresses. A compact and simple inventory system will make you think about what food, ammo, guns, or items you want to carry. Combat, while not mandatory in any way, is fairly realistic and very brutal. Each bullet hit or wound causes an appropriate animation and sound effect, for both NPCs and the player.<h2 class=\"bb_tag\" >Key Features:</h2><br><ul class=\"bb_ul\"><li>Seamlessly scavenge the entire island for supplies you need to survive, from a banana to an AK-47. No invisible walls or loading screens.<br></li><li>Engage in immersive and realistic combat... or don't, if you're the sneaky type.<br></li><li>Around 21 square kilometers of hand-painted landscape and vegetation gives you a ton of area to explore.<br></li><li>Using a simple and intuitive 12 slot inventory system, make the hard call on which items to keep and which to leave behind.<br></li><li>Realistic bullet physics that factors in gravity, wind, and speed into every individual round – all of which can effect penetration, damage dealt, and accuracy.<br></li><li>Death comes in more forms than bullets; avoid disease, dehydration, starvation, car crashes, wildlife, and falls.<br></li><li>24 hour day/night cycle with a weather system that includes rain of varying strengths, wind, and a 28-phase moon cycle.<br></li><li>Discover and protect safehouses, they are your only chance to save your game and serve as a good spot to stockpile supplies or clean weapons.<br></li><li>Find and fuel different kinds of vehicles, from a diesel powered truck to a gas powered motorboat. Walking won't get you anywhere fast!<br></li><li>Interact with the environment; from picking a lock, to opening a door, to cooking food on a campfire, to chasing a school of fish, to hunting the local wildlife, there are many ways you are involved in the dynamic world around you.<br></li><li>Get lost in the thick jungle, or stroll around the sweeping beaches.<br></li><li>Detailed weapon handling including loading and unloading loose rounds into magazines, cleaning your gun, clearing jams, and the option to &quot;quick reload,&quot; which drops your old mag on the ground, but reloads faster.<br></li><li>Explore an unforgiving, although deceptively pretty island. Never forget how easily the island can and will kill.<br></li><li>Hand placed loot allows for a logical placement of items, instead of leaving it up to a random spawning system.<br></li><li>No hand-holding or magical GPS-like maps or arrows to push you to success, it's all you!<br></li><li>Very limited HUD and a focus on immersion and realism. The HUD is only visible when you prompt it to appear.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/440450/header.jpg?t=1482452925",
    "developers": [
      "Reborn Games Inc."
    ],
    "publishers": [
      "Reborn Games Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 11,
      "highlighted": [
        {
          "name": "You Read the Intro Text!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/440450/b9e589d23e2c16c3cb48ab75c6dbf8622cb6d396.jpg"
        },
        {
          "name": "Gunslinger",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/440450/b9e589d23e2c16c3cb48ab75c6dbf8622cb6d396.jpg"
        },
        {
          "name": "Fight Club",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/440450/b9e589d23e2c16c3cb48ab75c6dbf8622cb6d396.jpg"
        },
        {
          "name": "Flyboy",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/440450/b9e589d23e2c16c3cb48ab75c6dbf8622cb6d396.jpg"
        },
        {
          "name": "Sailor",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/440450/b9e589d23e2c16c3cb48ab75c6dbf8622cb6d396.jpg"
        },
        {
          "name": "Ready to Roll",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/440450/b9e589d23e2c16c3cb48ab75c6dbf8622cb6d396.jpg"
        },
        {
          "name": "Small Saver",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/440450/b9e589d23e2c16c3cb48ab75c6dbf8622cb6d396.jpg"
        },
        {
          "name": "Big Baller",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/440450/b9e589d23e2c16c3cb48ab75c6dbf8622cb6d396.jpg"
        },
        {
          "name": "Weclome to Sierra Leone",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/440450/b9e589d23e2c16c3cb48ab75c6dbf8622cb6d396.jpg"
        },
        {
          "name": "Walking Simulator",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/440450/b9e589d23e2c16c3cb48ab75c6dbf8622cb6d396.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}