{
  "441640": {
    "name": "VALENS",
    "steam_appid": 441640,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>VALENS</strong> is a race which makes your blood boil and your veins cold, any turn may appear to be the last on the way to glory.<br>Credits are awarded for passing energy barriers and annihilation of rivals’ Hovers.  Upgrade your Hover right during the race in the pit stops. The most courageous aces and bounty hunters compete for the title of the Best Pilot in VALENS Planetary system. May the best man win! May the force and attention be with you! <br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/441640/extras/a18e98a835a47b48a62c1ef8295dfb6d.avif?t=1455821740\" width=612 height=94 /></span><br><strong>Anti-gravity Hover</strong> with powerful system of weapons is equipped with an impulse motor and generator. On the track, each pilot has something to clear their way with - self-guided missiles and bombs, machine guns and lasers, protective shields and stealth fields, boost, and more. Each new race begins with a basic configuration Hover. Visiting the pit stop limits your Hover in speed, turns off the fire function, allows to buy upgrades and fully restores the entire ammunition, armor, shields, and energy. Each upgrade type has a fivefold pumping. During the race, each Hover is pumped up to the current level. A fully pumped Hover of level 50 includes 50 slots. In case of annihilation of a Hover, it is restored in the pit stop, and the pilot loses the progress of the current round, but retains the credits previously earned for the annihilation of rivals. <br><br>VALENS - Race for survival in the most dangerous corners of the galaxy. Pilots control high-speed armed flying cars - Hovers. <br>Pilots on high-speed Hovers try the strength of their character in incredible conditions, raging atmospheres of the planets and in the vacuum of space. <br><br>HOTKEYS <br>H – Help; <br>↑,↓ - Throttle; <br>← – Left turn ; <br>→ – Right turn; <br>Ctrl – Fire; <br>Shift - Nitro; <br>Space – Invisible; <br>1-5 – Select weapon; <br>Z – Show rearview mirror; <br>F – Show FPS; <br>F1 – Switch camera; <br>F5 – Autopilot; <br>B(In pitstop) – Autobuy; <br>0-9 (In pitstop) – Buy weapon<br><br>Code of Novice Pilots:<br>GUN  \t-\tquick-killing gun<br>LASER\t-\ta deadly laser beam<br>ROCKET\t-\thoming missile seeker<br>MINE \t-\ta cascade of gravitational mines<br>BOMB\t-\ta powerful big bomb<br>INVIS\t-\tgeneration of stealth field around the ship<br>ARMOR\t-\tcomposite armor<br>SHIELD\t-\tmulti-level energy shield<br>ENGINE\t-\tspeed, acceleration and boost<br>GENERATOR - Hover energy provides the operation of: Laser, Invis, Shield, Boost. The excess energy automatically restores the Hover.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/441640/header.jpg?t=1455821740",
    "developers": [
      "Digitallion"
    ],
    "publishers": [
      "Digitallion"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3100,
      "final": 3100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 31.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 2 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}