{
  "441850": {
    "name": "ScriptVOX Studio",
    "steam_appid": 441850,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>ScriptVOX Studio</strong> is easy to use text-to-speech software for writers that can open up a new window on your creativity. Writers can import a screenplay, movie script, documentary or even a children’s story. ScriptVOX will allow you to quickly add voices and images to your text. You can even save your multimedia presentation and share it with others.<br><br><strong>Hear your story:</strong> Rapidly assign a unique voice to all your characters. With the advanced built-in text editor, you can assign parts to various actors and choose how your characters sound. As your script is played back, each actor will automatically speak in the voice you have chosen.<br><br><strong>Unlimited number of voices:</strong> Writers can create a custom setting for each actor from a single text-to-speech voice using the powerful TTS-Morphing engine. The software includes a number of basic voice-mods free, or you can tweak the existing ones to create a unique sound for your actors!<br><br><strong>Add your own voice:</strong> With the Voice-Over Feature, you can add live vocal recordings or existing voice audio files to your story. Full-integration with MorphVOX Pro voice changer will let you multiply your voice talent and record directly to ScriptVOX.<br><br><strong>See your story:</strong> Writers can add pictures to words or whole blocks of text and create a storyboard for the script. In short time, you can see a story, screenplay or movie script visually come to life.<br><br><strong>Review</strong> your story by saving it as an audio file or as a full multimedia video file. Create an presentation or demo of your project.<h2 class=\"bb_tag\" >See what ScriptVOX can do for your stories.</h2>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/441850/header.jpg?t=1469040491",
    "developers": [
      "Screaming Bee"
    ],
    "publishers": [
      "Screaming Bee"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 8800,
      "final": 8800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 88.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 4 月 29 日"
    },
    "categories": [
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "52",
        "description": "音频制作"
      },
      {
        "id": "56",
        "description": "软件培训"
      },
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "58",
        "description": "视频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}