{
  "442080": {
    "name": "Riders of Icarus",
    "steam_appid": 442080,
    "required_age": 0,
    "is_free": false,
    "description": "Take the battle to the sky with fantastical flying mount combat unlike anything you’ve seen before in Riders of Icarus, the new unprecedented action-adventure MMORPG experience that lets you ride and fight on the back of the realm’s most dangerous winged beasts… dragons.  As a Rider with legendary combat abilities, you will explore a majestic world to tame, collect and train hundreds of different wild beasts as your very own mounts each with unique special abilities.  Master the skills of aerial combat with other battle-ready heroes as you fight your way through an epic experience filled with massive boss battles by both land and air.<br><br><strong>Rule the Skies in Battle:</strong> Become a legendary Rider of Icarus and master wild beasts to rule the skies.  Ride fearsome winged mounts into explosive aerial battles as you scorch the skies of enemy legions and protect mankind from an ancient invading evil. <br><br><strong>Collect Mythical Beasts:</strong> Explore fantastical lands filled with non-stop action and adventure to build your collection of mythical beasts. With hundreds of ground and aerial mounts to collect and train the sky is no longer the limit.  Tame your destiny as you level up your mounts to become deadly weapons with special combat abilities. <br><br><strong>Explore an Epic World:</strong> Let your imagination soar as you coordinate strategic aerial strikes with other heroes of all classes, both from afar with devastating magic or up close and personal with the game’s action-oriented melee combo system.  Descend to the battlefield using ground mounts and conquer theatrical boss battles to acquire treasures and experience to upgrade your mount and rider. <br><br><strong>Fly and Fight for Free:</strong>  Immerse yourself in an action adventure free-to-play MMORPG where collecting wild beasts, riding combat-ready dragons, exploring an epic world and battling the most dangerous bosses with your friends is as FREE as the air you soar through.",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/442080/header.jpg?t=1747351888",
    "developers": [
      "WeMade",
      "VALOFE"
    ],
    "publishers": [
      "VALOFE"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 2,
      "total_negative": 2,
      "total_reviews": 4
    }
  }
}