{
  "442790": {
    "name": "WITCH-BOT MEGLILO Demo",
    "steam_appid": 442790,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >About this Demo</h2>This is the Demo version of Witch-bot Meglilo.<br><br>You can play up to second stage!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/442790/extras/a3a8c3396e4b6bc6d7e4c596de987bfb.avif?t=1771405034\" width=600 height=228 /></span><h2 class=\"bb_tag\" >STORY</h2><strong>The year is 1977.</strong><br><br>Meglilo came from a magic kingdom to visit the human world, but she was unfortunately killed when she landed in the midst of a confrontation between Professor Amamori, inventor of the Vulkaiser, and the Gogoh Army. <br><br>Professor Amamori performed a reconstruction operation on her, and she was brought back as a WITCH-BOT, to seek revenge on the Gogoh Army! <br><br>Join Meglilo and her adorable sidekick/conscience, Billiken, as they blast through multiple worlds and bosses to bring about order and justice...after tragedy has already occurred.<br><br>Mixing classic vertical shmup action with hilariously dark cut scenes, Meglilo isn't a game where you just skip straight to the action. Watch as our heroine waits until AFTER the villains do terrible things (usually watching the whole time) before leaping into action. With great campy dialogue and questionable morals, WITCH-BOT Meglilo's cute aesthetics belie the sheer amount of havoc that happens around you.<h2 class=\"bb_tag\" >GAME FEATURES</h2><br>Meglilo isn't your usual bullet hell vertical shooter. When your lightning fast reflexes aren't enough, this magical cyborg has a couple of tricks up her sleeve.<br><br>Harnessing the magic that still resides within, Meglilo can stop time and warp about the screen! Simply press the Time-Stop button and choose where in the stage you'd like to teleport. Meglilo will then warp directly to her destination, making her invulnerable to incoming bullets and obstacles. Using the Time-stop warp, you can dodge enemy attacks, teleport to strategic points, and much more! But be warned: there's a limit to how often you can zap around, and your magical gauge will deplete quickly, so use your power wisely!<br><br>But don't just rely on your witchcraft. Meglilo's satellites are interchangable and upgradeable, featuing around 10 variations include “Multi-target shot”, “Laser” and “Drill”. <br><br>Different Satellite variations can be equipped on the left and right sides, allowing for totally different attack styles every time. For example, having a right side devoted to a melee style while the left is powered up with lasers. It’s up to the player how they wish to enter battle! <br> <br>Show that you have what it takes to take on the Gogoh Army, its fierce commanders and ultimately save(?) the world!",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/442790/header.jpg?t=1771405034",
    "developers": [
      "ASTRO PORT"
    ],
    "publishers": [
      "Henteko Doujin"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}