{
  "443070": {
    "name": "Insane Insects: The Inception",
    "steam_appid": 443070,
    "required_age": 0,
    "is_free": false,
    "description": "STORY:The Final Conflict has ended. Earth exists no more. Following a relentless cycle of brutal engagements in which victory continued to narrowly elude the Overlords, a turning point was reached when they began to observe the characteristics of earth's most successful predators. Insect life-forms with their combination of strength, speed, aggression and durability were finally selected as the optimum design for the ultimate fighting machine. The resulting Predator was used to devastating effect in the last wave of battle which has become known as the Final Conflict. In the aftermath, the Overlords, in an ironic twist recreate parts of the earth they destroyed to serve as arenas. Here, the Predators, once used to annihilate the earth, now engage in combat for the entertainment of their creators.<br />\r\n<br />\r\nCHARACTERS: Predator machines inspired by earthly insect life-forms, each is programmed to reflect the real-life characteristics and behaviour of its earthly counterpart. The player is a Predator machine battling other Predator machines in the gladiatorial arenas.Most Predators can fly. Their comparative sizes vary but all approximate to a fully grown male of the human species. All Predators are equipped with a CPU which enables two way communication between the Predator and its weapon.<br />\r\n<br />\r\nPLAYING MODES: There are two inter-twined playing modes, Sequential mode and Gladiator Zone. In either mode the player chooses a Challenger identity from those Predators available. The player then engages in combat with the other available Predators. The number of available Challenger IDs and Predator opponents increases as the player advances through the game. Each Predator has different skills and strengths. When you choose a Predator for your Challenger ID you assume the skills of that Predator. So if he can fly, you can fly...... but beware, until you advance to flying level tread carefully as you're in danger of falling off the edge of the game world! <br />\r\n<br />\r\nSEQUENTIAL MODE: In this mode you progress from one tier to another by defeating those Predators presented to you on each individual tier. In this mode Predator/Challenger characteristics are fixed and arenas are only available in sequential order.<br />\r\n<br />\r\nHOLY TRINITY: When you start to play on Tier 1 your Challenger ID is fixed. In order to advance to another Challenger ID you have to score a Holy Trinity. You score a Holy Trinity by killing your Predator opponent three consecutive times without its killing you.<br />\r\n<br />\r\nPREDATOR UNLOCK: When you defeat a Predator in sequential mode it is unlocked and becomes available in the Gladiator Zone. There you have the option to fully customize its specifications before engaging in combat.<br />\r\n<br />\r\nGLADIATOR ZONE: In Gladiator Zone you can play any Predator or combination of Predators whom you have previously unlocked by defeating them in any tier of Sequential Mode. You can assume any Challenger ID of those Predators against whom you scored a Holy Trinity. You can fight any unlocked Predator in any unlocked arena. Most importantly Gladiator Zone allows you to fully customize any aspect of each unlocked Predator, creating virtually endless possibilities and combinations.<br />\r\n<br />\r\n<br />\r\nFEATURES:<br />\r\n<br />\r\nFLY: The majority of predators can fly, allowing the possibility of continuous airborne battle. Considerable skill is required to engage in this form of combat. But it's fun!<br />\r\nCHANGE YOUR IDENTITY: Alter your Challenger ID from the most basic Predator to the most advanced as you progress through the game.<br />\r\nINDIVIDUALLY PROGRAMMED AI: Each character in this game behaves and fights differently.<br />\r\nCUSTOMIZE YOUR OPPONENTS: Building on their already unique AI, you can go further by fully customizing attributes of all Predators creating virtually endless possibilities and combinations.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/443070/header.jpg?t=1759952282",
    "developers": [
      "Bad Cast games"
    ],
    "publishers": [
      "Strategy First"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 5 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}