{
  "443000": {
    "name": "DUAL GEAR",
    "steam_appid": 443000,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/443000/extras/c8cb4e339fa9884a8b5b6cff3c323137.avif?t=1688012238\" width=616 height=168 /></span><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/443000/extras/232b8b8589524954d56ba9ef27d917b7.poster.avif?t=1688012238\" width=616 height=146 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/443000/extras/232b8b8589524954d56ba9ef27d917b7.webm?t=1688012238\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/443000/extras/232b8b8589524954d56ba9ef27d917b7.mp4?t=1688012238\" type=\"video/mp4\"></video></span><br><br>Dual Gear is the combination between 3D Mech Action Shooting and Turn-Based Strategy Game inspired by the various Classical Japanese Mech Games. With the brand new features to go beyond the traditional retro-mech games. Dual Gear engaged the player to pilots their mechs with the Real-Time Action Shooting while experiencing in the high pressure of Tactical Turn-Based Layers!<h2 class=\"bb_tag\" >Key Features</h2><br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/443000/extras/654534a2ae69ba791e7e158d7aaf8fd4.poster.avif?t=1688012238\" width=616 height=142 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/443000/extras/654534a2ae69ba791e7e158d7aaf8fd4.webm?t=1688012238\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/443000/extras/654534a2ae69ba791e7e158d7aaf8fd4.mp4?t=1688012238\" type=\"video/mp4\"></video></span><br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/443000/extras/defdc8f3cb8ab7a4f45ca3e337813ca6.poster.avif?t=1688012238\" width=616 height=142 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/443000/extras/defdc8f3cb8ab7a4f45ca3e337813ca6.webm?t=1688012238\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/443000/extras/defdc8f3cb8ab7a4f45ca3e337813ca6.mp4?t=1688012238\" type=\"video/mp4\"></video></span><br><br><ul class=\"bb_ul\"><li>\tExperiencing in The Mech Action Shooting in The Combat Mode! Real-Time controlling your ordering unit with the multiple types of weapons! SMGs, Missiles, and Melee Devices are available for you! Be careful! Every move wouldn’t let you all to take a breath! The Aggressive Real-Time enemies are waiting to blow out your mechs every turn. Let start training the test drive before the mission!<br></li><li>\tManage the team with The Turn-Based Layer! Do it through the extremely high angle map called Tactical View. Before select the chosen unit to roll out, Let’s observing your contact zone and making the efficient management on Turn-Based Combat Style!<br></li><li>\tNEMOS Hangar is open now! Tune-Up your mechs with the maximum provided of parts and weapons! Buy, sell, and upgrade the components you want to build your perfect war machines! Your setting will directly affect to any mech performance and pilot style. Before getting in your briefing room, don’t forget to enjoy the coloring module. Spend time a bit to showing your idea on mech decoration work!<br></li><li>\tStory-Driven with unique characters like an RPG element! Gain more EXP and WXP from the story mode to unleash the new skills and more levels! The first act will available on the launch of Steam Early Access and more will become through the Early Access Updates!</li></ul><h2 class=\"bb_tag\" >Story</h2>The story of Dual Gear set in the future of the year 2069, 11 years after the Massive Orbital Incident (MOD). The world has changed to be the place of conflict clusters happen anywhere. Under the orbit pollution effected from The MOD. UNR, the order consisted of eight powerful nations, starts to bring the new military used weapon called THV to joined the defense of the earth orbit from Watchmaker. Tensions between them almost to be the breaking point. The Cluster of Wars began scattering around the world. <br><br>To protect the earth, NEMOS established. Most of the young boy and girl expert in piloting the new type of THV call Dual Gear to joined the war of conflict with NEMOS. To stop the Cluster Wars and to stop The Watchmaker!<h2 class=\"bb_tag\" >Introduced the Main Characters!</h2><h2 class=\"bb_tag\" >Neil Carlsen(42)</h2><br>He is the veteran pilot of UNR who faced with The Massive Orbital Incident in 2058. He pilots the Dual Gear, Sidewinder, to protect The Gaia Space Station from the unknown terrorist that also used Dual Gears in the attack.<br><br>After the operation, Neil and his squad can secure the main structure of Gaia but, some unburned debris still falling to collided anyplace on earth. That incident changed his life forever. He lost his wife and his four years old daughter from the debris collision. <br><br>Neil loses his contact until 2069 but, he comes back again to stop The Black Dual Gear behind the attack of Gaia Space Station 11 years ago.<h2 class=\"bb_tag\" >Aliya Afrah(16)</h2><br>A mysterious girl only able to pilots The Black Dual Gear, Xenoframe. No background, no identity, and no one know her. She is the one from the Experimental Pilot Training Program, Eden Child.  Her experiment code name is Negative Zero!<br><br>After she defeated by Neil, her pilot helmet broken from the fight showing her real face to Neil. That familiar face stunning him from the sudden attack. He stops everything then and listens to the girl word. She looks like his daughter died from the MOD 11 years ago.  <br><br>After The fight, Neil and Aliya accepted the request to joined the NEMOS 7 and begin the journey with team Alma, Ajay, Kenji to fight back The WatchMaker.<h2 class=\"bb_tag\" >Tactical Humanoid Vehicle (thv) Dual Gear</h2><br>DUAL GEAR, The Tactical Humanoid Vehicle(THV). It's the human shape robot specific design for the tactical used in the Military Armed Forces.<br><br>It's begin from the new space race era's start from 2034. The astronaut robotic technology growing fast along side with the Gaia Project. Until the happen of MOD incident. The Era of the new weapon called, Dual Gear has begun.<br><br>UNR and their technology provider, TEC are begin the mass producing of DG and sold them to any client worldwide, including the PMCs. Under the reason, to protect the earth from the terrorist who's did the MOD, Watchmaker.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/443000/header.jpg?t=1688012238",
    "developers": [
      "Orbital Speed Studio Co.,Ltd."
    ],
    "publishers": [
      "Orbital Speed Studio Co.,Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 21,
      "total_negative": 9,
      "total_reviews": 30
    }
  }
}