{
  "44360": {
    "name": "F1 2011",
    "steam_appid": 44360,
    "required_age": 0,
    "is_free": false,
    "description": "The official FORMULA ONE™ game returns with new circuits, split-screen and co-op Championship modes plus all the cars and stars from the 2011 season. Debut ahead of the drivers at India’s Buddh International Circuit, race the iconic Nürburgring  circuit for the first time in High Definition and take on Abu Dhabi with a spectacular new day night transition. Use KERS and DRS to blast past rivals and race wheel-to-wheel against Lewis Hamilton, Fernando Alonso and Sebastian Vettel. Go from Rookie to 2011 FIA FORMULA ONE DRIVERS’ WORLD CHAMPION in career mode, set your best lap in Time Attack or test yourself online against 16 players plus 8 AI to simulate a full 24 car grid. Off track, become immersed in the world’s most glamorous sport with enhanced media interaction, expanded Paddock, new Parc Ferme area and celebration animations. F1 2011™ - be the driver, live the life – go compete!<br>\t\t\t\t\t\t\t\t\t<h2 class=\"bb_tag\" >Key Features</h2>\t\t\t\t\t\t\t\t\t<ul class=\"bb_ul\"><li>The sequel to the BAFTA award winning 2millon+ seller F1 2010™<br>\t\t\t\t\t\t\t\t\t</li><li>Go compete in split-screen, co-op Championships and online against 16 players plus 8 AI to simulate full 24 car grids<br>\t\t\t\t\t\t\t\t\t</li><li>Features all the stars, cars and circuits from the 2011 FIA FORMULA ONE WORLD CHAMPIONSHIP™<br>\t\t\t\t\t\t\t\t\t</li><li>Debut ahead of the drivers at India’s Buddh circuit and take on the Nürburgring  for the first time in High Definition in a FORMULA ONE game<br>\t\t\t\t\t\t\t\t\t</li><li>Use KERS and DRS for new attack and defence options – blast past rivals and defend your line<br>\t\t\t\t\t\t\t\t\t</li><li>Be the Drive, live the life – new Parc Ferme area, enhanced media interactions, new celebrations and more immerse you in the world’s most exciting sport.<br>\t\t\t\t\t\t\t\t\t</li><li>Race wheel-to-wheel with stars like Sebastian Vettel, Lewis Hamilton and Fernando Alonso<br>\t\t\t\t\t\t\t\t\t</li><li>Go from Rookie to 2011 FIA FORMULA ONE DRIVERS’ WORLD CHAMPION in career mode or take on quick fire modes including Time Attack.<br>\t\t\t\t\t\t\t\t\t</li><li>Features new Pirelli tires, flashback and new authentic engine damage<br>\t\t\t\t\t\t\t\t\t</li></ul>",
    "supported_languages": "德语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/44360/header.jpg?t=1620244285",
    "developers": [
      "Codemasters Birmingham"
    ],
    "publishers": [
      "Codemasters"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 13,
      "total_negative": 5,
      "total_reviews": 18
    }
  }
}