{
  "443700": {
    "name": "The Inner Sea",
    "steam_appid": 443700,
    "required_age": 0,
    "is_free": false,
    "description": "The Inner Sea is a sandbox like game with RPG elements set in the XVII century in a mysterious archipelago. You’ll build up your fleet from a single ship, hire crew, engage in naval battles, embark on missions and trade your heart's content away!<h2 class=\"bb_tag\" >Backstory</h2><br>After being sent on a mission your ship was suddenly caught in a storm unlike any your crew had seen before. After days of facing violent winds, incessant rains and monstrous waves, with your ship damaged, your crew wounded and demoralized, you make it to the eye of the storm, where you make the startling discovery that the storm surrounds a calm and navigable body of water.<br>Sail The Inner Sea, alliance yourself with its castaway and island born inhabitants or pillage and raid throughout the archipelago, the choice is yours!<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>Explore a randomly generated archipelago, in each play-through a new group of islands to explore, populated by centuries worth of castaways from numerous cultures.<br></li><li>Engage in tactical combat, set your ship's route and pause the action whenever required.<br></li><li>Perform lucrative trade runs or hunt for those valuable resources.<br></li><li>Customize your fleet, capture ships from different cultures and add them to your fleet, upgrade your older ones, make them stronger and more fearsome in order to face the dangers of The Inner Sea.<br></li><li>Recruit &amp; develop your crew, your crew gains experience with every battle fought and every mission accomplished, develop them into the most fearsome crew that has ever braved The Inner Sea.<br></li><li>Create your own faction, establish settlements on uninhabited islands, move settlers in, build improvements and see your tiny hamlet establish itself as one of the great cities of The Inner Sea.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/443700/header.jpg?t=1529680202",
    "developers": [
      "dsquare"
    ],
    "publishers": [
      "dsquare"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4000,
      "final": 4000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 40.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 3 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}