{
  "443910": {
    "name": "TGV Voyages Train Simulator",
    "steam_appid": 443910,
    "required_age": 0,
    "is_free": false,
    "description": "TGV Voyages allows you to experience high speed train travel through the French countryside in Train Simulator. This is a standalone version of Train Simulator that has limited content. See below for more information.The high speed railways of France, dominated by the iconic TGV® Duplex, are brought to life in the breathtaking new Ligne Grande Vitesse: Marseille Saint-Charles to Avignon-TGV route for Train Simulator.<br><br>Construction of the LGV Méditerranée began in 1996, designed as a dedicated high speed line that spans over 160 miles to connect the South-East of France to the nation’s capital, Paris. The LGV Méditerranée extends from the end of the LGV Rhône-Alpes in Valence and terminates at Marseille via Avignon and Aix-en-Provence.<br>Opened in 2001, the LGV Méditerranée is operated by SNCF® with TGV Duplex high speed trains, operating on the 25kV AC catenary system, capable of reaching 320 km/h. These revolutionary high speed trains slashed journey times to the South coast of France with TGVs now handling the vast majority of all journeys in France, covering some 750 km (470 miles) in around 3 hours – faster than some domestic airlines.<br><br>The line serves a total of 4 stations, featuring three purpose-built structures, the Gare de Valence TGV, a uniquely built multi-level station allowing easy transfer between the high speed and local services, Gare d’Avignon TGV, made popular by its close proximity to Avignon city centre and Gare d'Aix-en-Provence TGV, allowing easy travel into the north of Marseille and Marseille Airport, accessible by regular bus services. The final station is Marseille-Saint-Charles - a terminus station previously built to serve the surrounding area and the French Riviera, access to this station is via the classic French main lines.<br><br>Due to the undulating nature of Southern France’s terrain, the LGV Méditerranée features many steep inclines and declines, not to mention the impressive number of vast cuttings, tunnels and viaducts that traverse the landscape, the longest tunnel being over 8 km (5 Miles) long. Not only is the outstanding scenery a wonder to behold, the LGV Med. regularly sees 300 – 320 km/h operation providing a fast, reliable service with the beautiful southern France countryside flying past the upper and lower windows.<br><br>The route is equipped with the TVM430 (Transmission Voie-Machine) signalling system, a revolutionary in-cab signalling system designed for operating high speed trains in high capacity. Conventional signalling is not practical for very high speed routes, as drivers have very little time to see and react to what flies past the windscreen. TVM430 displays information in the cab telling the driver what speed he should be travelling at, without the need for conventional track-side equipment.<br>Included with the 100km Marseille to Avignon high speed route is the iconic TGV Duplex in SNCF livery.<h2 class=\"bb_tag\" >Scenarios</h2><ul class=\"bb_ul\"><li>BAL Signalling Tutorial<br></li><li>TVM430 Signalling Tutorial<br></li><li>Marseille Saint-Charles to Avignon<br></li><li>Avignon to Marseille Saint-Charles<br></li><li>Aix-en-Provence to Marseille Depot<br></li><li>Aix-en-Provence TGV to Avignon TGV<br></li><li>Avignon TGV to Marseille Saint-Charles</li></ul><h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>105km (65 mile) LGV route from Marseille Saint-Charles and Avignon TGV<br></li><li>Stunning southern France scenery, including numerous tunnels and high speed viaducts<br></li><li>Locomotive yard at Marseille<br></li><li>TGV Duplex in SNCF livery<br></li><li>Scenarios for the route<br></li><li>Quick Drive compatible<br></li><li>Download size: 1300 mb</li></ul><br>For the complete Train Simulator experience, you will need to upgrade to the full version of Train Simulator. You can do this by selecting 'upgrade' from the in-game front menu. Below is a list of additional features in Train Simulator that are not available in TGV Voyages:<br><br><ul class=\"bb_ul\"> <li>Career mode<br></li><li> In game store<br></li><li> Access to Steam Workshop<br></li><li> Expand your Train Simulator collection with add-ons</li></ul><br><br>At any time, you can upgrade to the full version of Train Simulator, and the content you bought in TGV Voyages will automatically appear in the full version of Train Simulator.<br><br>Ever dreamed of driving trains? Now you can! Train Simulator brings to life some amazing extreme train challenges on real world routes and delivers the ultimate railway hobby.",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 波兰语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/443910/header.jpg?t=1685725630",
    "developers": [
      "Dovetail Games"
    ],
    "publishers": [
      "Dovetail Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 0,
      "total_negative": 2,
      "total_reviews": 2
    }
  }
}