{
  "444460": {
    "name": "Love is Blind: Mutants",
    "steam_appid": 444460,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>This is an Early Access Alpha - we will be updating the game periodically.</strong><br><br>Love is Blind: Mutants is a stealth game that relies on the character's mutant powers in order to overcome obstacles such as guards and blocked pathways. The game utilises a low-poly, high-contrast aesthetic akin to early PSX games, for that genuine 'no frills' nostalgic gaming experience of yesteryear.<br>The Subject, our main protagonist is a mutant who was living with his girlfriend in an abandon desert, believing that no one can know about them. Things turns bad, when some mysterious military people attacks and then abducts his girlfriend. Using various bread crumbs he reaches HyRL Facility. With only one aim to save his girlfriend, he is not aware about the dark secrets waiting for him.<br><br>- The game is an action-adventured, and will be played from Top-Down view. Each level would be missions-focused and self-contained. Player can explore the environment to pick, tweak, hack and manipulate elements contained by it. All/some of this will lead player to accomplish the mission. The missions would be part of the story that the game wants to deliver.<br><br>- The Subject, our main player is a mutant. He has power of telekinesis, and so he can interact with object without touching them. Here, the telekinesis power is visualized as some &quot;orange&quot; humanoid being.<br><br>- The Subject, is also a shape shifter and so he can morph and disguise his identity. He can turn into a Vase, Box or any other object to remain hidden from his enemies.<br><br>- The game is story driven, with mysteries and suspense. Player's every notion will be challenged during the progress of game.<br><br>- Stealth is the effective way to play this game, where the player needs to plan each and every move. Player can use Telekinesis power, Morphing and stealth tactics to distract, sneak or kill enemies.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/444460/header.jpg?t=1683844487",
    "developers": [
      "Hybriona Labs"
    ],
    "publishers": [
      "New Reality Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 3 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Negative",
      "total_positive": 3,
      "total_negative": 7,
      "total_reviews": 10
    }
  }
}