{
  "444580": {
    "name": "ALONE IN SPACE",
    "steam_appid": 444580,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>ALONE IN SPACE is a first person adventure.</strong><h2 class=\"bb_tag\" >Story</h2>The story centers upon Alex, an employee of an intergalactic corporation in the field of terraforming new worlds. He works 42 light years from Earth on a planet called Miranda. The planet is in the process of terraformation - deliberately modifying the atmosphere, temperature, and topography to be similar to the environment of Earth.<br>Alex now finds himself alone on the partially terraformed planet Miranda. Alex must find a way to survive the planet’s geologically unstable environment and solve the mystery of the crew’s disappearance before Miranda becomes his own tomb. Why did the terraforming process fail? What happened to the crew and where are they? Why is Alex supposedly the lone survivor on the base?<h2 class=\"bb_tag\" >Main features</h2> • Experience an immersive sci-fi adventure with an imaginative and captivating storyline from beginning to end.<br><br> • Walk in the footsteps of the ill-fated crew members of the Miranda station. Read their notes and transmissions to find out clues to help recreate the full storyline.<br> • Explore a world cloaked in mystery and danger, solve clever puzzles to help discover the questions that Alex must face, and survive being ALONE IN SPACE.",
    "supported_languages": "英语, 俄语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/444580/header.jpg?t=1503302565",
    "developers": [
      "Butterflyware"
    ],
    "publishers": [
      "Butterflyware"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 2 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}