{
  "444650": {
    "name": "Endciv",
    "steam_appid": 444650,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >RETIREMENT SALE</h2>Game will be removed from Steam afterwards.<h2 class=\"bb_tag\" ><strong>You’ve managed cities in medieval ages, Rome, Egypt, foreign planets – Now it's time to discover the wastelands!</strong></h2><h2 class=\"bb_tag\" >OVERVIEW</h2><ul class=\"bb_ul\"><li>Rebuild civilization in a world full of misery and cruelty<br></li><li>Craft a flourishing town from the ashes of the past<br></li><li>Decide yourself either to conquer or to ally<br></li><li>Enjoy a detailed simulated world</li></ul><h2 class=\"bb_tag\" >Early Access:</h2> <strong>Please be aware that the status of the game is still very limited, this is already the second attempt of development and therefore many things had to be re-developed from scratch. Only consider to buy it if you are interested in the development process.</strong><br><br>In a world where civilization suffered from various disasters, a group of people lost their shelter and are now on the search for a new place to live. Help these people to survive in the wastelands. Explore the unknown environment to find shelter and a supply of food and water for the early days. Your foremost duty is to avoid dehydration and starvation at all cost. <br><br>Enjoy a detailed simulation. Water can be scarce and food rots over time. During the game you also have to manage energy, agriculture and labor and each aspect relies on certain real world conditions such as rainfall and wind. <br><br>Lead a successful settlement. Acquire a fortune of goods, keep your citizens satisfied and improve the daily routine with new technology and resources. Then your reputation will rise and strangers will take notice. You will be visited by nomads who want to join your tribe and merchants who want to offer a trade. <br><br>Read the Development Progress section above for more details about the current status of the game.<br>Visit our Roadmap and !<h2 class=\"bb_tag\" >RETIREMENT SALE</h2>Game will be removed from Steam afterwards.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/444650/header.jpg?t=1660932951",
    "developers": [
      "Crowbox"
    ],
    "publishers": [
      "Crowbox"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 4 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 0,
      "total_negative": 2,
      "total_reviews": 2
    }
  }
}