{
  "444950": {
    "name": "Let's Eat! Seaside Cafe",
    "steam_appid": 444950,
    "required_age": 0,
    "is_free": false,
    "description": "Prove yourself as a successful entrepreneur by starting and managing a restaurant.  The story follows Eve, just appointed as manager of a new restaurant at her family's Seaside Inn after extensive renovation.  At first she does not take the job seriously but as her involvement in the Seaside Cafe deepens she grows into adulthood by expanding this popular resort destination.  Learn, discover and create over 600 different types of food items, raise chickens and cows, juggle limited storage with ever expanding variety of ingredients and products. <br />\r\n<br />\r\n*** Please note:  Use Alt+Enter to switch between window and full screen mode ***<br />\r\n<br />\r\nGameplay Features including:<br />\r\n<br />\r\n■ More than 600 items that you can choose to sell.  You start with a limited selection and as you progress more iteam will become available.<br />\r\n<br />\r\n■ Weather and temperature conditions. Choose to stock items based on weather trends and weather preferences of your target demographics.<br />\r\n<br />\r\n■ Skills requirements.  Products available for sale are categorized by Japanese style, American style, and Chinese style.  You will have to build up your skills in each cuisine in order to match the required for products that you choose to sell.<br />\r\n<br />\r\n■ Detailed customer types.  Customers are categorized by their occupation and you will encounter 50 occupation types throughout the game.  Each occupation responds differently so develop your strategies carefully.<br />\r\n<br />\r\n■ Lots of helpers! In addition to the Eve's family and friends, more than 100 additional helpers appear throughout the game.  Go to the Guild to find helpers available for hire.<br />\r\n<br />\r\n■ Inspirational products! As you progress through the game and your skills develop you will be able to create your own products by combining base items.  Be creative and make more money.<br />\r\n<br />\r\n■ Evaluation point system.  Customers will good feedback in the form of evaluations points. Become a good manager and strive for consistently good evaluations.<br />\r\n<br />\r\n■ Supply and demand.  Prices of products will vary according to market demand.  Be careful to buy low and sell high.<br />\r\n<br />\r\n■ Real estate.  Buy your own property to raise cows and chickens or your own fields for farming.<br />\r\n<br />\r\n■ Daily news every morning!  At the beginning of each day in the game information of the day's activities is presented.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/444950/header.jpg?t=1648820980",
    "developers": [
      "Inu to Neko"
    ],
    "publishers": [
      "Zoo Corporation",
      "Atlinks Corporation"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 2 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}