{
  "444970": {
    "name": "SPATIAL SOUND CARD",
    "steam_appid": 444970,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>The Spatial Sound Card (SSC) </strong>gives you an easy way to get real-sounding surround sound (5.1 / 7.1) on any pair of headphones. Using advanced processing technology SSC can take the <strong>multichannel audio – from any game, streaming movie, or music service – and turn it into realistic 3D sound.</strong><br><br>Most spatial sound technologies for headphones require special support from games or programs – and the list of supported titles is low. SSC uses multi-channel audio (which games and streaming services have been including for the past decade) and mixes it to create convincing 3D sound – all lightning fast and with low CPU usage.<br><br>Get that competitive advantage in games, hearing exactly where the enemy is. Listen to music and movies just as the creators intended. SSC is no cheap trick, it is professional-grade high-fidelity surround sound.<br><br><strong>How it works</strong><br><br><strong>Please watch the introduction video to get a quick overview.</strong><br><br>New Audio Technology are experts in professional audio and SSC brings its advanced technology to the home. Binaural audio simulates the psychoacoustical phenomena our brain uses in reality to localize audio sources around us. These psychoacoustical phenomena are called HRTF = head-related transfer functions. Using these HRTFs, the SSC provides stereo and surround sound on any computer using regular headphones - giving the choice between stereo and surround sound 5.1, 6.1, and, 7.1.<br><br>Adapted from New Audio Technology’s professional product line, it is a software-based virtual sound card. It works as a standard audio device on your computer between all stereo and surround audio playback applications and your audio hardware. These include games and media players like <strong>iTunes, Netflix, and VLC as well as the main output of your operating system</strong>. Thus, the SSC is highly recommended not only for gamers but also for movie enthusiasts, music lovers, and for 360 / VR applications. It also still allows you to easily control your audio volume with the system controls.<br><br>Different from other applications, the SSC <strong>doesn't do so-called up-mixing or fake-surround processing. </strong>It provides a natural and emotional listening experience of stereo and surround sound with very precise positional audio reproduction. Just set the SSC e.g. to 5.1 and <strong>hear your sources via the related loudspeaker configuration like stereo and 5.1.</strong><br><br><strong>The loudspeaker virtualizations are taken from high-end music studios, film mixing stages, and unechoed chambers.</strong> The technology used in SSC has been used on Blu-ray releases of well-known Hollywood blockbusters for more than 20 years!<br><br>To <strong>customize the virtualizations to your preferences,</strong> the SSC provides a lot of adjustable parameters like the room reflections of the virtual sound studios and the frequency response curve of the headphones you use. With profiles for some well-known headphone models already included*.<br><br>Please keep in mind…<br>Windows sometimes struggle while dealing with audio drivers. Also, driver communication with external audio devices like Digital Audio Converter (DACs) or PCI sound cards can be tricky. If you want to use such a device, <strong>please check it in the 2-hour refund period Steam offers before purchasing and/or posting bad reviews.</strong> We’re always willing to help you ASAP, just post us a request. It’s often a setting issue and the user manual offers a lot of workarounds which finally can help to let your SSC run pretty well.<br><br>BTW…<br>If you like the application, we like to ask you for a quick good review/vote because satisfied users often forget to tick the thumb up button;) This will help newly interested visitors to trust the application generally.<br><br>Thanks in advance,<br>Your New Audio Technology Team<br><br>*Headphone models: Austrian Audio HI-X50/55/ PG16, AKG K 313 earbuds, AKG K 701, Beyerdynamic DT 770 M, Beyerdynamic DT 880 Pro, Dr. Dre Beats Pro, iPhone earbuds, Koss Porta Pro, Sennheiser HD 555, Sennheiser HD 600, HD 800, Sony MRD-F1, Denon, Neumann Dali etc..",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 丹麦语, 希腊语, 挪威语, 波兰语, 葡萄牙语 - 葡萄牙, 俄语, 瑞典语, 西班牙语 - 拉丁美洲, 繁体中文, 土耳其语, 匈牙利语, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/444970/header.jpg?t=1698751479",
    "developers": [
      "NEW AUDIO TECHNOLOGY"
    ],
    "publishers": [
      "NEW AUDIO TECHNOLOGY"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 3 月 13 日"
    },
    "categories": [
      {
        "id": 31,
        "description": "支持 VR"
      }
    ],
    "genres": [
      {
        "id": "52",
        "description": "音频制作"
      },
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "58",
        "description": "视频制作"
      },
      {
        "id": "60",
        "description": "游戏开发"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 21,
      "total_negative": 5,
      "total_reviews": 26
    }
  }
}