{
  "446460": {
    "name": "Highland Warriors",
    "steam_appid": 446460,
    "required_age": 0,
    "is_free": false,
    "description": "In the year of our lord 843, the first king of Scotland, Kenneth McAlpin, united the lands of the Picts and Scots to form the Kingdom of Alba. 400 years later Edward I, also known as the &quot;Hammer of the Scots&quot; engulfed the land in a great feud. It was not long before Edward I controlled most of Scotland. The Scots, led by William Wallace and Robert the Bruce, are left to fight what seems to be a futile war for freedom. This is the time when legends are born...<br><br>The topic of the game ist the Scottish battle of freedom against the English agressor which took place at William Wallece’s time. The mass of atmosphere and the wuite detailed graphic as well as a extensive system of battle and economy stamp the game. Features like changing seasons during a mission, the buildings of castles onto mountains and the consequent use of 3D-Engine for tactical possibilities made the RTS-Genre get new impulses.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>3D real-time strategy featuring unmatched indepth details, high resolution graphics, real-time shading plus freely rotatable camera providing full zoom range. <br></li><li>4 different nations, each one with individual units, knowledge, skills and strengths (economy, diplomacy, military, etc.). <br></li><li>4 historical compaigns featuring more than 30 missions. <br></li><li>Complex economical system including master craftsmen system, five different resources and open trade.<br></li><li>Numerous different battle units featuring various upgrades, experiences points (level up system) and special abilities.<br></li><li>Powerful, easy to handle editor.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/446460/header.jpg?t=1641982635",
    "developers": [
      "United Independent Entertainment"
    ],
    "publishers": [
      "United Independent Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 3 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}