{
  "446590": {
    "name": "7 Mages",
    "steam_appid": 446590,
    "required_age": 0,
    "is_free": false,
    "description": "The oppressed peasants on Roven Island hire seven mages to protect their homes and crops.<br><br>The legendary Roven Island is said to be the place where the gods rested after they created the world. The earth, water and air there are still imbued with magic, which lures magic prospectors. These prospectors conduct savage raids at regular intervals on one of the unnamed villages on the island, robbing the hard-working peasants of most of their harvest. And so, one day, the peasants put together the last of their coin and hire the mages to protect them.<br><br>The epic RPG 7 Mages in the tradition of the greatest classics of the genre takes you around the magical island of Roven. You will visit gloomy crypts beneath the city, cross an icy mountain pass, submerge beneath the surface of the ocean and venture into the guts of a dead dragon. And lots more too! The game offers unique and very tactical turn-based combat with the option to split up your team, use combat magic, elemental magic and all-new musical magic.<br><br><ul class=\"bb_ul\"><li>A fantasy game reworking of the legendary movies Seven Samurai and The Magnificent Seven<br></li><li>14 fantastic environments<br></li><li>More than 30 types of enemy, most of them bringing new elements into combat<br></li><li>Highly tactical turn-based combat with the option to split up your team<br></li><li>60 combat, elemental and musical spells<br></li><li>Original puzzles on each new level</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语, 捷克语<strong>*</strong>, 日语, 波兰语, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/446590/header.jpg?t=1758806960",
    "developers": [
      "Napoleon Games, s.r.o."
    ],
    "publishers": [
      "Jindřich Skeldal"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}