{
  "44690": {
    "name": "GT Legends",
    "steam_appid": 44690,
    "required_age": 0,
    "is_free": false,
    "description": "Return to the Days Of Thunder<br><br>The golden age of motor sports has returned. Experience one of the world’s most exciting racing series in GT LEGENDS, including the legendary touring cars of the 60′s and 70′s. Collect more then 90 original FIA GTC-TC team vehicles and demonstrate your driving skill on real European racetracks.<br><br><br>GT Legends was announced summer 2005 and presented to media with a response that was overwhelming. The only concern expressed by the media present at the time was that they were previously blown away by GTR, and now they wanted to rate GT Legends even higher!<br><br><br>GT Legends keeps the authentic driving experience from GTR and takes the game play to a new level with a career mode. Enjoy the historic GT cars with vehicles like Ford Mustang, Shelby Cobra, Corvette, Jaguar, Lotus, TVR and other goodies from the 60’s and 70’s.<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li>Original Tracks: Over 25 variations of real tracks like Imola, Monza, Donington and Mondello Park</li></ul><ul class=\"bb_ul\"><li>5 Difficulty Levels: Ranging from the easy beginner mode to the ultra realistic simulation mode</li></ul><ul class=\"bb_ul\"><li>Career Mode: Win numerous cups and buy your dream car in this challenging mode</li></ul><ul class=\"bb_ul\"><li>Pure Realism: Experience an unequalled level of realism in cooperation with the FIA GTC-TC teams, incl. pit stops and car setups</li></ul><ul class=\"bb_ul\"><li>Real Sounds: Completely authentic sounds recorded from the actual FIA racing cars</li></ul><ul class=\"bb_ul\"><li>Multiplayer Mode: Impress your friends with rare unlockable cars and challenge up to 15 opponents online</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/44690/header.jpg?t=1478077613",
    "developers": [
      "SimBin Studios AB"
    ],
    "publishers": [
      "SimBin"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 3300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 11 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}