{
  "4470": {
    "name": "Silverfall: Earth Awakening",
    "steam_appid": 4470,
    "required_age": 0,
    "is_free": false,
    "description": "Silverfall Earth Awakening is an action RPG with unique graphical feel offering a fantastic quest to explore the new territories of Nelwë. In this heroic fantasy world where nature and technology collide you will have to make important choices which will lead you to side with one or the other. Play any one of the available six races, of which 2 are new: the stocky and lucky 'Dwarves' and the agile and treacherous 'Lizardmen', and prepare yourself to confront an impressive array of creatures and formidable bosses to save the realm of Nelwë.<br>\t\t\t\t\t<ul class=\"bb_ul\"><li>Alongside the Elves, Goblins, Trolls and Humans, discover 2 new playable races with 5 specific skills each : The dwarves and the Lizardmen, and then customize your hero ( skin, gender , hair, etc .)<br>\t\t\t\t\t</li><li>Master over 156 skills and magic spells, including 8 new exclusive 'Ultimate' skills and 12 unique 'High Level' skills for an even more devastating result.<br>\t\t\t\t\t</li><li>Use different object crafting skills and make thousands of new and unique weapons, armour and spells. <br>\t\t\t\t\t</li><li>Discover a new, fully adaptable game interface with improved ergonomics in which you can now control your hero with the mouse or keyboard.<br>\t\t\t\t\t</li><li>Import your hero from Silverfall to Earth Awakening and keep your level, equipment and skills...or start the adventure from the beginning with a level 45 hero.<br>\t\t\t\t\t</li><li>Playable with up to 8 players in multiplayer mode via LAN and in cooperative or PVP mode via the Internet.</li></ul>",
    "supported_languages": "英语, 法语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4470/header.jpg?t=1650987799",
    "developers": [
      "Monte Cristo"
    ],
    "publishers": [
      "Focus Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2000,
      "final": 300,
      "discount_percent": 85,
      "initial_formatted": "¥ 20.00",
      "final_formatted": "¥ 3.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2008 年 7 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}