{
  "448190": {
    "name": "Train Simulator: Peninsula Corridor: San Francisco – San Jose Route Add-On",
    "steam_appid": 448190,
    "required_age": 0,
    "is_free": false,
    "description": "Train Simulator’s Peninsula Corridor route delivers dynamic and modern American commuter railroading on the renowned commuter rail line operated by Caltrain along California’s vibrant and bustling San Francisco Peninsula! Train Simulator’s Peninsula Corridor route extends between San Francisco’s busy 4th &amp; King Street station and San Jose Diridon station and serves a total of 26 Caltrain commuter stations along the multi-track route’s 47-mile length. In addition to Caltrain’s commuter operations, this authentic and highly detailed Train Simulator route provides the opportunity to operate Union Pacific freight services on the Peninsula.<br><br>In serving San Francisco and portions of California’s vibrant “Silicon Valley,” Caltrain has since its creation in the 1980s emerged as a vital and innovative commuter railroad, carrying more than 17 million riders per year. In 2003, Caltrain introduced its popular “Baby Bullet” express commuter trains employing distinctive MPI MP36PH-3C diesels and Bombardier Bi-Level “push-pull” commuter equipment, and the stylish MPXpress diesel and Bombardier equipment are included with Train Simulator’s Peninsula Corridor route. Along with the route’s masterfully re-created and unique commuter stations, Caltrain’s expansive Central Equipment &amp; Maintenance Facility (CEMOF), located near the San Jose Diridon station, is included.<br><br>Rail giant Union Pacific operates freight services on the line and Train Simulator’s Peninsula Corridor route also features a versatile Union Pacific Electro-Motive GP38-2 diesel locomotive and accompanying contemporary UP freight equipment.<br><br>Whether the challenge is keeping on schedule with a Caltrain commuter making stops at the route’s numerous stations, fast running (up to 79-mph), or toting freight tonnage, Train Simulator’s Peninsula Corridor route promises contemporary American railroading at its best!<h2 class=\"bb_tag\" >Scenarios</h2>The Peninsula Corridor route includes seven challenging career scenarios featuring the Caltrain MPI MP36PH-3C and Caltrain Bombardier Bi-Levels in commuter service and the Union Pacific Electro-Motive GP38-2 in freight and switching duty. Also included are three railfan scenarios:<br><ul class=\"bb_ul\"><li>[MP36PH] 01. 360 - Fast Run to San José<br></li><li>[MP36PH] 02. 312 - Reverse Commuter<br></li><li>[MP36PH] 03. 305 - Morning Bullet<br></li><li>[MP36PH] 04. 380 - Time To Pack Up<br></li><li>[GP38-2] 05. UP South City Switcher<br></li><li>[GP38-2] 06. UP Broadway Local<br></li><li>[GP38-2] 07. UP Mission Bay Hauler</li></ul><br>Railfan Mode:<br><ul class=\"bb_ul\"><li>[RailfanMode] San José Diridon<br></li><li>[RailfanMode] San Francisco<br></li><li>[RailfanMode] South San Francisco</li></ul><br>More scenarios are available on Steam Workshop online and in-game. Train Simulator’s Steam Workshop scenarios are free and easy to download, adding many more hours of gameplay. With scenarios being added daily, why don’t you check it out now!<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>\tThe famed 47-mile, multi-track Peninsula Corridor route south from San Francisco to San Jose, California as operated by Caltrain and Union Pacific.<br></li><li>\tDistinctive Caltrain MPI MP36PH-3C diesel locomotive and Bombardier Bi-Level cab car and coach equipment for authentic “push-pull” train operations.<br></li><li>\tUnion Pacific Electro-Motive GP38-2 and Union Pacific freight equipment<br></li><li>\t26 authentic Caltrain stations, including San Francisco’s 4th &amp; King Street station and San Jose Diridon station.<br></li><li>\tCaltrain Central Equipment &amp; Maintenance Facility (CEMOF) <br></li><li>\tSeven career scenarios featuring commuter and freight operations on the route <br></li><li>\tQuick Drive compatible<br></li><li>\tDownload size: 1.1 GB </li></ul>",
    "supported_languages": "英语, 法语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/448190/header.jpg?t=1740678944",
    "developers": [
      "Dovetail Games"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}