{
  "448140": {
    "name": "Night light",
    "steam_appid": 448140,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Welcome</strong> In the destroyed world of the &quot;Night Light&quot;, a polluted world has been changed by toxic bombs. Most of the people in the world have been infected by the Virus B1N3 and are mutated to Zombies. And you're on your own. Search food and other utensils. build to protect a Basic you in front of the Zombies.<br><br><strong>Survives</strong>YOU're on top of you, he want to kill leash set surrounded by wild Zombies the you. Arm yourself with melee and ranged weapons, and keep the Mindless monsters at a distance. <br><br><strong>Craft System</strong> You build with the sophisticated Craft System, new weapon, equipment and furniture. Build a mighty fortress, manage your belongings in boxes, and in the evening you make it to a Warm campfire cozy.<br><br><strong>Day to Night changes</strong> Experience realistic day and night change of even impact on the environment and that the behaviour of the Monster. On the day, you should actively seek important surviving objects. The inventories collect quickly a the Tags about the mindless monsters are not so active. But if it breaks dawns and the night is coming on and you should quickly in your shelter hide unless you want a Horde of monsters will overrun. <br><br><br><strong>150+ FPS </strong>   A liquid play feeling is important for the today's Gaming experience. Experience you Night Light in breathtaking liquid. Night Light runs with more than 150 Fps for every Gamig monitor optimised.<br><br><strong>Gameplay</strong><br><br>Gather resources and build up an own small fortress. Do not forget to pack plenty of food and water. You will need it,. Keep your gun alredy to shoot, your life will thank you.<br><br><strong>Building System</strong><br><br>Build with a very simple system to your own fortress. From an initially small hut at a large home with wooden walls.<br><br><strong>Exploring the World</strong><br><br>Explore the world of &quot;Night Light&quot; and discover the new Loot places, or find your perfect home.<br><br><strong>Inventory System</strong><br><br>The inventory System used to quickly access weapons and other items.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/448140/header.jpg?t=1571563120",
    "developers": [
      "Nightmaker"
    ],
    "publishers": [
      "Nightmaker",
      "SimplexGameStudio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}