{
  "448180": {
    "name": "Train Simulator: DB BR 114 Loco Add-On",
    "steam_appid": 448180,
    "required_age": 0,
    "is_free": false,
    "description": "Developed from the classic DB BR 155 ‘Electric Container’ and heavily related to the ever-popular DB BR 143, the DB BR 114 continued the successful line of wired traction throughout Germany. Boasting a high top speed, and a comfortable ride, the 114s earned their unified recognition. Prominent regional services abound for the DB BR 114, in this excellent locomotive addition for Train Simulator.<br><br>1973, the midst of the Oil Crisis, and East Germany’s rail network was at the receiving end. Old Russian diesel locomotives were at the helm of many services, and naturally, as the prices for Black Gold were set on the incline. Outward of the Crisis, it was decided that many of Deutsche Reichsbahn’s lines were in urgent need of electrification. It was not long before a fresh new array of wires was hanging above the rails, and a subsequent requirement for a new fleet of electric locomotives, to utilise the modernisation, soon followed. <br><br>LEW Hennigsdorf, as standard, were appointed the task of designing a new electric locomotive. Initiative triumphed, the design for the new loco would be derived from the DR BR 250 (later, DB BR 155) as it was designed as a ‘universal’ locomotive with a body shell and chassis capable of future developments and modification. The freight-orientated Co-Co wheel layout was swapped out for a passenger-suited Bo-Bo arrangement and eventually the prototype, dubbed ‘White Lady’, was completed.<br>In 1982, at the Leipzig Spring Fair, White Lady, numbered as 212 001, made her debut. After entertaining the public, the true hard work of testing began. Every aspect of the locomotive came under scrutiny, and following many extensive trials, the prototype was dismantled for evaluation. It would be found that a locomotive capable of 160 km/h, as 212 001 was, was not what East Germany required at the time, many routes were limited to a maximum of 120 km/h. As such, the locomotive was rebuilt to accommodate the new restriction, and was renumbered to 243 001, the prototype for todays’ DB BR 143.<br><br>What wasn’t counted on, was the effect of Reunification, when Germany began the process of coming back together, many railway lines were upgraded to modern standard. These new upgrades allowed for an increase in top service speed to 160 km/h, and now, neither Deutsche Reichsbahn or Deutsche Bundesbahn had a large enough fleet for the faster routes. Once again, a new locomotive was required.<br><br>Attention was brought back to the original, 160 km/h-capable, 212 001 prototype as a basis for the new batch of production locomotives. Both DR and DB would order a batch of locomotives based on the 212, this was the first time both companies had placed an order for the same locomotives, and as such the 212 fleet would go on to be the tractive symbol for reunification. When the time came for nationwide reclassification, the BR 212s became known as the DB BR 112.<br><br>The DB BR 112 fleet spent much of its time operating services in and out of Berlin, in fact, upon the arrival of their updated siblings, the DB BR 112.1, the original batch of locos was taken to be known as the DB BR 114. This change was supposed to represent the fleet’s Berlin exclusivity, but in hindsight it just put more numbers on the rails. The DB BR 114’s would soon find themselves operating DB Regio services throughout Germany, and thus, despite internal upgrades and a slightly different headlight cluster, were still DB BR 112’s at heart and the ‘114’ designation could prove to be redundant.<br><br>In all, the DB BR 114’s, along with other derivatives of the original ‘White Lady’, are a vital part of Germany’s rail network. Successful from the start, the DB BR 114 has proved to be a nationwide unifying icon, an undoubtedly reliable passenger locomotive and a fine example of motive power.<h2 class=\"bb_tag\" >Scenarios</h2>The DB BR 114 Loco Add-on includes three career scenarios for the Hamburg S1 S-Bahn route:<br><ul class=\"bb_ul\"><li>\tLast Train Home<br></li><li>\tRegionalbahn to Hamburg<br></li><li>\tRegionalbahn to Ahrensburg</li></ul><br><br>More scenarios are available on Steam Workshop online and in-game. Train Simulator’s Steam Workshop scenarios are free and easy to download, adding many more hours of gameplay. With scenarios being added daily, why don’t you check it out now!<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>Authentic and prototypical simulation of the DB BR 114<br></li><li>\tAccurate and highly detailed cab featuring PZB 90 and SiFA in-cab safety systems and much more<br></li><li>\tChallenging career scenarios for the Hamburg S1 S-Bahn route<br></li><li>\tQuick Drive compatible</li></ul>",
    "supported_languages": "英语, 法语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/448180/header.jpg?t=1728576220",
    "developers": [
      "Dovetail Games"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}