{
  "448400": {
    "name": "Hidden Object 6-in-1 bundle",
    "steam_appid": 448400,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/448400/extras/d8714cc5294f99a234281b40cc7f5c12.avif?t=1705471904\" width=600 height=344 /></span><br><br>The following titles are included to this bundle:<h2 class=\"bb_tag\" >Cruel Games: Red Riding Hood</h2>For centuries, parents have captivated their children with enchanting tales of faraway, magical lands. In one famous story, a wolf uses cunning and deception to try to eat the innocent Red Riding Hood. In the end, he did not live happily ever after... Now the wolf has returned and Red Riding Hood is once again in danger - but this is no fairytale! Instead, a modern-day maniac has kidnapped a woman's fiance and cast her in the role of Red Riding Hood in his twisted fantasy. Guide the resourceful young lady as she tracks the wolf through a cemetery, a shabby motel and a dilapidated casino, searching for clues and solving the puzzles that lie between her and her beloved. Will she reach the madman in time, or will the wolf have his revenge? Their fate is in your hands!<h2 class=\"bb_tag\" >Kronville: Stolen Dreams</h2>Walk the razor's edge between fantasy and reality as you stop a lunatic from gaining power over death! When 12 children vanish from the once peaceful town of Kronville, a school teacher named Astrid becomes wrapped up in a mystery beyond her comprehension. Guide her as she investigates the disappearances, and in so doing uncovers an evil plot involving an ancient artifact that can grant immortality. With each step on this perilous journey, you'll need to explore the city with a careful eye and solve cunning puzzles designed to keep you from discovering the truth. <br>In addition to scouring the streets of Kronville, your investigation will take you into the dreams of the kidnapped children, where a dark entity has trapped their souls. As you work your way through worlds based on &quot;Red Riding Hood,&quot; &quot;Peter Pan,&quot; and other popular fairy tales, you'll marvel at the visual beauty and become more and more immersed in the captivating story. Those who press on to the end will uncover a shocking secret about Astrid's past that suggests her involvement in the case was no accident. With its clever hidden object puzzle scenes, stunning artwork, and mesmerizing story, Kronville will hold you captive from beginning to end!<h2 class=\"bb_tag\" >Panopticon: Path of Reflections</h2>Enter a world in which the border between reality and illusion is paper-thin and the answer to a mystery will test the limits of human understanding! The world of Panopticon is filled with twists and turn, and will keep you guessing until the truth is revealed. Are you prepared for an adventure unlike any other?<h2 class=\"bb_tag\" >Lake House: Children of Silence Collector's Edition</h2>Long-forgotten memories bubble to the surface when the past invades the present in Lake House: Children of Silence! Located at the edge of a gloomy lake and shrouded in fog, the house at the center of this story has stood empty for 15 years. All that's left of the family that once lived there are their discarded belongings and home movies that reveal a terrible secret. Beckoned by what appears to be a ghost, a woman who lived there as a child and her fiance return to the house to solve a mystery that begins with an old photograph and ends in a secret room. Guide the fiance as he explores locations blanketed in mist and tries to rescue his bride-to-be from the grip of a masked stranger. Find hidden objects, solve puzzles and prepare yourself for an ending that will take you to a place darker than you can imagine!<h2 class=\"bb_tag\" >Mexicana: Deadly Holiday </h2>Dia de Muertos, or the Day of the Dead, provides a stunning backdrop for a thrilling supernatural adventure in Mexicana: Deadly Holiday! Guide a young woman as she sets off on a desperate search for her fiance amidst the annual celebration in Mexico. Moments after a spectral figure kidnaps her beloved during a card reading, she begins her journey to the afterworld, where demons will plot her demise and ancients gods will lend her a helping hand. As you travel through a stunning fiery wasteland on your way to a realm of peace and tranquility, you'll search for cleverly hidden objects, solve skillfully designed puzzles, and crack dozens of devious mini-games. Along the way, you'll slowly unfold the astonishing truth of who the young woman really is. Set in a captivating world, and featuring visuals and music inspired by the Land of Enchantment, Mexicana: Deadly Holidays is packed with thrills unlike any you have experienced!<h2 class=\"bb_tag\" >Elementary My Dear Majesty</h2>Step into a stunning make-believe world in the first 3D hidden object adventure!  The king's daughter has turned into a man-eating monster, and either you find the cure, or it's off with your head!  Put your keen powers of observation to work as you search 14 eye-popping locations for clues, perform tasks for a variety of comical characters, and solve over 100 cunning puzzles.  If you enjoy original and exciting games, Elementary My Dear Majesty is for you!",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 荷兰语, 波兰语, 葡萄牙语 - 葡萄牙, 俄语, 韩语, 捷克语, 日语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/448400/header.jpg?t=1705471904",
    "developers": [
      "Alawar Casual"
    ],
    "publishers": [
      "Alawar Casual"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4000,
      "final": 2000,
      "discount_percent": 50,
      "initial_formatted": "¥ 40.00",
      "final_formatted": "¥ 20.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 3 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 3,
      "total_negative": 0,
      "total_reviews": 3
    }
  }
}