{
  "449000": {
    "name": "Steno Arcade",
    "steam_appid": 449000,
    "required_age": 0,
    "is_free": true,
    "description": "Steno Arcade is a suite of four arcade games designed to teach and drill steno and keyboarding fundamentals in an immersive, addictive, responsive, and interactive way. Steno Arcade is 100% free and open source and works with any steno machine or keyboard.<br />\r\n<br />\r\nThe Early Access build of Steno Arcade includes one of the four games in the suite, Steno Hero! Imagine your favorite rhythm games, but instead of pressing buttons that vaguely emulate the original instruments, you're hitting steno chords or keyboard keys to precisely and accurately produce the lyrics to your favorite music! It's like singing karaoke with your fingers! Steno Hero currently includes seven songs, with more to be added over time:<br />\r\n<br />\r\n“Sunday Smiled” by Hungry Lucy<br />\r\n“The Standing Ones” by Hungry Lucy<br />\r\n“I Think I Started a Trend” by Brad Sucks<br />\r\n“I’m Your Moon” by Jonathan Coulton<br />\r\n“Mandelbrot Set” by Jonathan Coulton<br />\r\n“That Spells DNA” by Jonathan Coulton<br />\r\n“I Feel Fantastic” by Jonathan Coulton<br />\r\n<br />\r\nWhile Steno Arcade is designed to be played with a steno machine, it can also be looked at as a traditional typing game that can be played with any standard keyboard. You only need an NKRO (N-key rollover) keyboard if you intend to learn stenography and want to play the game using steno. For example, the slower, easier songs in Steno Hero are perfectly playable using a standard keyboard, but when you get to the faster, harder songs you may find yourself having trouble keeping up with a standard keyboard and will need to use steno if you want to complete the songs with a high level of accuracy and precision.<br />\r\n<br />\r\nSteno Arcade is being developed on top of the Godot open source game engine, and the source will be released under the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0) license upon completion.<br />\r\n<br />\r\nSteno Arcade is brought to you by The Open Steno Project and For All To Play.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/449000/header.jpg?t=1567716732",
    "developers": [
      "For All To Play"
    ],
    "publishers": [
      "For All To Play"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 3 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 13,
        "description": "支持字幕"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}