{
  "449220": {
    "name": "A grande bagunça espacial - The big space mess",
    "steam_appid": 449220,
    "required_age": 0,
    "is_free": false,
    "description": "Twitter: @ArraisRen<br>Youtube: <br>Facebook: <br><br>At the opening screen, after setting the language, hold the space bar to see a flash.<br>Then click NOVO JOGO (NEW GAME). All phases and all the characters are released!<br><br><strong>Hello everyone!<br>Welcome to the craziest adventure of your lives!</strong><br><br>\tThe Brain Monster from Space decided to become a big successful villain with intergalactic recognition to make his father - a famous monster - proud! For that, he took some gifts he got from his father (giant worms, evil robots and other stuff from alien armies) and started his evil plans: to capture some defenseless damsels, steal some banks, plunder and destroy some planets, he even considers getting into politics!<br>\tBrain Monster doesn't care to understand the local wildlife when he invades a planet. So he makes some mistakes, like disguising a drone as a fish or a lobster and sending it to fly saying: - Fly, my little turtle!<br>\tOne of his evil deeds was to kidnap Babe, Waldisglédson's girlfriend, the pizza boy. Waldisglédson, in turn, joined a special army to find the Brain Monster and rescue his Babe.<br>\tThe fearless Waldisglédson will face creatures from space and find allies on his journey!<br><br><strong>Mechanics:</strong><br>\tThe game is a side-scrolling shooter. It contains 01 tutorial stage, 08 main stages with 02 optional stages each, 01 credits stage and 01 stage with different game mechanics, which is subdivided into 09 interdependent parts that form a complex puzzle. In total, there are 27 stages.<br>\tThe player has at their disposal 04 different weapons for 16 characters (01 starting weapon, 03 unlockables and 12 very well-hidden), each with a unique special ability. There are also collectible items hidden throughout the stages and 100 medals obtained with player skills. The instructions to get the medals are in a screen accessed through the stage select screen.<br>\tThe controls are as simple as can be. The options are chosen with the mouse and the ENTER key. The player uses the arrow keys to move the character and the space key to attack. The ENTER key, when pressed during a stage, aborts the mission and returns to the stage select screen.<br>\tIf the player wants to find every one of the 16 characters, he must pay attention to the description of the 04 main characters. Every main character, when selected, shows a small text saying in what stage his 03 friends are. A main character cannot find the friends of the other main characters. Each one of these friends will ask for two gifts in exchange for their help, and they will tell where the gifts are. When the player has the two gifts, he must return to the stage where the friend was and deliver them. The gifts can only be found if the user has already found the friend who asks for them. After finding both gifts for a friend, the player can use any character to deliver them. Doing this, the player adds a new character to his host.<br>\tThe subtitles are available in Portuguese, Spanish and English, and can be changed at the beginning of the game.<br>\tAfter choosing the subtitles, the player can do a small trick: when the 4 main characters and the start menu show up on the screen, they can hold the space key until a light flashes on the screen. The player can then click on &quot;new game&quot;. This way, the player starts with full power, lives, ammo and armor, every stage and character unlocked and a huge part of the medals.",
    "supported_languages": "英语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/449220/header.jpg?t=1667413463",
    "developers": [
      "RMAL"
    ],
    "publishers": [
      "RMAL"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 4 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 100,
      "highlighted": [
        {
          "name": "Soldier",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/449220/345d3282abbd5adf0b02b0732d9ba3faf4774ea8.jpg"
        },
        {
          "name": "Hero",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/449220/1c8829fc19675b6a661557cba6dc1c52205dcea1.jpg"
        },
        {
          "name": "Slacker",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/449220/401674ed011ee5c28f166595197f8587e04648a2.jpg"
        },
        {
          "name": "Champion 1",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/449220/74abc2c6c3b9dc164bfad47066d21b0f1d3ea0b6.jpg"
        },
        {
          "name": "Champion 2",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/449220/a20518b059e75c394b29d60a8175f3516f739b1f.jpg"
        },
        {
          "name": "Champion 3",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/449220/fdac239dddb61278335edf7e4b498bbec5c5255a.jpg"
        },
        {
          "name": "Champion 4",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/449220/d1294c5c4d09afe559faa368307af55cb5dd7704.jpg"
        },
        {
          "name": "Champion 5",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/449220/940ca91a756b579528b52fad093fc7edc2973488.jpg"
        },
        {
          "name": "Champion 6",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/449220/9e2eec76077ce615139f67bfaed34993c6f571bc.jpg"
        },
        {
          "name": "Champion 7",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/449220/f4788c01ce0e6b2047d3ae1fcbbd08d3c11ae444.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 2,
      "total_negative": 2,
      "total_reviews": 4
    }
  }
}