{
  "449480": {
    "name": "Overfall Soundtrack",
    "steam_appid": 449480,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >An Interview with Ali Saran, Composer for Overfall</h2><br><strong>Tell us about your background in music.</strong><br><br>I’ve loved music since I was a kid. I started out playing guitar, and my interest in traditional Turkish music eventually got me into playing fretless guitar. In those days, I did a lot of live stage performances, playing with a bunch of different bands and artists. After a certain point, though, I realized I was more excited by the prospect of composing music. For years now I’ve been writing scores to various films, TV shows, and plays. This is the first time I’m composing for a video game, and it’s very exciting.<br><br><strong>How does compose for videogames differ from other mediums?</strong><br><br>To begin with, I love playing video games, so composing for one was a pleasure over and above the satisfaction I normally get from my work. In practice, it feels a lot like film scoring: you have to incorporate the dynamism, rhythm, and spontaneity of a visual medium. It’s not so much about evoking images as it is about reflecting or counterpointing them. Overfall was especially fun to do because <strong>its world required a diverse approach</strong>, with music reflecting individual races and locations. It’s hard to describe how fun it is to compose for something like that.<br><br>In a sense, it’s a less personal experience than making music for the stage, because in the theater you’re connecting with a person who’s directly in front of you. There’s a sort of shared energy that you don’t get when the music isn’t being performed live. But there’s a different kind of excitement to composing for someone you don’t know or don’t see. You have to imagine their reaction as you compose, and I find that to be a more engaging challenge.<br><br><strong>How did you get involved with Overfall? What attracted you to the project?</strong><br><br>Well, I was a gamer before I became a musician. It’s a part of my life I would never consider giving up. What struck me about Overfall was the art style, especially the painted backgrounds - the textures, the color palettes, and the general feel. The game’s settings usually take place in natural environments like caves, hills, and shorelines, and I tried to reflect that in my choice of acoustic instruments.<br><br><strong>What will the music in Overfall be like?</strong><br><br>Overfall has a lot of different scenes and narrative beats. Sometimes it’s a pulse-pounding action scene, sometimes it’s more of a gradual journey. I worked to reflect that in the music I wrote. Something you’ll also notice is that <strong>every type of island has its own melody and instrumentation.</strong> I simply loved the idea of that. But my favorite bit of work has to be the main theme. I’m curious to see what people think of it. Again, I made use of acoustic instruments, and I tried to get across the atmosphere of the world of Dys, where the game is set. If I had to describe it in three words, they would be melancholy, mystery, and excitement.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/449480/header.jpg?t=1635179741",
    "developers": [
      "Pera Games"
    ],
    "publishers": [
      "Pera Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 5 月 17 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}