{
  "450080": {
    "name": "Fantasy Grounds - D&D Curse of Strahd",
    "steam_appid": 450080,
    "required_age": 0,
    "is_free": false,
    "description": "An adventure for a party of four to six adventurers levels 1 - 10.<br><strong>Unravel the mysteries of Ravenloft in this dread adventure for the world's greatest roleplaying game</strong><br>Under raging storm clouds, the vampire Count Strahd von Zarovich stands silhouetted against the ancient walls of Castle Ravenloft. Rumbling thunder pounds the castle spires. The wind's howling increases as he turns his gaze down toward the village of Barovia. Far below, yet not beyond his keen eyesight, a party of adventurers has just entered his domain. Strahd's face forms the barest hint of a smile as his dark plan unfolds. He knew they were coming, and he knows why they came - all according to his plan. A lightning flash rips through the darkness, but Strahd is gone. Only the howling of the wind fills the midnight air. The master of Castle Ravenloft is having guests for dinner. And you are invited.<br>Dungeon Masters purchasing this module can use it to run the adventure with very little prep, other than reading through the adventure in advance. Some additional time should be planned to understand the Tarokka deck mechanics and how they affect the story depending on what is drawn. The random table uses the new Roll to Story mechanic so that your results will be remembered from session to session and easily referenced later.<br>This Module Includes<strong><br><ul class=\"bb_ul\"><li>the entire contents of <i>Curse of Strahd</i> adventure<br></li><li>image handouts that can be shared with players collectively or individually<br></li><li>maps containing information for the Dungeon Master (DM) only and with all locations pre-linked to story entries which may contain additional DM notes, boxed text, encounters, images and treasure parcels<br></li><li>maps with all hidden information removed and resized for use as tactical combat maps. * The maps of the interior of Castle Ravenloft are presented in an isometric format that won't align with a typical top-down map format.<br></li><li>tokens for many of the monsters in the module. When no token is available, a letter token is used to represent the NPC<br></li><li>XP for encounters that can be dragged to the party sheet and awarded to the players as they complete them<br></li><li>Searchable monster indexes by CR, type and in alphabetical order</li></ul>Requirements: </strong> The free Fantasy Grounds virtual tabletop (VTT) software with the built-in 5E Ruleset.<br><strong>Recommended: </strong>  one or more of the following modules: D&amp;D Basic Rules, D&amp;D Player's Handbook or D&amp;D Character Customization Pack and the D&amp;D Monster Manual<br><i>Adapted for Fantasy Grounds by: </i><strong>TASAgent, and Zacchaeus</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included D&amp;D fifth edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/450080/header.jpg?t=1768358165",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 3 月 15 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}