{
  "450040": {
    "name": "Stealth Labyrinth",
    "steam_appid": 450040,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >DOESN'T REQUIRE VR DEVICES</h2><br><br>Stealth Labyrinth is a first-person shooter videogame based on stealth mechanics. In a sci-fi labyrinth, the player must proceed, room after room, finding the right way until the end, before the time is out and everything explodes. Many droids patrol the dark corridors; laser barriers need to be passed; lights need to be destroyed to reach the darkness; many doors must be opened. A final button must be pressed.<br><br>The player is in a tight situation where he needs to move hiding himself, shooting around the corner, with an exiguous number of bullets, and few minutes to escape.<h2 class=\"bb_tag\" >BACK STORY</h2><br>The mission of the secret agent Daniel Norwood is to steal all information in possession of the Asert Corp. The goal of the Asert Corp is to create and commercialize new types of weapons.<br><br>The data in their possession are located in secured DATA FORTRESS, spread all over the world. Each DATA FORTRESS contains the data of different types of weapons (mass destruction, mind control, chemical weapons, drugs, etc…).<br><br>Daniel is introduced into those fortresses and undetected he must steal as many datas as possible; datas are encrypted in the site plan of the buildings. When Norward is detected, the intelligent Defense system of the building will activate the countdown for self destruction.<h2 class=\"bb_tag\" >FEATURES</h2><ul class=\"bb_ul\"><li><strong>PRESSURE AND CLIMAX</strong><br>You have to move silently in the dark, to avoid the enemies and to neutralize them<br></li><li><strong>9 DIFFERENT ENEMY DROIDS</strong><br>In the maze you can find 9 different enemies robot that you have to avoid or kill<br></li><li><strong>5 SECONDARY ABILITIES</strong><br>In addition to the gun the player has 5 secondary abilities: Augmented Reality, Night Vision, Position Marker, Time Freeze, EMP<br></li><li><strong>3 DIFFERENT LABYRINTHS</strong><br>3 different maze style to have a unique (virtual reality) experience<br></li><li><strong>HIGHLY RE-PLAYABLE</strong><br>Go in the darkness and kill the enemy without they can see you</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/450040/header.jpg?t=1486678576",
    "developers": [
      "Reddoll Srl"
    ],
    "publishers": [
      "IV Production"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 4 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}