{
  "450140": {
    "name": "Seven Kingdoms: Ancient Adversaries",
    "steam_appid": 450140,
    "required_age": 0,
    "is_free": false,
    "description": "A long, long time ago, when people lived among gods and monsters, seven kingdoms struggled for rule over the land. Lead one of those civilizations to glory through sophisticated trade, diplomacy, espionage and conquest. Choose from one of seven cultures: Greek, Persian, Viking, Norman, Mayan, Chinese and Japanese and compete for domination. <br><br>Each Race in Seven Kingdoms has its own distinct advantages and disadvantages, its own unique God unit, a different military skill, its own strengths and weaknesses. Learn how to use them! Use military means, economy or subterfuge to bring down your enemies. And don't forget about brute force, cunning and intelligence. <br><br>Conquer the world and build your empire!<br><br>Our version is Seven Kingdoms: Ancient Adversaries - an updated and re-released version of Seven Kingdoms - a game released in 1997.<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>Unique gameplay that isn’t just about gathering resources, amassing a big army and attacking. An incredible blend of population and city management, trade, espionage, diplomacy and combat<br></li><li>You can either fight or buy your way to victory.<br></li><li>Real time empire building and conquest.</li></ul><br>* Multiplayer mode is functional, but not supported.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/450140/header.jpg?t=1681167548",
    "developers": [
      "Enlight Software Limited"
    ],
    "publishers": [
      "Enlight Software Limited",
      "Retroism"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2500,
      "final": 1000,
      "discount_percent": 60,
      "initial_formatted": "¥ 25.00",
      "final_formatted": "¥ 10.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 3 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 9,
      "total_negative": 1,
      "total_reviews": 10
    }
  }
}