{
  "451130": {
    "name": "Khan: Absolute Power",
    "steam_appid": 451130,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Khan: Absolute Power</strong> is a MMORPG based on true 13th century historical events featuring Genghis Khan. One of the most popular features of the game is its unique party system. Unlike other MMORPGs where people can level up by themselves, Khan contains an elaborate partying system, which encourages people to make friends and form alliances within the game universe.<br><br><strong>Features</strong><br><br><ul class=\"bb_ul\"><li> Guilds and Guild Wars<br></li><li> Hunting Parties<br></li><li> Siege Wars<br></li><li> Thousands of possible equipment combination<br></li><li> Item enchantment upgrades<br></li><li> and many special event opportunities to win valuable awards and items for the player's continued quests</li></ul><br><strong>Khan: Absolute Power</strong> contains many exciting game play elements including:<br><br><ul class=\"bb_ul\"><li> TPG (Training Point Growth System) Each character collects practice points, which are necessary in developing character growth. Agility, Wisdom, Mental power, Physical Strength, and character Charm can be grown and developed to trade in social and economic systems.<br><br></li><li> Fame System When battling in higher levels, the player will need to posses higher strengths and better game items in order to survive and win. These attributes can be achieved from the Fame System. Fame system points will be also be awarded to those who lead their parties to victory in Quests and Battles. With each Quest accomplishment, the player's reputation will be recorded in the reputation system as fame points. Fame points can be traded for better items and abilities.<br><br></li><li> RTR (Real Time Ranking System) Characters are ranked in real time during game play. The player's character rank will help in determining his place and objective within the mission and quests in progress.<br><br></li><li> Emotion Icon Chatting System (Instant Messenger) Khan's IM Chat system uses emotion icon with built in special icon emotion symbols including Hi, Salute, Hurray, ^^, -, -, and many others. The game also supports sentiment icons using expression keys.<br><br></li><li> Free Flowing and unstructured PVP (Player vs. Player) System In PVP, players are able to build their levels and to gain experience. Khan's PVP system offers players with freedom to seek their own objectives without limiting players to any specific track.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/451130/header.jpg?t=1618195392",
    "developers": [
      "Mirinae"
    ],
    "publishers": [
      "Khanatic Network Gaming"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 3 月 18 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 8,
        "description": "已启用 Valve 反作弊保护"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}