{
  "451380": {
    "name": "The Darkside Detective Demo",
    "steam_appid": 451380,
    "required_age": 0,
    "is_free": true,
    "description": "Grab your trench coat, tune your sixth sense and join the Darkside Division as they investigate the outright bizarre, the downright dangerous and the confusing cases of Twin Lakes. Flesh-hungry tentacles, mafian zombies, and the occasional missing sock are no match for The Darkside Detective.<br />\r\n<br />\r\nWhere cultists crawl, where demons dwell, where the occult… occults? you’ll find Detective Francis McQueen, the sole member of the criminally underfunded Darkside Division. When evil darkens the doorsteps of Twin Lakes City – hell, even when it just loiters around shop fronts or hangs out in shady alleyways – he’s there, ready to investigate the cases that nobody else will. He is The Darkside Detective.<br />\r\n<br />\r\nThe Darkside Detective is a micro-adventure game with a distinct art style and charm. It’s being developed for PC &amp; Mac, and is set to be released later this year. The game consists of a series of humorous bite-size investigations into the occult and extraordinary.<br />\r\n<br />\r\nThe main aim of the team is to deliver a series of small adventure stories all wrapped up into the one game. Come and join Detective Francis McQueen as he investigates the most bizarre and obscure cases that come across his desk. From the occult to the supernatural, anything is possible in this micro adventure game.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/451380/header.jpg?t=1751347607",
    "developers": [
      "Spooky Doorway"
    ],
    "publishers": [
      "Spooky Doorway"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}