{
  "451520": {
    "name": "theBlu",
    "steam_appid": 451520,
    "required_age": 0,
    "is_free": false,
    "description": "theBlu: is a deeply immersive VR series that allows audiences to experience the wonder and majesty of the ocean through different habitats and come face to face with some of the most awe inspiring species on the planet. The series, which is directed by Jake Rowell (Call of Duty, Final Fantasy, Superman Returns), has been designed as beautiful moments in passing or a collection of memories that powerfully tap into the vast potential of VR. The debut episode, featuring an incredible close encounter with an 80 foot whale, is already recognized as one the most iconic room scale VR experiences to date (a Sundance Film Festival 2016 selection). Additional episodes in this bundle take place on a teeming coral reef and in the very deepest region of the ocean. Gain access to new modes of discovery in each episode. Slow time and capture pictures in Inspector Mode, and return to a meditative version of each location in Ambient Mode.<h2 class=\"bb_tag\" >The first three episodes of theBlu, contained in this bundle, are:</h2><br><ul class=\"bb_ul\"><li>Whale Encounter<br><i>An undersea encounter with the largest species on earth.</i><br></li><li>Reef Migration <br><i>Witness the magnificence of an undersea migration on the edge of a coral reef.</i><br></li><li>Luminous Abyss <br><i>Venture into the deepest region of the ocean to discover the iridescent abyss.</i></li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/451520/header.jpg?t=1672336310",
    "developers": [
      "Wevr, Inc."
    ],
    "publishers": [
      "Wevr, Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 4 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 63,
      "total_negative": 13,
      "total_reviews": 76
    }
  }
}