{
  "451900": {
    "name": "WizardCraft",
    "steam_appid": 451900,
    "required_age": 0,
    "is_free": false,
    "description": "WizardCraft is a fantasy-themed real-time strategy (RTS) game where players try to destroy AI opponents by collecting resources and creating an army. The game is played in a medieval setting with fantasy elements, where both sides have melee (knights), ranged (archers), aerial units (dragons), and spell casters (wizards). Most of the missions follow the pattern &quot;collect resources, build buildings and units, destroy opponents&quot;.<br />\r\n<br />\r\nThe game is played by building up a working economy to produce military units, and then going to war against AI enemies. Iron and coal is needed to produce weapons that are needed to 'recruit' soldiers, which in turn requires mines and food production. All buildings require wood and stone to build, and all peasants need living space, which results in a complex chain of infrastructure required before big armies may be produced. Upgrade points earned during combat can be used in the Castle to upgrade various units. The Castle is considered as the central hub in the game, if it is destroyed it's game over.<br />\r\n<br />\r\nWizardCraft currently contains 30 missions and two different skirmish modes, 'normal mode' and 'battle mode'. Battle mode is a quick mode which only uses two resources 'wood' and 'gold' to produce buildings and units, this allows players to quickly build an army so players can focus more on the attacking aspect of the game. Normal mode contains all 29 different resources available in the game and players must create a stable economy in addition to managing an army. Both skirmish modes can be further customized to increase the cap limit on buildings and units, as well as the stats of each individual unit, allowing players the freedom to play the game however they decide.<br />\r\n<br />\r\nThe game's easy to use map editor also allows players to develop maps for use in the skirmish modes.<br />\r\n<br />\r\nKey Features Include: <br />\r\nOver 30 missions; <br />\r\nSkirmish mode containing over 50 different maps and a fast paced 'Battle' mode which allows players to focus more on attacking enemy players. <br />\r\nCreate your own skirmish maps with our easy to use map editor. <br />\r\n3 different difficulty levels. <br />\r\nReal-time battles with up to 600 units. <br />\r\nTake control of 12 different units, including archers, knights, cannons, wizards and dragons.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/451900/header.jpg?t=1508927959",
    "developers": [
      "David Mccue"
    ],
    "publishers": [
      "David Mccue"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 5 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}