{
  "451950": {
    "name": "EEP Train Simulator Mission",
    "steam_appid": 451950,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><u>Drive trains, shunt waggons, load freight</u></strong><br><strong>'EEP Train Simulator Mission'</strong> transports you into the complex railway worlds of <strong>Eisenbahn.exe Professional (EEP).</strong> Except that you don't design these worlds, like you would with the main program, but instead take on challenging tasks in realistic scenarios.<br><br><ul class=\"bb_ul\"><li>True in scale engines and waggons<br></li><li>Realistic simulation of train physics<br></li><li>Prototypical signalling<br></li><li>Freight operation<br></li><li>Exciting missions<br></li><li>Career mode</li></ul><br>Do you have the skill and strength of nerve to sort waggons in a hump yard? Can you deliver a refrigerator wagon to the cool house in time? Can you keep track of the traffic on the main line and master the trickiest of shunting tasks? Great - you're just the man we need! Your rewards are adventures and new challenges in the unique world of EEP, as well as access to a wide range of interesting engines and waggons. Version 1.0 of <strong>'EEP TS Mission</strong>' offers a complete campaign with many tasks. <br>EEP TS Mission offers a realistic simulation of train physics, a  rich sound environment and for the future a wide range of connections. Because we're planning for frequent releases of additional scenarios with new exciting and challenging missions. <br><strong><u><br>Welcome to the universe of EEP</u></strong><br><br>For over <strong>20 years (!) EEP</strong> is renowned as the most  comprehensive railway simulation for PCs, focussing on the design of beautiful and fully functional railway layouts. EEP lets you form the landscape with mountains, valleys and rivers and populate it with buildings and track networks. A cleverly devised signalling system allows you to organize the traffic. And the sheer endless variety of models enables you to design railway layouts of nearly every kind. <br><br>For the true railway enthusiast with an interest in realistic creation and complex operation of railway layouts, there is no alternative. If there is one thing missing in EEP, it is the opportunity to experience these EEP worlds from within. Which is what <strong>EEP TS Mission</strong> offers! <br>Experience at first hand the rich and realistic atmosphere of EEP by taking on the role of a train conductor, shunting engineer, crane operator or train dispatcher.",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/451950/header.jpg?t=1491376810",
    "developers": [
      "Trend Redaktions- und Verlagsgesellschaft mbH"
    ],
    "publishers": [
      "Trend Redaktions- und Verlagsgesellschaft mbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}