{
  "452280": {
    "name": "Factorio Demo",
    "steam_appid": 452280,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Factorio</strong> is a game in which you build and maintain factories. You will be mining resources, researching technologies, building infrastructure, automating production and fighting enemies. In the beginning you will find yourself chopping trees, mining ores and crafting mechanical arms and transport belts by hand, but in short time you can become an industrial powerhouse, with huge solar fields, oil refining and cracking, manufacture and deployment of construction and logistic robots, all for your resource needs. However this heavy exploitation of the planet's resources does not sit nicely with the locals, so you will have to be prepared to defend yourself and your machine empire. <br><br>Join forces with other players in cooperative <strong>Multiplayer</strong>, create huge factories, collaborate and delegate tasks between you and your friends. Add mods to increase your enjoyment, from small tweak and helper mods to complete game overhauls, Factorio's ground-up <strong>Modding support</strong> has allowed content creators from around the world to design interesting and innovative features. While the core gameplay is in the form of the freeplay scenario, there are a range of interesting challenges in the form of the <strong>Scenario pack</strong>, available as free DLC. If you don't find any maps or scenarios you enjoy, you can create your own with the in-game <strong>Map Editor</strong>, place down entities, enemies, and terrain in any way you like, and even add your own custom script to make for interesting gameplay.<br><br><strong>Discount Disclaimer:</strong> We don't have any plans to take part in a sale or to reduce the price for the foreseeable future.<h2 class=\"bb_tag\" >What people say about Factorio</h2><br><ul class=\"bb_ul\"><li><i>No other game in the history of gaming handles the logistics side of management simulator so perfectly.</i> - <strong>Reddit</strong><br></li><li><i>I see conveyor belts when I close my eyes. I may have been binging Factorio lately.</i> - <strong>Notch, Mojang</strong><br></li><li><i>Factorio is a super duper awesome game where we use conveyor belts to shoot aliens.</i> - <strong>Zisteau, Youtube</strong></li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 捷克语, 荷兰语, 芬兰语, 匈牙利语, 日语, 韩语, 挪威语, 波兰语, 葡萄牙语 - 葡萄牙, 葡萄牙语 - 巴西, 罗马尼亚语, 俄语, 简体中文, 瑞典语, 繁体中文, 乌克兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/452280/header.jpg?t=1755783420",
    "developers": [
      "Wube Software LTD."
    ],
    "publishers": [
      "Wube Software LTD."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 3 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}