{
  "452530": {
    "name": "Sunless Sea - Zubmariner",
    "steam_appid": 452530,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>LOSE YOUR MIND. EAT YOUR CREW. DIVE. </strong></h2><br>Take the helm of your zubmarine and set sail for the unknown! Zubmariner is an expansion to Sunless Sea: deeper, darker, and more marvellous than anything you’ve seen before.<br><br>All the powers of the Neath agree: there is Nothing of Consequence beneath the Zee. They are lying. You've heard there are fortunes to be made by those brave enough - or hungry enough - to dare the deeps.<br><br>Disturb the aberrant societies that flourish in the dark. Defy wreckers. Seduce a Drownie. Embrace or condemn the distinctly un-British customs of these cold, fathomless places.<br><br>You will definitely die. Will your next captain dive?<br><br><strong>KEY FEATURES</strong><br><br><ul class=\"bb_ul\"><li>More of the deep, compelling world of Sunless Sea and Fallen London, packed with stories and secrets. Plunder mournful wrecks on the zee-bed. Dive into unplumbed abysses and claim their eerie blessings. Seek immortality.<br><br></li><li>More beautiful, hand drawn art. Witness the marvels beneath the Sea of Statues and the Principles of Coral. Visit the quaint undersea parish of Low Barnet.<br><br></li><li>Convert your ship into a zubmarine and dive anywhere in open water to discover new cities, zee-beasts and environments to terrify your crew and slake your hungers.<br><br></li><li>11 new underzee ports, each with their own tales and opportunities for the enterprising Trespasser. Visit Dahut, the city of drowned delights. Brave Wrack, where a Fair King rules the unforgivable. Explore Anthe, and sharpen your tongue, your liver, and your spleen.<br><br></li><li>New enemies to face, from the cunning Wreckship to the inexorable Constant Companion.<br><br></li><li>Discover the treasures the zee has claimed. Explore ancient wrecks, avoid hostile witherweed, discover the unexploded Unclear Bomb.<br><br></li><li>Seek immortality in a new ambition! Track down the Seven Against Nidah, who once came within reach of eternal life. Can you succeed where they failed?<br><br></li><li>Sanity is scarcer. Death is closer. We warned you, Trespasser. You should not have come.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/452530/header.jpg?t=1618562698",
    "developers": [
      "Failbetter Games"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3800,
      "final": 3800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 38.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 4,
      "total_negative": 0,
      "total_reviews": 4
    }
  }
}