{
  "4530": {
    "name": "Full Spectrum Warrior: Ten Hammers",
    "steam_appid": 4530,
    "required_age": 0,
    "is_free": false,
    "description": "Sequel to the critically acclaimed, squad-based/real-time tactical combat game, Full Spectrum Warrior: Ten Hammers delivers the most authentic and realistic infantry combat experience ever. As Squad Leader, coordinate the actions of multiple infantry squads, leading them through over 12 levels of intense action. Utilize authentic combat tactics to command your squad as you battle enemies with an explosive arsenal of weapons, high-tech military equipment and new controllable mechanized units. New advanced squad controls give you more in-depth tactical command over your squad as you lead them through a variety of realistic combat missions. With all new multiplayer modes, go online and team up with a friend in two player co-op or go head-to-head with up to eight players through a variety of new adversarial and team-based objective missions.<br><br>\t\t\t\t\t<ul class=\"bb_ul\"><li><strong>Innovative gaming experience </strong>- Combines intense squad based combat and real-time tactical action, delivering the most authentic and realistic infantry combat experience ever.<br>\t\t\t\t\t</li><li><strong>New Squad Controls </strong>- Independently controllable scout &amp; buddy teams, ability to give orders to one team while controlling another, and ability to enter buildings and position sniper teams.<br>\t\t\t\t\t</li><li><strong>Advanced reactive enemy AI</strong> that reacts realistically to combat situations.<br>\t\t\t\t\t</li><li><strong>Expansive, non-linear level design </strong> with multiple pathways to accomplish objectives.<br>\t\t\t\t\t</li><li><strong>New Multiplayer Experience </strong>- Full Spectrum Warrior style gameplay with both Co-op and Adversarial (Coalition vs. Opfor) online multiplayer modes.</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 西班牙语 - 西班牙, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4530/header.jpg?t=1727863760",
    "developers": [
      "Pandemic Studios"
    ],
    "publishers": [
      "THQ Nordic"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2007 年 7 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 6,
      "total_negative": 7,
      "total_reviews": 13
    }
  }
}