{
  "453640": {
    "name": "BUCK Demo",
    "steam_appid": 453640,
    "required_age": 0,
    "is_free": true,
    "description": "BUCK is a story-driven, 2D Metroidbrawler set in a post-apocalyptic wasteland. <br>You play as Buck, a motorcycle garage mechanic who decides to leave everything he knows behind in order to find the truth behind a girl's disappearance while trying to adjust himself to a world he doesn't fully understand.<br>Traverse the wasteland while fighting and talking your way though junkyards, mountain passes, ghost towns and survivor outposts while trying to piece together the reasons that brought this world and it's rugged inhabitants to their knees.<br><br>Buck was made in the image of a real-life dog. This game is dedicated to him.<br><br><strong>The demo represents the game as it is in it's current development phase, which is closing in on early beta. <br>You'll be able to sample nearly every aspect of the game's main features (excluding weapon customization which is still in development) while exploring the first 3 levels of the game.</strong><br><br><strong>PLAY AS A LITERAL UNDERDOG</strong><br>Trained by his stepdad to fight, shoot and fix nearly anything, Buck can surprise the biggest of brutes by his speed and strength.<br><ul class=\"bb_ul\"><li> Destroy enemies with Buck's own hand crafted, upgradeable weapons.<br></li><li> Complete missions in varied and distant locations while fighting off many different types of enemies.<br></li><li> Earn and loot <i>Scraps</i> to purchase more items and upgrade your arsenal.</li></ul><br><strong>EXPLORE A HAUNTED SOMBER WASTELAND</strong><br><ul class=\"bb_ul\"><li> Traverse the sands of Venganza: a carefully built 2D world with hidden passages, dark secrets and remorseless characters.<br></li><li> Negotiate with the salty denizens of Westown, wayward merchants and mysterious mercenaries, each with their own goal and agenda.<br></li><li> Choose your answers carefully, once chosen there is no going back as the game saves every important action.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/453640/header.jpg?t=1612381513",
    "developers": [
      "Wave Interactive"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}