{
  "453950": {
    "name": "To Ash",
    "steam_appid": 453950,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" >An RPG By Kyle Ballentine.</h2></h2><h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" >Do You Accept Death? Or Do You Fear It?</h2></h2>An old-school RPG made to question your acceptance of mortality.<br><br>A unique RPG where instead of becoming stronger, you get weaker as you go along.  Demitri is a hero who already completed his journey.  He is already powerful, so combat is complex and strategic from the start!  But no one can live forever, and everyone’s story must come to an end.<br>The theme revolves around death and acceptance.  Written by a therapist, the story is made help you think about what you cannot control.  Age, death, loss... these are all things we must accept in our lives.<br>For those just looking to experience the story, there are 2 distinct modes.<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" >Key Features</h2></h2><h2 class=\"bb_tag\" ><ul class=\"bb_ul\"><li>\tNo grinding levels, because the hero becomes weaker<br></li><li>\tComplex, strategic battles from the start and no long tutorials<br></li><li>\tTurn-based battles with the “Stance” mechanic, allowing you to strengthen the character in various ways and respond to enemy attacks.<br></li><li>\tStrong themes of acceptance and mortality with an impactful ending, even the towns are modelled after the 5 stages of grief<br></li><li>\t2 versions, one for RPG veterans and one for those who just want to experience the story</li></ul>\t          •Full rpg experience with combat (6-10 hours), or...<br>\t          •&quot;Adventure Mode&quot; (3-5 hours), which removes the element of combat and strategy, but leaves the story, puzzles, and exploration to enjoy!<br><ul class=\"bb_ul\"><li>\t2 endings depending on your choices<br></li><li>\tOriginal art by Neon Skies Studio</li></ul><h2 class=\"bb_tag\" >Developer Profile:</h2><br><br>I am a therapist in Santa Ana, California.  I currently live with my wife, two cats, and one dog. <br>This is my first game, To Ash.  I’m a life-long gamer, (growing up with two brothers, we played a ton of different games) and an RPG lover. I worked on this by myself, but had input from testers, family, and had some original art made by Jala Prendes.  <br>So you know where some of my influences come from, some of my favorite games are; Castlevania, Mario RPG, Panzer Dragoon Saga, Smash Bros., ‘Tales of’ games, Zelda, and Albert Odyssey.</h2>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/453950/header.jpg?t=1667011849",
    "developers": [
      "16 Bit Psych",
      "Kyle B"
    ],
    "publishers": [
      "Self-Publish"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 3 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}