{
  "454370": {
    "name": "Battlecursed",
    "steam_appid": 454370,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Battlecursed</i> is an uncompromising dungeon crawler set in a gritty fantasy world. Players are pitted against an onslaught of monstrous enemies as they lead their own unique combination of heroes through a cursed labyrinth that has claimed the lives of thousands.<br><br>Players will discover the blood-soaked histories of Pylandria as they unravel the mysteries shrouding the identity of the evil tyrant loathe to release his grasp on life and power. Through relentless combat and exploration, players will uncover the secrets of their adversary as they strive to break the millennium-long curse of the Lich Lord, Xelo Van.<br><br><strong>BUILD YOUR PARTY</strong><br>Recruit and customize a party of adventurers to face the armies of the newly risen Lich Lord, Xelo Van. Choose from multiple classes and disciplines, and equip collected weapons and artifacts to further enhance characters’ abilities.<br><br><strong>ROGUELIKE GAME ELEMENTS</strong><br>Tactical choices, permadeath, and split-second life-or-death decisions add roguelike gameplay to this hybrid ARPG/dungeon crawler.<br><br><strong>CUSTOM PROGRESSION</strong><br>Guild and settlement upgrades allow players to personalize and augment hero abilities and gameplay. Spend your gold and glory to unlock secret knowledge and hidden powers.<br><br><strong>UNENDING ADVENTURES</strong><br>Labyrinths and a wide variety of quests and objectives create constantly changing adventures. Xelo Van's nightmarish lair is never without some new threat...",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/454370/header.jpg?t=1529699703",
    "developers": [
      "Codex Worlds"
    ],
    "publishers": [
      "Codex Worlds"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}