{
  "454530": {
    "name": "Decisive Campaigns: Barbarossa",
    "steam_appid": 454530,
    "required_age": 0,
    "is_free": false,
    "description": "<i>VR Designs </i>has been reinforced with <i>designer Cameron Harris</i> to create a <strong>new never-seen-before</strong> wargaming experience: <strong>Decisive Campaigns: Barbarossa. </strong><br><br>This revolutionary eastern front wargame covers the <strong>German invasion of the Soviet Union in 1941</strong>. It blends the latest evolution of the Decisive Campaigns <i>hex and counter engine</i> with <i>deep narrative, RPG-style people management and in-depth semi-randomized decision systems.</i><br><br><strong>You are in full operational command.<br>Can you make the right decisions to turn the tide of war?</strong><h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li><strong>Command a true operational structure</strong>. Can you balance and prioritise three different Theatres in order to achieve your objective?<br><br></li><li>Are you able to work within a <strong>Command Hierarchy</strong> with both Superiors and Subordinates in an environment where strategy and politics often conflict?<br><br></li><li><strong>Focus on what’s important, ignore what isn’t</strong> and execute a winning strategy in order to overcome a take-no-prisoners AI. Or a devious meat brain.<br><br></li><li><strong>Set Army postures, assign Theatre based Artillery, allocate Tactical Air Support</strong> and order your Theatre Commanders to provide specialised battalions and staff assets to the Panzergruppe or Army of your choice. Don’t be upset if they refuse.<br><br></li><li><strong>Detailed mechanical breakdown, mileage and fatigue systems. Realistic climatic model</strong>. Every degree below zero matters. Experience the effects on men and machines of severe frostbite and blizzards. How far are you willing to push them? Pull a Panzergruppe out of the line for a refit or rest an Army. Do you maintain your Blitzkrieg or throttle back to a more sustained offensive posture to conserve fuel?<br><br></li><li><strong>Deal with the Dark side of the war</strong>. Trade ethics off against operational imperatives. Answer to a War Crimes Tribunal if you lose. Or order both sides to observe the Geneva Convention and fight a gentleman’s war.<br><br></li><li><strong>Can you stand up to the Führer?</strong> Are you willing to put it all on the line, demand Military Independence, and risk being fired? Or would you prefer to toe the line and support the Führer in whatever goal he is currently fixated upon?<br><br></li><li><strong>Receive a detailed High Command assessment of your Command Potential each turn.</strong> You’re being watched and evaluated. Pour over a comprehensive breakdown of all your activity at game end.<br><br></li><li>Experience a realistic combat engine developed and fine tuned over many years and three previous games. One that takes into account hundreds of variables and is optimised for eastern front warfare.<br><br></li><li>Fight to get winter clothing and equipment for your men. Argue with Göring over fuel allocations. Order your individual Divisions to report their status. Fifty different stats and values are tracked for each.<br><br></li><li>Watch as your logistical pipelines visibly stretch across the vastness of Russia behind your hard driving Panzer columns as they thrust and encircle. Decide when to order a temporary shutdown and relocate your Forward Supply Bases forward. Horde your precious truck columns and hope that your locomotives can cope with the washouts, collisions, partisans, lack of signals, poor quality tracks and frozen water pipes typical of the Ostfront. Order the Luftwaffe to fly emergency resupply missions when it all goes wrong.<br><br></li><li><strong>Swap sides and play the part of a ruthless Soviet dictator</strong>, backed into a corner, armed only with a rusty knife. Is your pathological urge to win enough to overcome your inner demons and redeem yourself by stopping the world’s most professional, undefeated, army from kicking down the gates of Moscow? Recall who left those gates unlocked in the first place?<br><br></li><li><strong>Be prepared to shoot your Marshals.</strong> Fling your troubleshooters from one crisis to the next. Hope that they don’t get delayed enroute. Ruthlessly feed your Conscript armies into the meat grinder, trading time and space, desperately holding on for Rasputitsa and the depths of winter. Prioritise one Front over others. Gather your Siberians and push back hard.<br><br></li><li><strong>Take charge of a solidly researched Historical OOB</strong> that covers a wide range of unit types and nationalities but one that keeps the unit count manageable and enables the game to be played in days, not weeks.<br><br></li><li><strong>A deep, immersive, game experience with reduced micromanagement.</strong> Make tough, meaningful, decisions with difficult trade offs by just one click.<br><br></li><li>Rather than providing a long list of rinse and repeat scenarios there is a single, hand crafted, campaign that has significant depth and is designed for extensive replayability.<br><br></li><li><strong>Operation Barbarossa. The largest military conflict in history. June ‘41 to February ‘42. Hitler’s attempt to tear out the Soviet jugular. Divisional scale. 30km hexes. 4 day turns.</strong><br><br></li><li>Above all, experience the myriad, conflicting, challenges of <strong>OPERATIONAL COMMAND</strong> in a no holds barred, knock down fight.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/454530/header.jpg?t=1756303415",
    "developers": [
      "VR Designs"
    ],
    "publishers": [
      "Matrix Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 29170,
      "final": 29170,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 291.70"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 4 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}