{
  "454550": {
    "name": "Qubicle Voxel Editor",
    "steam_appid": 454550,
    "required_age": 0,
    "is_free": false,
    "description": "Qubicle is a professional voxel editor optimized for the easy creation of 3D models with a unique, blocky charm. It was used on big hits like Crossy Road and Shooty Skies, and will enable you to quickly design your own 3D models at an affordable price.<br><br>Voxels are 3D pixels which allow for a unique aesthetic and workflow:<br><br><ul class=\"bb_ul\"><li>Draw and paint intuitively in three dimensions<br></li><li>Build, color and clean meshes in a single step<br></li><li>Unleash your imagination in a charming retro style</li></ul><h2 class=\"bb_tag\" ><strong>Features</strong></h2><br>Qubicle is designed for professionals, with all the tools and options artists expect and need.<br><br><ul class=\"bb_ul\"><li>Feel at home with familiar tools of standard 2D and 3D software<br></li><li>Start creating in an hour thanks to an intuitive interface and workflow<br></li><li>Create very large models and scenes<br></li><li>Edit your models easily in component parts<br></li><li>Get efficient mesh optimization perfect for mobile games<br></li><li>Edit voxels in 3D or on a 2D canvas<br></li><li>Get 21 different tools for drawing, selecting and transforming voxels<br></li><li>Use tool-mirroring symmetry<br></li><li>Transform and modify selected voxels or whole objects with over 40 different actions<br></li><li>Create up to 16 million objects per scene with a maximum size of 1024x512x1024 voxels per object<br></li><li>Import and export all supported voxel formats (QB, QEF, QBT, QMO, QBCL, VOX, Minecraft Schematic)<br></li><li>Export unoptimized meshes as OBJ, FBX and Collada (Mesh optimization available with Mesh DLC)<br></li><li>Export slices as PNG <br></li><li>Customize the user interface, including your own hotkeys<br></li><li>3D-print directly at home or upload to i.materialise<br></li><li>Upload to Sketchfab to share your models</li></ul><h2 class=\"bb_tag\" ><strong>Purchasing Options</strong></h2><br>Thousands of professionals rely on Qubicle in their creative process. To make the software accessible to hobbyists and modders, Steam users have the opportunity to purchase the full program as available on our website, or start their voxel journey with the basic application and progressively upgrade to the full version with DLC add-ons.<br><br>Of course you will get all updates and fixes for Qubicle Voxel Editor 3.0, as we continue to improve and expand the program. <br><br><strong>Qubicle Basic Edition</strong><br>Your departure point into the world of voxel modeling. The basic application contains all the tools required to create, export and share your voxel models and can be expanded with the following DLC modules.<br><br><strong>Qubicle Utility Module</strong><br>Enhance your modeling workflow with landscape generation, height map import and object hierarchy.<br><br><strong>Qubicle Mesh Module</strong> <br>Export optimized low poly meshes that run efficiently with all common game engines. Non-optimized mesh export is included in the basic application.<br><br><strong>Qubicle Voxelizer Module</strong>  <br>Unlock the built-in Voxelizer to effortlessly convert regular meshes to voxels. <br><br><strong>Qubicle Indie Edition</strong><br>The full-featured software as used in the game industry. The indie edition contains all of the available Module features.<br><br><strong>Qubicle Professional License</strong>  <br>Is required if you want to use Qubicle commercially and your annual revenue is above 80K USD<h2 class=\"bb_tag\" ><strong>License</strong></h2>We authorize the use of the Qubicle Voxel Editor to any indie developer or company generating less than $80K USD per year in revenue (based on prior fiscal year). If you are above this limit the Qubicle Professional Licence is required.<h2 class=\"bb_tag\" ><strong>What You Get</strong></h2><br> <br><strong>Qubicle Demo</strong><br><ul class=\"bb_ul\"><li> Test all features of the Basic Edition for an unlimited time<br></li><li> Save as .qbcl, Qubicle's default file format. All models made with the demo can be opened with the Basic Edition<br></li><li> Export functionality can be tested with built-in test models. Export of custom models is disabled.</li></ul><br><strong>Qubicle Basic Edition</strong><br><ul class=\"bb_ul\"><li> Contains all Demo features<br></li><li> Unlocks export to all supported voxel formats: .qb, qbt, qef, vox, minecraft schematic<br></li><li> Unlocks export as FBX, Collada, OBJ (optimization for low poly meshes remains locked)<br></li><li> Unlocks &quot;Export Slices&quot;<br></li><li> Unlocks &quot;Share On Sketchfab&quot; and &quot;3D-Print with i.materialise&quot;</li></ul><br><strong>Qubicle Utility DLC</strong><br><ul class=\"bb_ul\"><li> Add-on for the Basic Edition<br></li><li> Unlocks &quot;Import Heigth Map&quot; and &quot;Create Terrain&quot; for custom and random lanscape generation<br></li><li> Unlocks object type Compounds and all modifiers found in &quot;Modify &gt; Compounds&quot;. Enables object hierarchies</li></ul><br><strong>Qubicle Mesh DLC</strong><br><ul class=\"bb_ul\"><li> Add-on for the Basic Edition<br></li><li> Unlocks low poly mesh optimization for FBX, Collada and OBJ<br></li><li> Unlocks export as STL<br></li><li> Unlocks further mesh export options: filename prefixes, texture output folder, face discarding<br></li><li> Unlocks &quot;Export Cubes&quot;</li></ul><br><strong>Qubicle Voxelizer DLC</strong><br><ul class=\"bb_ul\"><li> Add-on for the Basic Edition<br></li><li> Unlocks the Voxelizer, a built-in mesh to voxel converter, and the corresponding menu &quot;Voxelizer&quot;</li></ul><br><strong>Qubicle Indie Edition</strong><br><ul class=\"bb_ul\"><li> Contains all available features<br></li><li> Is the same as Basic + Utility + Mesh + Voxelizer</li></ul><br><strong>Qubicle Professional License DLC</strong><br><ul class=\"bb_ul\"><li> Add-on for the Basic Edition and the Indie Edition<br></li><li> Does not unlock new features <br></li><li> Allows you to use Qubicle commercially if you are above the 80K USD annual revenue limit</li></ul>",
    "supported_languages": "英语, 德语, 法语, 西班牙语 - 西班牙, 荷兰语, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/454550/header.jpg?t=1485190473",
    "developers": [
      "Minddesk Software GmbH"
    ],
    "publishers": [
      "Minddesk Software GmbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 4 月 21 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "53",
        "description": "设计和插画"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 7,
      "total_negative": 3,
      "total_reviews": 10
    }
  }
}