{
  "454680": {
    "name": "MetaTron",
    "steam_appid": 454680,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>You're TRON!</strong> One of many, but maybe one day the Chosen one. Learn, mutate and become what could be the new crown of creation.<br>In MetaTron, you play one of 6 clones bred on distant planets. Your whole existence to become the perfect organic weapon! Learn new skills and adjust them to your<br>style of play. Build huts, or whole palaces! Be the guardian at night and protect your rare resources with your Team! Or be the lone ranger, which roams through the Woods and Plains and relies only on himself.<br><br>MetaTron sends you on a journey. We want to offer a world that really makes you want to &quot;play survival&quot;. A world that you can develop with us: inside and outside of the game!<br><br>An XP system, customizable weapons, vehicles, buildings and airdrops: combined in a way that you quickly develop your TRON, but discover much on the way doing so. And this is just the beginning! Remember, it's early access, we have so much of what we want to implement with you... If you like survival, we can promise at least 40 hours of game fun!<br><br><br>You can either play on official and community servers, or you can host your own dedicated server.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/454680/header.jpg?t=1545358112",
    "developers": [
      "TubbyKiD UG (haftungsbeschränkt)"
    ],
    "publishers": [
      "TubbyKiD UG (haftungsbeschränkt)"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 19 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}