{
  "455040": {
    "name": "Total War: WARHAMMER - Norsca",
    "steam_appid": 455040,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/455040/extras/f908d105712d3831bc66d914826be3e4.poster.avif?t=1763648981\" width=628 height=224 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/455040/extras/f908d105712d3831bc66d914826be3e4.webm?t=1763648981\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/455040/extras/f908d105712d3831bc66d914826be3e4.mp4?t=1763648981\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" ><strong>Total War: WARHAMMER – Norsca</strong></h2><br><br><ul class=\"bb_ul\"><li>Conquer the Old World as the marauding tribes of Norsca and Wintertooth<br></li><li>Two new Legendary Lords: Wulfrik the Wanderer and Throgg <br></li><li>Recruit Norscan Lords with deep-specialisation skill trees<br></li><li>Recruit three new Hero types with deep-specialisation skill trees<br></li><li>Entreat the dark gods for mighty rewards!<br></li><li>Hunt the mightiest monsters of the Old World and tame them to your cause<br></li><li>Massive new roster with unique monstrous units including War Mammoths and Frost-Wyrms<br></li><li>Slow your foes with the chilling Frostbite combat ability<br></li><li>Tear through your enemies with new Rage and Berserk abilities</li></ul><h2 class=\"bb_tag\" ><strong>Description</strong></h2><br><br>In the far north, between the Chaos Wastes and the Sea of Claws, lies Norsca. A barren, inhospitable peninsula in the far north of the Old World, it is home to ferocious tribes of warriors, hardened by the relentless blizzards, the barren icy tundra and the monstrous denizens of this accursed land. Fanatical servants of the dark gods, they will stop at nothing to prove their primal might, in a relentless hunt for worthy foes and fresh raiding grounds.<h2 class=\"bb_tag\" ><strong>Playstyle</strong></h2><br><br>A Norscan campaign is one of relentless pillage and ruination. Their principle sources of income are raiding and sacking. This lends itself to a very mobile and combative playstyle – always keeping your armies on the move and often in contention with other factions. Razing settlements enables you to erect monoliths to the dark gods of Norsca… and the gods always reward the faithful!<br><br>In battle, Norscan armies are swift and vicious, featuring a backbone of increasingly fierce and more heavily armed Marauder infantry units. With the right buildings in place, they can also recruit a wide array of monstrous units such as Trolls, Fimir Warriors, Norscan Ice Wolves and Skin Wolves. At the top of the tree are the Frost-Wyrm and the colossal War Mammoth.<h2 class=\"bb_tag\" ><strong>Unique Norsca Mechanics</strong></h2><br><br><strong>Allegiance to the gods</strong><br>When conquering a settlement, Norscan factions have a unique new post-battle option. Alongside Occupying and Looting, they may choose to Raze a settlement and erect a monolith to one of the four dark gods, who they personify as the Eagle, the Crow, the Serpent and the Hound. The more monoliths that are erected, the more favour the gods bestow. Rewards are granted in the form of increasingly powerful campaign and battle bonuses and, in certain cases, unique units or characters. <br><br><strong>Victory Conditions</strong><br>By pledging your allegiance to a god fully and securing its final and greatest reward, you trigger the road to campaign victory. The gods are jealous, and the three you have spurned will not take kindly. They will dispatch their most powerful champions to challenge your supremacy, activating a series of quests which culminate in an epic endgame experience.  <br><br><strong>Monster hunting</strong><br>When the Monster Hunter skill is unlocked in the tech tree, a Norsca faction gains access to the Monstrous Arcanum. This ancient tome lists the mightiest beasts and monsters to roam the world. The player may then choose to initiate hunts, embarking on multi-stage quests which culminate in battles against these legendary creatures. Once defeated, they may bestow legendary trophies which the player may equip his characters with. In certain cases, the monsters themselves may be brought to heel and recruited for use in battle.<br><br><strong>Frostbite</strong><br>A number of frost-imbued units appear in the roster, such as Norscan Ice Wolves and Norscan Ice Trolls, with the passive ability Frostbite. This new effect significantly slows units engaged in melee, making it considerably easier to run down routers or those attempting to manoeuvre. Similarly, the mighty Frost-Wyrm has the Chilling Aura ability, a constant effect slowing the movement speed of nearby enemy units.<br><br><strong>Dominate!</strong><br>Confederate the Norscan tribes by defeating their Faction Leaders in battle. Such a show of supremacy will make them much more amenable to accepting your rule!<br><br><strong>Outposts</strong><br>Marauder Outposts can be established in conquered coastal settlements outside of Norsca. These provide basic recruitment options and act as handy replenishment-stops for your marauding armies. Securing major faction capitals outside Norsca – such as Altdorf, Castle Drakenhof and so on – allows you to build fully-developed Norscan settlements. Ownership of these cities also enables you to plunder the secrets of their original owners, unlocking unique new technologies to research.<h2 class=\"bb_tag\" ><strong>New Legendary Lords</strong></h2><br><br>A Norsca campaign may be led by one of two Legendary Lords: Wulfrik The Wanderer, leader of the Norsca faction, or Throgg, King of the Trolls and leader of the Wintertooth faction. Each begins play in a different starting position and bring their own unique suite of campaign and battle bonuses.  <br><br><br><strong>Wulfrik The Wanderer</strong><br>Wulfrik is a relentless executioner. He roams land and sea, an awe-inspiring figure draped with the skulls of his conquests. He has slain dragons and kings, highborn lords and beasts of legend. None may refuse the challenge he delivers – and in their own tongue, no less.<br><br>Wulfrik is a powerful leader and duellist with unique skills, quest-chains and legendary items. He has the Siege Attacker attribute, enabling him to ignore the requirement for siege engines or siege weapons before attacking walled settlements. All Mammoth units in his army gain bonus Melee Attack, all Marauder units enjoy reduced Upkeep Costs, and every unit in his retinue causes Fear.<br><br>Wulfrik also has a personal combat ability called Seafang, named after his fabled ship; a powerful and far-reaching wind attack. Carefully placed, it can stagger and slay numerous foes. In battle, his Hunter of Champions skill enables him to pin enemy characters in place while he fights them.<br><br><br><strong>Throgg</strong><br>Trolls are widely known not just for their physical power, but also their striking lack of intelligence. It is this that sets Throgg apart from the rest of his kind, for he is gifted with a rare intelligence for his grotesque kind. Behind his snaggle-toothed visage lies a ruthless cunning that Throgg employs to bring the bitter chill of the north to the lands of man.<br><br>Throgg is a powerful leader and melee fighter with unique skills, quest-chains and legendary items. As the King of the Trolls, Throgg brings reduced upkeep to Troll and Ice Troll units, and units in Throgg’s army are immune to all forms of attrition. He also grants a Physical Resistance buff to all Troll and Ice Troll units factionwide.<br><br>If Throgg captures the settlement of Eringrad in Troll Country, he may build a unique building there – the Cave of the Rocky Throne – which grants buffs to Troll units factionwide. Throgg also has a uniquely Trollish magic missile attack called Copious Vomit<h2 class=\"bb_tag\" ><strong>New Lord</strong></h2> <br><br><strong>Marauder Chieftain</strong><br>Leaders of the Norscan armies, Marauder Chieftains boast unique sequences of personal specialisations in their skills trees, enabling them to truly excel in certain aspects of battle, and culminating is powerful active and passive abilities which transform their effectiveness in battle. Each of these specialisation paths is aligned with one of the four Norscan gods, and the nature of these abilities is inspired by their aspect. Chieftains can also unlock a series of mounts, culminating in the mighty War Mammoth.<h2 class=\"bb_tag\" ><strong>New Heroes</strong></h2><br><br>Norsca players armies may recruit three new types of Hero units to support their armies and perform Campaign Map actions. <br><br><strong>Skin Wolf Werekin</strong><br>These hulking beasts are superior to their Skin Wolf kin in every way. As well as being powerful, anti-large focused warriors, they also have two unique, mutually exclusive skill-paths which grant them strong offensive or defensive combat-support buffs to nearby enemy units.<br><br><strong>Shaman Sorcerer (Lores of Death, Metal Fire)</strong><br>The sorcerers of Norsca may be recruited to specialise in the Lores of Metal, Fire or Death. However, once a Norscan, always a Norscan… these are no weakling mages! They gain melee attack improvements and may be mounted on chariots.<br><br><strong>Fimir Balefiend (Lores of Shadows, Fire)</strong><br>Fimir Balefiends may be adept magic-users, but their impressive stature and musculature also make them powerful fighters. These dual-role heroes work best in the thick of battle, casting spells and supporting the troops with their combat abilities. Fimir also have magical attacks and sunder armour.<h2 class=\"bb_tag\" ><strong>Unit roster</strong></h2><br><br><strong>Lords</strong><br>Marauder Chieftain: melee focus<br><br><strong>Heroes</strong><br>Skin Wolf Werekin: melee/combat support<br>Shaman Sorcerer: Lores of Metal/Death/Fire<br>Fimir Balefiend: dual-role, Lores of Shadows/Fire<br><br><strong>Infantry</strong><br>Marauders: Rage, Hide (forest)<br>Marauder Spearmen: Rage, Charge Def. VS Large, Hide (forest)<br>Marauders (Great Weapons) Rage, Hide (forest)<br>Marauder Berserkers: Frenzy, Berserk, Hide (forest), Immune to Psychology<br>Marauder Champions:  Heavy Armour, Hide (forest), Rage<br>Marauder Champions (Great Weapons): Heavy Armour, Hide (forest), Rage<br><br><strong>Missile Infantry</strong><br>Marauder Hunters (Javelin): Hide (forest), Rage, Anti Large<br>Marauder Hunters (Throwing Axe): Hide (forest), Rage, Armour Piercing missiles<br><br><strong>Cavalry &amp; Chariots</strong><br>Marauder Chariot: Rage<br>Marauder Ice Wolves Chariot: Rage, Causes Fear, Frostbite<br><br><strong>Missile Cavalry &amp; Chariots</strong><br>Marauder Horsemen: Hide (forest), Rage, Fire While Moving, Vanguard Deployment<br>Marauder Horsemen (throwing axes): Hide (forest), Rage, Fire While Moving, Vanguard Deployment<br>Marauder Horsemasters: Hide (forest), Rage, Fire While Moving, Vanguard Deployment<br><br><strong>Monsters &amp; Beasts</strong><br>Norscan Warhounds: Missile Resistance, Hide (forest)<br>Norscan Ice Wolves: Missile Resistance, Hide (forest), Frostbite, Cause Fear<br>Norscan Trolls: Cause Fear, Regeneration<br>Norscan Ice Trolls: Cause Fear, Regeneration, Frostbite<br>Feral Manticore: Missile Resistance, Cause Fear, Cause Terror<br>Skin Wolves: Physical Resistance, Cause fear, Hide (forest), Frenzy, Anti-Large<br>Skin Wolves (armoured): Physical Resistance, Cause fear, Hide (forest), Frenzy, Anti-Large<br>Fimir Warriors: Cause Fear, From the Mist, Armour Sundering, Magical Attacks<br>Fimir Warriors (Great Weapons): Cause Fear, From the Mist, Armour Sundering, Anti-Large<br><br><strong>Rare Monsters &amp; Beasts</strong><br>Norscan Giant: Siege Attacker, Cause Fear, Cause terror<br>Feral Mammoth: Siege Attacker, Cause Fear, Cause terror<br>Frost-Wyrm: Missile Resistance, Cause Fear, Cause Terror, Chilling Aura, Frostbite<br>War Mammoth: Siege Attacker, Cause Fear, Cause terror, Anti Large javelins<br>War Mammoth (Warshrine): Siege Attacker, Cause Fear, Cause terror, Favour of The Ruinous Powers, Giver of Glory",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 韩语, 波兰语, 葡萄牙语 - 巴西, 俄语, 土耳其语, 捷克语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/455040/header.jpg?t=1763648981",
    "developers": [
      "CREATIVE ASSEMBLY",
      "Feral Interactive (Linux)",
      "Feral Interactive (Mac)"
    ],
    "publishers": [
      "SEGA",
      "Feral Interactive (Linux)",
      "Feral Interactive (Mac)"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4500,
      "final": 2250,
      "discount_percent": 50,
      "initial_formatted": "¥ 45.00",
      "final_formatted": "¥ 22.50"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 65,
      "total_negative": 36,
      "total_reviews": 101
    }
  }
}