{
  "455250": {
    "name": "Adam's Venture: Origins Special Edition DLC",
    "steam_appid": 455250,
    "required_age": 0,
    "is_free": false,
    "description": "Embark on a bold adventure in Adam’s Venture: Origins. Set in the roaring 20’s, in Adam’s Venture: Origins you will explore ancient ruins, and recover mysterious artifacts. Together with your trusted accomplice Evelyn, you will have to outsmart the evil Clairvaux company.<br><br>The Adam’s Venture: Origins Special Edition Package contains the following items:<br><br><ul class=\"bb_ul\"><li>Adam’s Travel Journal, a special journal containing diary entries of Adam during his adventures. Featuring exclusive concept art for the game and a lot of new insights into the thoughts and feelings of Adam during his adventures.<br></li><li>7 Postcards with Adam’s Venture: Origins Artwork<br></li><li>1 Map showing a mysterious location near the four rivers mentioned in the book of Genesis<br></li><li>1 Full colour poster</li></ul><br><br>Adam’s Venture Origins is a reimagining of the Adam’s Venture franchise. Streamlined and replotted to forge an engaging narrative, Adam’s Venture: Origins reimagines the events of the first exploits of Adam Venture. <br><br>Adam’s Venture: Origins features new, next-gen visuals, new gameplay and new animation work which makes it into a true next-gen experience. <br><br>Adam’s Venture: Origins is the fulfillment of the original vision of Vertigo Games, as facilitated by SOEDESCO. Challenging puzzles, stunning visuals, engaging narrative and tight gameplay will make Adam’s Venture: Origins into an adventure game that is not to be missed. <br><br>Features<br><ul class=\"bb_ul\"><li>Brains over Brawn, Adam’s Venture: Origins focusses on clever puzzles. <br></li><li>Delve into ancient mysteries and recover mysterious artifacts. <br></li><li>Traverse long forgotten tombs and crumbling cities using the new grappling hook. <br></li><li>Rich and involving storyline that weaves a surprising adventure with historical overtones.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 荷兰语, 波兰语, 葡萄牙语 - 巴西, 阿拉伯语, 简体中文, 俄语, 土耳其语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/455250/header.jpg?t=1679478769",
    "developers": [
      "Vertigo Games"
    ],
    "publishers": [
      "SOEDESCO Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 4 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}