{
  "455660": {
    "name": "ChromaGun Demo",
    "steam_appid": 455660,
    "required_age": 0,
    "is_free": true,
    "description": "Welcome to ChromaTec’s test lab! You’re here to test our newest, state-of-the-art military-grade color-technology: The ChromaGun (patent pending)! Use it to try and solve our meticulously designed test chambers. The basic principle is as easy as applying it is complex: Exit the chambers via the exit doors. But be weary of the WorkerDroids in charge of maintaining the chambers. They’re not exactly what you and I would call “human friendly”.<br><br>Use the ChromaGun to colorize walls and WorkerDroids to progress in the chambers. WorkerDroids are attracted to walls of the same color. Using that mechanic, try to reach the exit door of each chamber. Some doors are more complicated to use than others: They can only be opened using door triggers and only stay open as long as the triggers are occupied.<br><br>If all of this sounds like your brain can handle it, congratulations! You’re the perfect candidate for our test chambers!<br><br>That being said, welcome and good luck!<h2 class=\"bb_tag\" >Help! Steam crashes when I launch ChromaGun!</h2>If you're having trouble getting ChromaGun to launch, try deactivating your firewall and anti-virus software. Sometimes these seem to cause crashes when launching certain games through steam. You can read up on the issue here: ",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/455660/header.jpg?t=1460462305",
    "developers": [
      "Pixel Maniacs"
    ],
    "publishers": [
      "Pixel Maniacs"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 4 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}