{
  "455710": {
    "name": "Project RPG Remastered",
    "steam_appid": 455710,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Storyline:</strong><br>You wake up and find you have no idea where you are. Worse, you barely remember anything about the recent past. The only thing you're holding on to is your son's voice, crying for you helplessly, and your wife screaming she loves you, but you can't recall what was happening during that time. Ahead of you is a dirt path, so you follow it. You walk right into a village. You look around and inquire if anyone can help you, but no one is interested in assisting unless you have copper to pay them in return. You go and talk to the ammunition dealer, and he makes you a deal. If you can complete a series of risky quests for him, he will pay you for them individually. Along with taking the time to collect copper, and maybe complete some daring quests, you set out on your journey to look for your wife and son.<br><br>How far are you willing to push yourself to regain your memories of what happened?<br><br><ul class=\"bb_ul\">Features:</ul><ul class=\"bb_ul\"><li>multiple weapons to choose from<br></li><li>free to roam map areas<br></li><li>buying, selling and trading with villagers in the marketplace<br></li><li>zombies! (a.k.a ghouls) - beware the outer walls of the village<br></li><li>quest choices<br></li><li>bounties<br></li><li>trading cards, badges, backgrounds, emoticons</li></ul>There are even more exciting features in the game for you to discover! We are also interested to hear what the community would like to see implemented in future updates!<br><br><strong>More Info:</strong><br>Project RPG is mainly an open world role-playing game, but it also consists of many different genres; horror, action, storytelling and mystery. We wanted to ensure the game has a little something for a wide variety of players. The quests, depending on how you choose to play the game, will vary from being guided with help to find your family, to being left to find out where to go on your own, to how much of the game you view before completion. There are many sites for you to explore, for example the ghoul-infested asylum. Also, the bonuses (weapons, unlocked doors, etc.) you receive after the quest, will be determined by the choice of quest and which villager assigned it.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/455710/header.jpg?t=1516569866",
    "developers": [
      "Acuze Interactives"
    ],
    "publishers": [
      "Displacement Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 1 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "74",
        "description": "血腥"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 0,
      "total_negative": 2,
      "total_reviews": 2
    }
  }
}