{
  "455950": {
    "name": "FrightShow Fighter Demo",
    "steam_appid": 455950,
    "required_age": 0,
    "is_free": true,
    "description": "One-on-one fighting game with a host of unique and bizarre characters.  Laser-eyed rabbits, bear-throwing lumberjacks, and bubble-burping rainbow monsters are just a few of the bizarre cast to choose from.  This early demo has three out of the ten characters available to play (one unlockable through a brief single-player mode).  Fight the AI or against a friend locally.<br />\r\n<br />\r\nAt its heart, FrightShow Fighter is just like the classic fighting games you grew up with. Each character has their own 3D level and set of special moves. The sizes and speeds of all the characters vary greatly, demanding adaptive fighting styles for each match.<br />\r\n<br />\r\nFrightShow Fighter was born from Gus Fink's desire to turn his bizarre characters into a unique fighting game. Jeff Brown has brought the characters and worlds to life with 3D animation, and Doug Kavendek wrote the cross-platform mobile- and desktop-friendly engine to tie it all together. All the music is created by Adam Horn.<br />\r\n<br />\r\nWe're hoping to get some early feedback and let people try things out while we continue working on the full game!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/455950/header.jpg?t=1461086644",
    "developers": [
      "3 Fright"
    ],
    "publishers": [
      "3 Fright"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 4 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}