{
  "457340": {
    "name": "Dimensional",
    "steam_appid": 457340,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >A first-person, narrative-driven puzzle game</h2><br>Dimensional throws you into dangerous chambers to save an alien race. This is not a passive experience. To succeed, you'll have to feel and act as though you're really there. You'll be standing, moving around, manipulating objects with realistic physics and reacting to dangers.<br><br><ul class=\"bb_ul\"><li><strong>Nausea-free</strong> - a very comfortable experience that won't make you feel sick<br></li><li><strong>Real-life movement</strong> - walk, duck, dodge, lean, jump to avoid obstacles and search your environment. Only 1.2m x 50cm required to play. Full room-scale supported.<br></li><li><strong>Puzzles</strong> - you'll need brains, reflexes and precision to beat the chambers<br></li><li><strong>Explore </strong>- find the hidden messages and learn the truth<br></li><li><strong>Mic support</strong> - expect to be heard as well as seen<br></li><li><strong>Choice</strong> - teleporting for comfort + optional FPS-style controls</li></ul><br>More than just puzzles and action, I'm trying to put you in a variety of unique situations that can only be appreciated in VR.<br>There's lots to experience including:<br><ul class=\"bb_ul\"><li>Slide along a narrow ledge as a giant pendulum swings inches from your face<br></li><li>Test your courage by jumping off a high platform.<br></li><li>Carefully move your head through a narrow gap filled with spikes<br></li><li>Knock blocks out of a wall without bringing the roof crashing down on your head<br></li><li>Dodge and jump over lasers<br></li><li>+ lots more</li></ul><br>There's a story for you to find. It's up to you if you want to find the hidden messages and obscure areas and work out what's going on, or just play through the levels and enjoy the puzzles.<h2 class=\"bb_tag\" >Area required</h2><br>1.2m x 50cm required to play<br>Dimensional uses its own chaperone system which allows you to move around even if you only have a small playing area.<br>If you don't think you have enough room, try the free demo first. You may be surprised how little room you need.<h2 class=\"bb_tag\" >The story</h2><br>A trans-dimensional race is being hunted to extinction. Many years ago humans helped them build hidden chambers on Earth to safely hide their offspring. Now the hunters have built machines to smash their way into the chambers.<br>Can you rescue their offspring before it's too late?<br>The chambers are filled with traps and challenges that can only be completed by a human working together with an alien droid.<h2 class=\"bb_tag\" >Your companion</h2><br>You're accompanied by Digby. He's not the brightest or happiest droid, but give him a target and he'll hit it. Use him to manipulate objects or for more destructive purposes. Think of Digby as your hands and fists.<h2 class=\"bb_tag\" >FPS-style controls</h2>FPS mode allows you to move using analogue sticks like traditional first person shooters. Only use FPS mode if it doesn't cause nausea. You can toggle between teleporting and FPS mode as required. You need to exit FPS mode to teleport.<br><br>To activate:<br>* On the HTC Vive, click the grip button to toggle FPS-mode on and off. Use the right track pad to rotate and the left track pad to move.<br>* On the Oculus DK2 / Rift, hold down your left shoulder button (or right grip button for OculusTouch). Use the right analogue stick to rotate and the left to move.<br><br>When in FPS mode you drive your floor grid around. For this to make sense you should face forwards (as indicated by directional arrows) before starting to move. Alternative see the in-game menu to change the forward direction to be controller by the direction of your laser pointer.<h2 class=\"bb_tag\" >An experimental game</h2><br>I'm a solo-developer and spend all my time experimenting in VR to see what works best. Dimensional is a result of my continuing experiments to see how to make the most of this new technology and create highly immersive experiences.<br><br>Standing and using real-life movements is a key component. I wanted to allow as many people to play as possible so I use a custom chaperone system where you only need enough room to take a couple of steps forward.<br><br>Teleporting provides a nausea-free way to move around, but FPS-style controls can be used if you prefer (teleporting is still required to jump over gaps and reach heights)<br><br>Dimensional insists you move. You'll have to walk, crouch and lean as you explore and duck and even jump to avoid dangers. The ability and requirement to react as you would in real life increases immersion.<br><br>Interacting with the environment and seeing it react as expected (including dynamic lighting and shadows) makes the chambers feel more believable.<br><br>The microphone is used so that you can be seen and heard. Shout at droids (some will shoot at you), or activate sensors with your voice.<br><br>To complete the chambers you'll need to solve problems as though you are really there rather than thinking about it like a typical game.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/457340/header.jpg?t=1525430868",
    "developers": [
      "Brett Jackson"
    ],
    "publishers": [
      "Head Start Design"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}