{
  "457470": {
    "name": "Fantasy Grounds - Call of Cthulhu: Secrets of New Orleans",
    "steam_appid": 457470,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Call of Cthulhu - Secrets of New Orleans</h2><strong>NEW ORLEANS IN THE 1920s</strong> is a city of many faces. The gaiety of Mardi Gras is juxtaposed with the rampant corruption that earned New Orleans the nickname &quot;The City That Care Forgot.&quot; The genteel decline of the French Quarter, the location of the city's original settlement, stands in contrast to the rich opulence of the Garden District, where the Americans later built their mansions. Voodoo and Catholicism exist peacefully side by side. And beneath it all, the face of the Mythos can sometimes be glimpsed . . .<br>This guidebook includes detailed chapters on: the history of New Orleans, the French Quarter and the greater city, and the bayous and coastal area. A chapter on voodoo includes guidelines for integrating it into Call of Cthulhu. New occupations unique to the Crescent City and the area are suggested, and five secret societies are covered. A scenario designed to acquaint investigators with most of New Orleans' areas completes the book.<br>This Fantasy Grounds module contains:<br><ul class=\"bb_ul\"><li>Secrets of New Orleans Reference Manual - beautifully illustrated within Fantasy Grounds.<br></li><li>Twilight of the Fifth Sun - short adventure set in New Orleans</li></ul>By Fred Van Lente; Illustrated by Earl Geier and M. Wayne Miller; Cover by Scott Baxa.<br><strong>Requires: </strong>Call of Cthulhu ruleset<br><strong>Converted by: </strong> Colin Richardson<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Call of Cthulhu ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/457470/header.jpg?t=1768358811",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 5700,
      "final": 5700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 57.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 3 月 24 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}