{
  "458190": {
    "name": "VR0GU3™: Unapologetic Hardcore VR Edition",
    "steam_appid": 458190,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>VR0GU3™ is a VR sci-fi shooter with rogue-like influences in development for the HTC Vive. An Early Access version is now available.</strong><br><br>You have completed your infiltration mission and set the ship for self-destruct. Now you have just 30 minutes to make your way through the corridors of the labyrinthine ship and find the shuttle bay so you can make your escape.<br><br>Along the way, you'll find ammo, medical kits, and weapon upgrade kits for enhancing your handgun, as well as information access panels from which valuable intel can be extracted using your omni-tools (Vive controllers) that will grant you additional experience points (XP).<br><br>From Level 3 on, each floor of the ship is randomly generated, as are the spawn locations of all enemies, which means every play-through will be different.<br><br>Every kill and each intel access point grants your character XP, which serves as your score for the Leaderboards, for unlocking of Achievements, and also enables you to level up as you progress through a play-through. But be aware that your enemies level up with you—as you amass XP for a high score, you also make the game that much more challenging.<h2 class=\"bb_tag\" >An uncompromising VR experience</h2>VR0GU3 has been designed for VR from the ground-up and offers native support for the HTC Vive. VR0GU3 was created as a VR-only experience. Making the game for VR only—and for the HTC Vive, specifically—has allowed us to focus our game design to exploit both VR and the Vive to the full and without compromise.<h2 class=\"bb_tag\" >IMPORTANT NOTE</h2>This game utilizes a touchpad walking-style of movement, similar to games like ONWARD. This game may bring on simulator sickness if you are sensitive to it. If so, the good news is that you can harden yourself to simulator sickness in the same way sailors get their sea-legs, but hardening to simulator sickness can take a while and is not a particularly nice experience.<br><br>This initial Early Access release is intended to introduce—and gather community feedback on—all aspects of the game. We invite our players to share their feedback in our Steam forums where all may contribute freely to the discussion.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/458190/header.jpg?t=1621001619",
    "developers": [
      "Big Dumb Fun Games"
    ],
    "publishers": [
      "Big Dumb Fun Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}