{
  "458360": {
    "name": "eMedia Piano and Keyboard Method",
    "steam_appid": 458360,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Over 300 easy-to-follow, step-by-step piano lessons from Irma Irene Justicia, M.A., who has taught at the renowned Juilliard School of Music. Innovative Interactive Feedback technology shows you whether you are playing correctly.</strong><br><br>Learn how to read music, play piano chords and much more with this complete method. Over 100 easy piano songs including hits from Billy Joel and Elton John make learning how to play piano fun!<br><br><strong>Features include:</strong><br><br><ul class=\"bb_ul\"><li>eMedia’s Animated Keyboard that lets you see fingerings for all of the piano lessons, including piano chords, piano scales and songs.<br></li><li>Interactive Feedback with Note and Finger Tracker to allow the piano software to listen as you play melodies and display your playing accuracy - a great tool for beginner piano instruction that works with both electronic keyboards and acoustic pianos.<br></li><li>Interactive Performance Evaluation in the piano software, which highlights your playing mistakes and shows what you should have played with an overall score (MIDI keyboard required).<br></li><li>Lessons on piano basics like how to read piano music, playing accompaniments with piano chords, piano scales, and more.<br></li><li>Over 70 videos for the piano lessons are included. Split screen views show you how to play piano fingerings and use correct hand positioning.<br></li><li>Piano lessons include easy piano songs as both audio and MIDI tracks where selections can be looped, slowed or sped up.<br></li><li>Instrumental accompaniment for select pieces (including orchestral and jazz) to make piano lessons fun.<br></li><li>A digital metronome to keep you on rhythm and a recorder to help gauge progress and share your playing with others.<br></li><li>100 popular classical, blues, pop, and rock songs let you learn how to play piano with hit songs such as Billy Joel’s “Piano Man,” Bob Dylan’s “Knockin’ on Heaven’s Door,” and Elton John’s “Candle in the Wind”.</li></ul><br>eMedia Piano and Keyboard Method is the perfect piano tutorial for learning how to play piano. Even if other beginner piano lessons seemed difficult, this piano software and its interactive approach will keep you engaged and quickly teach you how to play piano well!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/458360/header.jpg?t=1478048296",
    "developers": [
      "eMedia Music"
    ],
    "publishers": [
      "eMedia Music"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 13300,
      "final": 13300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 133.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 13 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}