{
  "458760": {
    "name": "Palinurus",
    "steam_appid": 458760,
    "required_age": 0,
    "is_free": true,
    "description": "Palinurus is a Kinetic Visual Novel that was created in two weeks for the 2015 NaNoRenO Visual Novel Jam. One year after the initial release, we are proud to announce the Palinurus Anniversary Edition, which features new sprites, backgrounds, music, a completely redone UI, bug fixes, and more. <br />\r\n<br />\r\nA drifting traveler boards a one-man space shuttle destined for Alpha Centauri. This shuttle is piloted by Budapest, an artificial intelligence program designed to serve humanity. She is a hardworking, diligent program, just a little naïve to the ways of the universe, and intensely dedicated to her directive. But when disaster unexpectedly befalls their ship, the two of them are sent careening through uncharted space, left with dire prospects for rescue. <br />\r\n<br />\r\nStuck in a floating cockpit drifting through the empty ocean of stars, they have only each other to rely on. Between interesting discoveries both old and new, Budapest quickly develops new traits and quirks beyond her programming. As she attempts to navigate her own troubled seas, the passenger discovers that there is more to this program than previously expected. <br />\r\n<br />\r\nWatercress is an international, internet-based group of volunteer developers who work together to have fun and create interesting stories along the way.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/458760/header.jpg?t=1630685408",
    "developers": [
      "Watercress"
    ],
    "publishers": [
      "Watercress"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}