{
  "458820": {
    "name": "States, Firms, & Households",
    "steam_appid": 458820,
    "required_age": 0,
    "is_free": false,
    "description": "A new economic sim where players are firms that try to gain the most profit. Find the right balance of prices and wages to produce what you need, sell your products, and keep your workers fed. Build up a strategy of building choices, locations, trucks, wages, prices, and production targets. Hone in on your strategy with graphs and a feel and understanding of the simulation mechanics.<br />\r\n<br />\r\nPlay in single player against AI or in multiplayer with other players. Build at least one of each building to have a functioning economy and connect everything to the powerline grid, road grid, and crude oil pipeline grid. Hold and drag over the build buttons in the bottom right corner to find out more about the buildings. To place a building, click on the building button and click and drag on the map where you want to place it. For conduits (roads, powerlines, crude oil pipelines), make sure to hold on where you want to start the placement of the tiles and drag to where you want to end the line of tiles. Powerlines and crude oil pipelines must be placed near roads for construction materials to be transported to them.<br />\r\n<br />\r\nMake sure to build enough trucks to transport resources between buildings. To build trucks, click on any player's factory and click &quot;Buy Truck&quot; for however many trucks are needed.<br />\r\n<br />\r\nIf all players click on &quot;fast forward&quot; the game will run at maximum speed. If any of the players click pause, the game will be paused until that player clicks play speed or fast forward.<br />\r\n<br />\r\nYou can send chat messages in multiplayer by clicking on the black bar beneath the notification text box and hitting return to send messages.<br />\r\n<br />\r\nNew maps created in the editor are automatically downloaded in multiplayer and you can join live games in progress.<br />\r\n<br />\r\nYou can sell and demolish buildings and sell trucks. Click on buildings to adjust wages and prices. View graphs to learn more about production and sales for that building's resources.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/458820/header.jpg?t=1481643869",
    "developers": [
      "DMD 'Ware"
    ],
    "publishers": [
      "DMD 'Ware"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9000,
      "final": 9000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 90.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 4 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}