{
  "459140": {
    "name": "The Lion's Song: Episode 2 - Anthology",
    "steam_appid": 459140,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>„The Lion's Song: Episode 2 - Anthology&quot;</strong> advances into the depths of the human psyche, uncovered by visual artist <strong>Franz Markert</strong>. Franz is an aspiring painter at the turn of the 20th century, trying to immortalize his name within Vienna’s high society. His unique ability to perceive the flaws, fears and emotions in so-called <strong>“layers”</strong> allows him to bring them – layer by layer – onto the canvas.<br><br>Doing so, Franz illustrates his very personal view on his models – quite distinctive members of Vienna’s society – as well as his perspective of the world and the time he is living in. Through his work, Franz seeks to uncover not only the layers of others but also his own. His layers, who he has sought his entire life - unable to see, feel or perceive them. Will he be able to impress the critics? Will Franz find himself? And who will help him as the doubts proliferate?<br><br>The choices players make in this episode will have a direct impact on the storylines of all future and past episodes, connecting The Lion’s Song to one overarching narrative. The decisions made will ultimately determine if the protagonists find the success they are working for.<br><br>Please take also a look at the other episodes from The Lion's Song:<br><br>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/459140/header.jpg?t=1674655455",
    "developers": [
      "Mi'pu'mi Games GmbH"
    ],
    "publishers": [
      "Mi'pu'mi Games GmbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 15,
        "description": "统计数据"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}