{
  "459410": {
    "name": "Sector 724",
    "steam_appid": 459410,
    "required_age": 0,
    "is_free": false,
    "description": "Sector 724  -  space strategy game featuring real-time tactical warfare. <br />\r\n   You can assume supreme command of the military forces of a corporation, and help it gain dominance in space. Your actions will determine your corporation's success, or failure, in attaining its paramount objective: to leave the planetary system ahead of its competitors. <br />\r\n<br />\r\n   1. Tactical battles by space fleets <br />\r\n   2. Upgrade opportunities for spaceships, weapons and equipment <br />\r\n   3. Random choice of a setting for battle, not influenced by the player <br />\r\n<br />\r\n<br />\r\n       &quot;Once we found a way to overcome stellar gravity and travel beyond the boundaries of the native planetary system, many sought to take the lead in colonizing deep space, reasonably assuming that whoever comes first will claim more territories and resources than the rest. <br />\r\n        Major world powers and the corporations behind them engaged in bloody military conflicts, competing for a unique and precious resource: a substance of unknown origin dispersed throughout the galaxy, which was discovered to serve as jump-drive fuel that enabled starships to leap enormous distances and venture outside the home system. Harvesting this resource became a number one priority for anyone who aspired to explore and dominate vast areas of the universe. <br />\r\n        Fighting over the right to benefit from this mysterious ancient gift, the world depleted its own resources. As it became apparent that further large-scale hostilities may lead to the extinction of our very civilization, the warring parties summoned a worldwide assembly and adopted a universal declaration, which decreed that territorial disputes in outer space be decided through tactical engagements by limited groups of spacecraft. A corporation would secure a monopoly right to harvest resources in a specific sector by dispatching a battle group and scoring a victory against a rival fleet. Thus, while maintaining military force as an instrument for settling disputes, the world has limited its use to prevent an all-out war and ensure itself against total destruction&quot;.",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/459410/header.jpg?t=1480418612",
    "developers": [
      "Fedor Votrin"
    ],
    "publishers": [
      "Fedor Votrin"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}