{
  "459630": {
    "name": "R.C. Bot Inc.",
    "steam_appid": 459630,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Update: Basics Video</strong> showing gameplay with the fully physics based robot (how to get up when things got wrong, flying)<br><br><br>Language Support:<br>The important <strong>Main Help</strong> and <strong>Controls Help</strong> in the game are in the following languages:<br><strong>Spanish, Russian, German, English</strong><br>Only the remaining words in the HUD are not supported by those languages and only in English, but they are simple and not many.<br><br><br><strong>Energy and Money: Iridium.  The race has begun!</strong><br>Set foot into the Iridium business and retrieve all High Energy Iridium Targets by hiring the one and only company in the Remote Location Target Recovery (RLTR) business:  R.C. Bot Inc.  Jump on your Airship and bring the R-Team to distant islands, where they can do what they can do best: parachute down and get the job done!<br><br><strong>Entirely new Gameplay Technique using Nvidia PhysX</strong><br>R.C. Bot Inc. presents an entirely new gameplay technique that mirrors real life motion. All gameplay input is used to control Nvidia PhysX interactions such as forces, impulses and joint motors, things that exist in real life, and the entire game is animation and scripting free. This way of handling gameplay makes sure no game session is like the one before and that the player can feel like playing with real machines because of the realistic interaction with the environment. To make sure gameplay is fun, many helper systems are in the game, which are also all physics based, for example gyroscopic stabilized flying, automatic carrier and catapult loading. New camera perspectives can be created everywhere with your Drone.<br><br><strong>Fight, collect or catch your targets while swinging, flying, driving and shooting around. </strong><br>The game features 32 islands around 8 landscape themes from high canopy forests to African Redlands to the Space Training Facilities. Every tree, every branch, every rock, everything will react to your physics based R.C. machines like in real life. <br><br><strong>Think ahead! </strong><br>Your recovery bot comes with a physics-based damage system. Do not fall from high altitude! Life does not get easier with one leg gone. Watch shadows and day and night: your bot is powered by latest ultrafast solar technology and he likes to drain his battery with his thrusters, cannon and toys. Upgrade your bot and unlock new islands with the reward money you earn from the Iridium Targets. Modify your bot with different shapes and materials by calling the customization department to influence his physics behavior. Remember, you can control all limbs of your bot on their own. Think 3D! Your Bot will also go to Space where up can be down.<br><br><strong>Bonus Content</strong><br>Ever wanted to get started with game development? The download will include a fully documented and physics based example Katamari game. See how things are done in Unreal Engine 4 and lay hands on the cable work under the hood! Learn how to do graphics, menus and gameplay!<br><br><strong>About us</strong><br>We are a small team with rendering, simulation and GTA modding background trying to create a new gameplay concept by doing a 100% physics based game that is fully unscripted and animation free. Because all of us work in technology day jobs that are somehow related to gaming, and because we have played and modded so many games since our childhood, we wanted to put something new on the map of videogames with the PhysX driven gameplay technique. We hope you enjoy it!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/459630/header.jpg?t=1470263307",
    "developers": [
      "Blue Budgie Studios"
    ],
    "publishers": [
      "Blue Budgie Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 37,
      "highlighted": [
        {
          "name": "Greenlander",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/459630/f503f843211a73a049b0e000ea880dd87ee54e2d.jpg"
        },
        {
          "name": "Space Cowboy",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/459630/77f6cad3c8d80cdc8602f50fcc860f0c927b7e55.jpg"
        },
        {
          "name": "City Dweller",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/459630/14f17305c1be9d7f7206da52f64aa0fd72381235.jpg"
        },
        {
          "name": "Rob Roy",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/459630/2617bcbbe65f0a049186ece58630624f6868b368.jpg"
        },
        {
          "name": "Tarzan",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/459630/a63ef8da68f335d8af79ad4955d34b642ce05bc3.jpg"
        },
        {
          "name": "The Big Ones",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/459630/3d8d81e8f90c071d7b01082032285f284a63d059.jpg"
        },
        {
          "name": "Camel",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/459630/9f8ca91e2abb2799da8f0bb64d1653897c9fe593.jpg"
        },
        {
          "name": "Snow Man",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/459630/640e86f8dadfe3fa8a8ba5feaba837afe0d050eb.jpg"
        },
        {
          "name": "A Job Done",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/459630/7e1c570077129b5edb2c399d942d16821a80c232.jpg"
        },
        {
          "name": "Ballon Apprentice",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/459630/35a7d7bf1b4a3ab1e1320ce0da220b0c1a5f10b1.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}