{
  "459760": {
    "name": "Exotic Matter",
    "steam_appid": 459760,
    "required_age": 0,
    "is_free": false,
    "description": "Shipwrecked on an alien planet light years from earth, you are tasked with finding a rare and invaluable substance that could save humanity from complete destruction. <br><br>Explore the randomly generated open world of planet Xcylin, delve into the ruins left by an alien race, and expand your arsenal and abilities. Exotic Matter offers countless items, weapons and block types to discover and unlock on your adventure to save Earth.<br><br>Exotic Matter is a single-player open world voxel Metroidvania adventure, currently being developed for PC. A blend between a sci-fi mystery and a survival/crafting experience, Exotic Matter takes you on a compelling adventure through fully simulated planet with roguelike underground facilities. The game's sophisticated &quot;dungeon&quot; generation system ensures that no two playthroughs or dungeons are ever the same. <br><br>Exotic Matter also features a fully moddable engine, allowing you to explore countless other worlds created by the community or put on your creative hat and make your own sci-fi adventure!<br><br><strong>Features</strong><br><ul class=\"bb_ul\"><li>a completely simulated planet open for total exploration<br></li><li>fully destructible and reconstructible terrain<br></li><li>build your own shelters/bases with sophisticated in-game technology. Connect lights and doors with switches, pressure sensitive blocks and even in-game computer systems<br></li><li>mine resources deep below the surface and find hidden treasures and secret underground complexes<br></li><li>a vast amount of different block types, each with different attributes and abilities<br></li><li>tens of ancient items and technologies left behind by an alien civilization<br></li><li>a crafting system combining personal crafting and large-scale crafting via replicator technology, for even more complex items<br></li><li>tens of roguelike facilities for you to explore - some large and important, some small and secret - all created by a sophisticated dungeon generation system<br></li><li>a &quot;wide linear&quot;, deep sci-fi narrative driven by your own exploration and sense of adventure <br></li><li>intelligently interacting and overlapping procedural generation systems - from the alien landscape to secret facilities - ensuring no two adventures ever play the same <br></li><li>a fully moddable engine allowing you to create your own entirely custom worlds. Built-in modding support means that almost every aspect of the game is laid open to your creativity (from items and block types to planet composition and terrain, to biomes, and more)!</li></ul><br><i>Please note that although these features are all planned and most of them are fully implemented, they are all subject to change due to the fact that this is an Early Access game. We are working on a new roadmap to prepare Exotic Matter for full launch - we'd love to hear your feedback on the Exotic Matter Discord  </i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/459760/header.jpg?t=1691521773",
    "developers": [
      "MobiusCode"
    ],
    "publishers": [
      "MobiusCode"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}