{
  "460990": {
    "name": "The Impossible Travel Agency",
    "steam_appid": 460990,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>NEW HALLOWEEN UPDATE:</strong> We have released a free update containing a special Halloween version of our experience with all new music. For more details, please see our Recent Update on the release!<h2 class=\"bb_tag\" >Welcome to the Impossible Travel Agency</h2>Travel to a distant world pulsing with life in this beautiful VR experience set to music. As the sun sets and the twin moons rise, luminescent flowers shine while sleek birds glowing with mystical patterns weave ever-changing shapes across the sky. And then, minute by minute, you realize that something miraculous is unfolding before you. All of it builds to a glorious and mysterious climax -- and you can only witness all of this thanks to the Impossible Travel Agency, a transporting VR experience for anyone who loves music, beauty, and dreams.<br><br><u>This is a narrative experience in VR lasting six minutes.</u> Once you've taken the trip, <u>you can customize it</u> by using your own music and setting the duration to match your favorite album or playlist. The environment will react to your music and the story will adjust to your new duration for a transporting experience with the songs you love.<br><br>ITA supports the Oculus Rift and HTC Vive headsets. It also supports the use of tracked motion controllers for both VR platforms but controller usage is optional. You may sit, stand, walk around, or just lie on the floor and look up at the stars.<br><br> Available for Arcades on SpringboardVR ",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/460990/header.jpg?t=1572373237",
    "developers": [
      "Holospark"
    ],
    "publishers": [
      "Holospark"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00",
      "recurring_sub": 139358,
      "recurring_sub_desc": "今日需支付 ¥ 21.00，另外自动续订每 1 个月需支付 ¥ 22.00。"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}