{
  "461590": {
    "name": "The Way Of Love: Sub Zero",
    "steam_appid": 461590,
    "required_age": 0,
    "is_free": false,
    "description": "An operation is being undertaken in the eastern region of the Hawizeh Marshes at night (a relatively remote place from the marshes so that the unique vegetation of this region is visible). The heavy enemy fire, successive explosions, enemy and friendly gunshots from heavy and light machine guns, shrapnel shells and mortar bombs dismember and butcher the soldiers. The sound of cries and groans can be heard from the wounded and the medics throughout the battlefield. The stench of treason hurts one’s nose. Who, and for what purpose, would one betray his own country? One of the most prominent pilots of the Air Force, Asef Mahmoudi, has been taken captive by the Iraqis with a series of critical documents. Any diplomatic move would raise suspicions and is utterly dangerous. The only way is to dispatch one of the most elite members of the commando unit. Rasoul is both passionate and intelligent. Without a doubt, he is the best option. Will he succeed in saving Asef? Will everything go according to plan? I don’t know why the stench of treason still hurts my nose….<br />\r\n<br />\r\nGame features:<br />\r\n<br />\r\n1. A spy story of a special force agent going into the enemy land until he discovers the truth in fatherland<br />\r\n2. Loyalty to the Adventure genre, more than 10 mini games and tens of environmental puzzles<br />\r\n3. Two main characters<br />\r\n4. Narrating the story in 25 locations and 85 backgrounds with utmost detail<br />\r\n5. 15 characters with more than 80 pages of captivating dialogue<br />\r\n6. More than 20 minutes of motion comic for a more precise narration of the story<br />\r\n7. 60 minutes of engaging goal-oriented music<br />\r\n8. Various stealth gameplays and clothe changings in the form of a classic adventure",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/461590/header.jpg?t=1759954024",
    "developers": [
      "RSK Entertainment"
    ],
    "publishers": [
      "Strategy First"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 3300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}