{
  "461680": {
    "name": "FPV Air Tracks",
    "steam_appid": 461680,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>WARNING:</strong> This is a SIMULATOR, the drone handling and physics are very closely matched to <strong>real life</strong>, flying a racing drone is <strong>NOT easy</strong>. If you have no helicopter or multirotor flight experience then this program will be extremely dificult and frustrating, you have been warned. <br><br>That said, if a new player did ever manage to develop the coordination required to fly this simulator competently they could be sure that those skills would translate into the real world. To go from no experience to some level of control takes hours of attempts.<br><br>Racing drones are almost always hand built craft which can vary greatly in size, weight, thrust, acceleration, control delay, PID tuning and rates. So if you have real life flight experience it's highly unlikely that the default configuration of this simulation will match up with your experiences. This simulator should offer you all the settings you need to tweak the game's physics into something that does match the handling of your real life racing drone very closely. <br><br>Experience the rush of FPV racing and even develop real life drone flight skills with the life-like physics found in this sim. If you already have drone racing experience, this sim supports many Radio Controllers and will enable you do develop skills on new challenging courses. If you're just starting out, the game also supports common gamepads and joysticks to get you started.<br>Never got bogged down flying the same courses on repeat, build your own new tracks in the easy to use track builder. Push your skills at your pace by tailoring levels to your current training needs.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>Painless Multiplayer<br></li><li>Supports real Radio Controllers with easy set-up and calibration<br></li><li>Life-like Physics<br></li><li>Track builder/editor<br></li><li>Tweakable physics / handling<br></li><li>Skill Testing/High Challenge<br></li><li>Cutting edge graphics</li></ul><br>Unlike most done racing sims FPV Air Tracks features an easy to use track editor which allows you to quickly create new courses and share them online. This allows for new challenges instead of just memorising the same old tracks. As soon as you jump into an online game, the current track will be added to your collection so you can fly it another time on your own with others. <br><br>The game features what is perhaps the most painless and functional multiplayer of any other drone sim, with the ability to easily join into multiplayer races at the click of a button. With some custom netcode, the game should never feel laggy to play and enable people to compete all around the world in the same environment. <br><br>Racing multicopters is much harder than it looks on youtube, if nothing else this sim will help you develop appreciation for the skill involved in what looks like simple manouvers. Prepare to test your patience on the game's highly challenging courses.<br><br>This sim does support a wide range of real world radio transmitters but it can be technically awkward to get them to play nice with Windows and the Unreal Engine, please read through the steam discussions about settings up a radio controller before posting a new question.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/461680/header.jpg?t=1655164288",
    "developers": [
      "Flyleap Studios"
    ],
    "publishers": [
      "Flyleap Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 5 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}