{
  "461780": {
    "name": "Moonstone Tavern - A Fantasy Tavern Sim!",
    "steam_appid": 461780,
    "required_age": 0,
    "is_free": false,
    "description": "With the death of your eccentric aunt, you have been left the once famous Moonstone Tavern. Unfortunately the tavern has seen better days. With only two functioning rooms, crumbling architecture, and an ever-diminishing reputation there is plenty of room for improvement. <br><br>Can you turn this dilapidated ruin into a thriving business? In a fantasy world filled with cunning wizards, tricky elves, cat obsessed gnomes, grumpy dwarves, and sad fairies it certainly isn’t going to be easy, especially if you want them all to stay happy under one roof. If you are going to make a go of it there is a lot to do: staff to hire, meals to cook, ingredients to forage, quests to undertake, and gods to appease. Yet if you can survive the brutal world that surrounds you there is definitely a profit to be made!<br><br><strong>FEATURES:</strong><br><br>•\tRepair, renovate, and decorate the dilapidated tavern. <br>•\tBuild specialist rooms for humans, elves, fairies, gnomes, orcs, and dwarves. <br>•\tBuild undersea 'beds' for the Merfolk!<br>•\tHire cooks, priests, foragers, and heroes to help improve your tavern. <br>•\tForage hundreds of real world items. <br>•\tCraft hundreds of items including weapons, armours, potions, scrolls, and genetimage equipment. <br>•\tCollect and breed over 50  colletable creatures to keep as pets.<br>•\tFind and ride the mystical, pink unipony!<br>•\tInteract with hundreds of unique guests with stories, rumours, and suggestions for your tavern! <br>•\tAssemble a team of heroes and mages to help you on adventures.<br>•\tChoose from 10 starting characters and from six different fantasy class types including druid, witch hunter, and gunlord.<br>•\tAn involved weapon and magic system with wands, swords, guns, and spells!<br>•\tSettle into your new life by getting married and having a child.<br>•\tInvest in the local Arena - watch battles and bet on fights.<br>•\tDynamic seasons with day and night system. <br>•\tUndertake quests to improve your tavern’s renown, find paintings to hang and specialist food to serve. Raid the castles of dark mages for supplies, loot dragon hordes for gold, and seek out lost shrines to please the gods.<br>•\tExplore a handcrafted world and visit the undercity of the gnomes, a bustling human port, and the dark village of the elves. <br>•\tChoose a god to worship and gain special powers and bonuses for your tavern. <br>•\tTake part in a non-compulsory, rpg storyline that will place you and your tavern at the centre of a plague, and amidst a magical war that threatens to overcome the three kingdoms!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/461780/header.jpg?t=1551196591",
    "developers": [
      "Trevor Jones",
      "Trevor Jones"
    ],
    "publishers": [
      "Trevor Jones"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3100,
      "final": 3100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 31.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 5 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}