{
  "461930": {
    "name": "Sengoku Jidai – Field of Glory Renaissance Core Rules pdf",
    "steam_appid": 461930,
    "required_age": 0,
    "is_free": false,
    "description": "Do battle with friends and enemies alike with Field of Glory: Renaissance, the miniatures tabletop wargaming rules.<br />\r\n<br />\r\nBring history to life as you engage in ferocious combat with the finest armies of the Renaissance world. The Field of Glory: Renaissance rulebook contains all the information you need to play your first epic battle with figurines, terrain, tape measures and dice.<br />\r\n<br />\r\nFollowing on from the success of the Field of Glory ancient and medieval rules, Slitherine and Osprey are proud to present this new rulebook for a whole new era of wargaming. <br />\r\n<br />\r\nField of Glory: Renaissance takes a fresh look at the weapons and tactics that dominated the battlefields of the fifteenth, sixteenth, and seventeenth centuries, and presents a brand-new system that captures the flavour of this colourful period while remaining familiar to current Field of Glory players.<br />\r\n<br />\r\nCompletely independent of the early books, Field of Glory: Renaissance has been designed in an approachable and easy-to-learn manner that allows players to focus on realistic formations and battlefield tactics of the early modern era.<br />\r\n<br />\r\nAuthor: Richard Bodley Scott<br />\r\nCover Artist: Peter Dennis<br />\r\nFormat: 242 x 190mm, 212 pages",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/461930/header.jpg?t=1478181631",
    "developers": [
      "Byzantine Games"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 5 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}