{
  "462140": {
    "name": "Trainz Route: Settle and Carlisle",
    "steam_appid": 462140,
    "required_age": 0,
    "is_free": false,
    "description": "Settle and Carlisle (SnC) has been updated for Trainz A New Era!<br />\r\n25 sessions across 5 routes with all with new speedtrees and procedural tracks this is one you'll want to pick up and drive!<br />\r\n<br />\r\nSettle and Carlisle takes you to one of the most famous and scenic British main lines at the time of the transition from steam to diesel power. With 10 different types of locomotives and dozens of rolling stock items at your disposal you decide what train to drive. Sessions featuring Anglo-Scottish expresses, local stopping trains, fast freights, heavy mineral, slow pickup goods or trip workings offer a rich variety of services for your enjoyment. The 87 mile route from Skipton to Carlisle over the wild and remote Pennine moors will test your driving skills and ability to keep to schedule. Prototypical topography, track plans, gradients, stations, signal boxes and signal placement, viaducts and tunnels will complete your experience. With &quot;Trainz Simulator: Settle and Carlisle&quot; you will almost believe that you are there.<br />\r\n<br />\r\nThere is semaphore signalling with new logic, and water troughs to replenish the tender whilst on the move. AWS (Automatic Warning System) is fitted to some diesel locomotives to give advance indication of the signalling, this provides extra security for the safe running of your consist.<br />\r\n<br />\r\nFor this steeply graded route large locomotives have been provided, including the powerful Britannia and A3 Pacifics, the LMS 8F 2-8-0 and the BR 9F 2-10-0. The LMS 4F 0-6-0 is included for the lighter trains and for shunting work a choice of the LMS 3F and the L&amp;Y 2F 0-6-0 tank engines. All these locomotives have a multiple choice of running numbers and adjustable headlamp codes. The diesels include the large Class 40 (Whistler) and the versatile Class 37. The smaller Class 24 is included for lighter duties.<br />\r\n<br />\r\nFor rolling stock there is a new range of Mk1 coaches and an impressive array of new goods vehicles. These include the 4 and 6 wheel tankers, the anhydrite hopper wagons, the Presflo for powder loads. Other goods vehicles will include a variety of vans, open wagons and flat tops to represent the typical goods traffic of the time. The ubiquitous brake van has not been forgotten, of course.<br />\r\n<br />\r\nThe route, rolling stock and scenic items have been updated or expanded since TC3 to take advantage of the performance enhancements now available on the TS2009 platform and provide a greater range of assets. There have been several hundred modifications and additions for this release.",
    "supported_languages": "英语, 法语, 德语, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/462140/header.jpg?t=1474948435",
    "developers": [
      "N3V Games"
    ],
    "publishers": [
      "N3V Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9200,
      "final": 9200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 92.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}