{
  "46280": {
    "name": "Star Wolves 2",
    "steam_appid": 46280,
    "required_age": 0,
    "is_free": false,
    "description": "Six years have passed after the events of 2226 A.D. The balance in the galaxy has been restored as transgalactic corporations have been deported to the outskirts of the galaxy and deprived of their power.  <br>\t\t\t\t\tThe Empire, just as before, continues to fight against the Aliens. As a rule armadas of battleships aren't used in such conflicts. Small maneuverable squadrons that can attack and retreat quickly are better suited for this type of war. This means that the famous Star Wolves team is back in action!<br>\t\t\t\t\tStar Wolves is a 3D space RPG with deep strategy and tactical elements. The game thrusts players into a world of freelance space hunters during a time of war for the all-powerful Empire.  Human space pirates, rogue AI computers that rebelled against humanity and Aliens roam space in search of easy prey and planets to conquer.<br>\t\t\t\t\t<ul class=\"bb_ul\"><li>Star Wolves 2 is a sequel to the best-selling space strategy with role-playing elements<br>\t\t\t\t\t</li><li>Huge game world with over 50 star systems and complete freedom to move from one to another<br>\t\t\t\t\t</li><li>New ships including the Mothership, improved fighters and ships built using alien technologies<br>\t\t\t\t\t</li><li>Upgrade your ship with a huge range of parts<br>\t\t\t\t\t</li><li>New characters and mercenaries to join your team<br>\t\t\t\t\t</li><li>Non-linear storyline, several ways to finish the game and dynamic missions.  It is up to the player to choose where to go and what missions to pick up. <br>\t\t\t\t\t</li><li>Upgrade your ship with a huge range of parts<br>\t\t\t\t\t</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 波兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/46280/79ff68e75c5ea0e9ed9ba8edff70bd76d79c6c1a/header.jpg?t=1759501150",
    "developers": [
      "X-Bow Software"
    ],
    "publishers": [
      "Fulqrum Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 360,
      "discount_percent": 80,
      "initial_formatted": "¥ 18.00",
      "final_formatted": "¥ 3.60"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 3 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}