{
  "462910": {
    "name": "Poly Runner VR",
    "steam_appid": 462910,
    "required_age": 0,
    "is_free": true,
    "description": "Try your hand at the VR spaceflight challenge reviewers have dubbed “not a hurl fest!” Enter a world full of immersive alien landscapes through which you must navigate at high speeds, using lightning-fast reflexes to score points and earn your rep as the ultimate starfighter pilot. How long can you survive? <br><br>PolyRunner VR is an addictive, high-quality experience that tests your skills against an other-worldly, ever-changing landscape rather than testing your ability to maintain control of your stomach. This engaging virtual world offers more interesting, challenging terrain the further you progress. All the while, you can collect bonus points for your precision by navigating through checkpoints and utilizing boosts to give you an extra edge. The intuitive controls make it easy for anyone to compete in this spaceship runner, but mastering flight skills is a feat that will earn you a place among the top guns and make you worthy of a personal theme song that would inspire jealousy in any maverick pilot. Will you accept the challenge?<br><br><strong>Features:</strong><br><ul class=\"bb_ul\"><li>A spaceflight runner designed to put your skills to the test<br></li><li>Intriguing, immersive landscapes that change as you progress<br></li><li>Checkpoints and boosts that help you earn even higher scores<br></li><li>An incredibly comfortable VR experience<br></li><li>Multiple control options to suit your preference<br></li><li>Intuitive and easy to learn, but challenging to achieve top scores</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/462910/header.jpg?t=1461103842",
    "developers": [
      "Lucid Sight, Inc."
    ],
    "publishers": [
      "Lucid Sight, Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 4 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}