{
  "463330": {
    "name": "The Sea Eternal Demo",
    "steam_appid": 463330,
    "required_age": 0,
    "is_free": true,
    "description": "In the enchanted underwater City of Glass, what will you sacrifice for immortality? Love, memories, freedom? Will you take freedom from others to win your heart's desire? Dive into a world of mermaids, mermen, and other merfolk, where every character has secrets, and nothing is what it seems!<br><br>&quot;The Sea Eternal&quot; is an epic interactive fantasy novel by Lynnea Glasser, author of &quot;Creatures Such as We&quot; and &quot;Coloratura,&quot; winner of the 2013 Interactive Fiction Competition and numerous XYZZY awards. Your choices control the story. It's entirely text-based--283,000 words, without graphics or sound effects--and fueled by the vast, unstoppable power of your imagination.<br><br>The whales have granted the merfolk eternal life, and asked you for so little in return. Defense against the giant squid. Secrecy from humans. But when a rogue mermaid tries to destroy the gift of immortality, ancient secrets rise from the depths, and the delicate balance of society rests in your hands.<br><br>Will you fight to protect your immortality, or surrender it for a higher cause? Will you choose sides in the neverending war between the whales and the giant squid? Will your undying love save the City of Glass, or destroy it?<br><br><ul class=\"bb_ul\"><li> Decide what being a hero means to you, with over 10 unique endings<br></li><li> Choose your own mer-self, with multiple gender and orientation options available<br></li><li> Play alongside similarly diverse characters<br></li><li> Romance human visitors to the underwater city<br></li><li> Earn the trust of nuanced characters<br></li><li> Break their trust<br></li><li> Pick up the pieces of your shattered relationships</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/463330/header.jpg?t=1734030438",
    "developers": [
      "Choice of Games"
    ],
    "publishers": [
      "Choice of Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 4 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}