{
  "463450": {
    "name": "Bipolar Game",
    "steam_appid": 463450,
    "required_age": 0,
    "is_free": false,
    "description": "Bipolar is a game with a simple premise. Get your player object to the end green portal using the magnetic polarities of positive and negative to assist you in reaching that goal. Unlike most games, there is no traditional jumping. The power of magnets is your best friend here.<br />\r\n<br />\r\nFeaturing unique and original gameplay, Bipolar is quite unlike any other game out there. Featuring 50 levels of differing challenges and gameplay, the game appeals to players of all types whether your casual, moderate or hardcore. The game also features levels of various themes and challenges, meaning that you will never know what to expect.<br />\r\n<br />\r\nLevels vary from your typical earth-like gravity to more abstract space-style levels where there is a distinct lack of it, and must use your polarities to affect your direction of float to enable you to accomplish your tasks.<br />\r\n<br />\r\nGame elements are scattered throughout the levels. Some to assist you (cameras, polarity platforms, pinball bumpers etc) and others which are best avoided (mines, trip-wires etc).<br />\r\n<br />\r\nWinners of the Monash award for most outstanding student work (Caulfield campus) in studio 2010 and entrants in the Independent Games Festival (entered in both Commercial and student categories), Bipolar is the outstanding work of just four students. Later work on the game was done solely by Jason Free.<br />\r\n<br />\r\nBipolar is not only a game where you get to play levels. You can make your own if you so wish. Featuring a level editor created by lead programmer Tom Parry, so that you will be free to create levels of your own to give to your friends or share with others online. Simply run the editor and the rest is limited only by your creativity.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/463450/header.jpg?t=1461120763",
    "developers": [
      "Jason Free"
    ],
    "publishers": [
      "Jason Free"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 4 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}