{
  "46370": {
    "name": "Rig n Roll",
    "steam_appid": 46370,
    "required_age": 0,
    "is_free": false,
    "description": "Players will step into the shoes of a young man in the year 2014 as he arrives in California to pursue his dreams of road domination and capture the Californian cargo transportation market. There are miles of highways to conquer and cities and towns to reach as he becomes the greatest trucker on the highways. <strong>Rig’n’Roll</strong> is a sequel to the famous Hard Truck series. This time the game world is true-to-life. Gamers can race high-powered Semis along thousands miles of real Californian roads, visiting San-Francisco to San Diego, San Jose to Los Angeles. <strong>Rig’n’Roll</strong> delivers players the ultimate truck driving experience with authentic models of trucks and their interiors, completely new physics and astonishing 3D graphics among numerous features.<br>\t\t\t\t\tPlayers will outrun their opponents to deliver cargo on time or take part in truck races to prove their professional skills, giving them the opportunity to improve their rating and authority among other drivers. <strong>Rig’n’Roll</strong> also gives gamers an opportunity to test their management skills as they establish their own cargo transportation company. Players will recruit staff and hire other drivers to work for them as they expand their business and eliminate their competitors from the transportation market. Apart from being the most accurate and innovative truck driving simulation game ever produced, <strong>Rig’n’Roll</strong> immerses players in an exciting story with an unexpected finale, making new allies and battling treacherous foes as they discover a conspiracy that will test their skills to the limit.<br>\t\t\t\t\t<strong>Key features:</strong><br>\t\t\t\t\t<ul class=\"bb_ul\"><li>Authentic models of famous trucks — Freightliner, Peterbilt, Kenworth, Sterling and Western Star<br>\t\t\t\t\t</li><li>Over 12,000 miles of California roads, including all major freeways<br>\t\t\t\t\t</li><li>Over 40 California cities, including San Diego, San Francisco and Los Angeles<br>\t\t\t\t\t</li><li>Truck races, cargo delivery, economic simulation and a thrilling storyline<br>\t\t\t\t\t</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语, 波兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/46370/c8fd92bcf42497b9f5399a1c7b68efadf0d58e90/header.jpg?t=1759479782",
    "developers": [
      "SoftLab-NSK"
    ],
    "publishers": [
      "Fulqrum Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 440,
      "discount_percent": 80,
      "initial_formatted": "¥ 22.00",
      "final_formatted": "¥ 4.40"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 7 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 3,
      "total_negative": 1,
      "total_reviews": 4
    }
  }
}