{
  "46380": {
    "name": "Reign: Conflict of Nations",
    "steam_appid": 46380,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Reign: Conflict of Nations</strong> is a large-scale real-time historical strategy game covering three centuries of medieval Europe. The player becomes a monarch testing their skills by controlling one of 26 unique factions as they develop smart economics, work political maneuvers, maintain thoughtful diplomacy, take care of resources and wage war. As the ruler players have absolute command and the ability to thrive or fail and die.<br><br>\t\t\t\t\t<strong>Reign: Conflict of Nations</strong> allows players to have a well thought-out and historically accurate system of building and assigning labor forces in cities, a large selection of scenario-based and random missions, an expansive and realistic technology tree, more than 150 types of military units and elaborated graphics and animations which bring the war to life.<br><br>\t\t\t\t\t<ul class=\"bb_ul\"><li>Strategy game covering 300 years in the history of Europe.<br>\t\t\t\t\t</li><li>Based on a detailed 3D map with authentic landscape and historically accurate military units.<br>\t\t\t\t\t</li><li>Large-scale military campaign to turn a small principality into a large and powerful empire.<br>\t\t\t\t\t</li><li>26 factions to control: Russian, Polish and Lithuanian princedoms, lands of the Knight Orders and Eastern European monarchies.<br>\t\t\t\t\t</li><li>Political, economic and role-playing systems showing the intricacies of diplomacy and wars in medieval Europe.<br>\t\t\t\t\t</li><li>Great people and personalities of the past, hundreds of game characters, each one with their own unique specialties including rulers, commanders, priests, alchemists and spies.<br>\t\t\t\t\t</li></ul>",
    "supported_languages": "英语, 俄语, 德语, 日语, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/46380/269fe04a21c8536b30309b8205ec9772c29a0ebb/header.jpg?t=1759483536",
    "developers": [
      "Lesta Studio"
    ],
    "publishers": [
      "Fulqrum Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 360,
      "discount_percent": 80,
      "initial_formatted": "¥ 18.00",
      "final_formatted": "¥ 3.60"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 7 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}