{
  "464590": {
    "name": "Order of Battle: U.S. Pacific",
    "steam_appid": 464590,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Note: If you had bought Order of Battle - Pacific then you already own this DLC!</i><br><br>December 7, 1941 – the surprise attack on Pearl Harbor left America shocked and the US Navy stunned. Glorious battleships such as USS Arizona were sunk or put out of action for. This infamous raid gave Japan a serious advantage right from the start, but they have sorely underestimated the American determination to overcome this setback and fight back the aggression. Four long years of war now lay ahead to determine the outcome of this epic struggle...<br> <br><strong>As the commanding officer of the US Pacific forces, the player is tasked to put a halt to the Japanese aggression and restore American supremacy in this part of the globe. </strong>From the early blow at Pearl Harbor to the final battles in the Japanese archipelago, recruiting new units, giving the right orders and organizing an effective supply chain are essential on the path to ultimate victory. New technologies and equipment will gradually become available, allowing players to modernize their army, fleet and airforce throughout the campaign.<br> <br>In Order of Battle: U.S. Pacific you take control over the American army and fleet in some of the most iconic land and naval battles of the Pacific Theatre of WW2.<br><br><strong>Scenarios</strong><br><br>Pearl Harbor<br>War Plan Orange-3<br>Bataan<br>Marshalls-Gilberts Raid<br>Coral Sea<br>Midway<br>Guadalcanal<br>New Georgia<br>Philippine Sea<br>Leyte<br>Okinawa<br>Tokyo",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/464590/header.jpg?t=1611668468",
    "developers": [
      "The Artistocrats"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}