{
  "46490": {
    "name": "Still Life 2",
    "steam_appid": 46490,
    "required_age": 0,
    "is_free": false,
    "description": "Who is hiding behind Mr. X? Still Life 2 reveals the long-awaited ending of <strong>Still Life</strong> and spells a new investigation for Agent Victoria McPherson.<br>\t\t\t\t\tIn Fall 2008, Victoria is sent to Maine where Ellen Dunnigan's body has just been found. The modus operandi and the video sent to the police and press leave them in no doubt as to the killer's identity: the East Coast Torturer has struck again! No clues are picked up during the autopsy, as the serial killer painstakingly washed the body. Once again, the killer has not committed any errors.<br>\t\t\t\t\tFrom her motel room, Victoria comes across a report by Paloma Hernandez, the journalist covering all the crimes bearing the East Coast Torturer's signature. Hernandez has been highly critical of the FBI's and Victoria's lack of progress. That does not stop Hernandez from phoning and asking Victoria to meet her later that evening. Hernandez claims to have some so-called clues on the killer in her possession. Victoria flatly refuses. Just moments later, Paloma is kidnapped by the Torturer…<br>\t\t\t\t\t<strong>Still Life 2</strong> remains true to the spirit of its first installment, but now allows you to play and manage two characters bound by the same fate. This time, the aim is to control two heroines, see the game from two complementary viewpoints and experience two different gameplays. Depending on whether you are playing Paloma Hernandez, the victim being hunted by the killer or Victoria McPherson, the FBI agent tracking him down, you can alternate between survival and investigation.",
    "supported_languages": "英语, 法语, 德语, 意大利语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/46490/header.jpg?t=1570009802",
    "developers": [
      "Microids"
    ],
    "publishers": [
      "Microids"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3100,
      "final": 3100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 31.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2011 年 6 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}