{
  "465090": {
    "name": "Don Bradman Cricket 17 Demo",
    "steam_appid": 465090,
    "required_age": 0,
    "is_free": true,
    "description": "In the lead up to the launch of Don Bradman Cricket 17, the most lifelike cricket game ever designed, fans can get a taste of the action with the free Don Bradman Cricket Academy available here now.<br />\r\n<br />\r\nThe Don Bradman Cricket Academy allows gamers to build their dream cricket team and get prepped for the big competition when the full Don Bradman Cricket 17 game launches in December 2016. Gamers will be able to create and customise their players with an unprecedented level of control, altering players' roles, mentalities, batting positions and numerous skills to create the ultimate superstar.<br />\r\n<br />\r\nDon Bradman Cricket 17 features a new lighting system that creates the most true-to-life characters yet, photo realistic skin tones, and 30 per cent more controls than in the predecessor to allow for unprecedented refinement of player visuals. For the first time, gamers will be able to give their players' tattoos enabling them to recreate their cricketing heroes and local clubs in the game with complete precision. Importing any of the 200,000 plus cricket players from the previous Don Bradman Cricket title also allows a seamless transition to the new Don Bradman Cricket 17 game for veterans making the upgrade.<br />\r\n<br />\r\nFor the first time ever in a cricket game, you are able to create female players. Offering the same options to create a player as males. Big Ant Studios is committed to ensuring women in Don Bradman Cricket 17 are as &quot;completely true to the sport as is possible.&quot;<br />\r\n<br />\r\nThe Academy gives a sense of what the final Don Bradman Cricket 17 will look and feel like and shall receive continued support and updates to the application in the lead up to the release of the game itself, including the addition of playable content.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/465090/header.jpg?t=1484547556",
    "developers": [
      "Big Ant Studios"
    ],
    "publishers": [
      "Big Ant Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 5 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}