{
  "465310": {
    "name": "Ricerca VR",
    "steam_appid": 465310,
    "required_age": 0,
    "is_free": false,
    "description": "Ricerca (ri-cher-ka), which in Italian means “search,” is an animated installation experience. In it, we follow a bicyclist searching through different memories and worlds to find something he has lost over time. <br />\r\n<br />\r\nThis film was originally experienced on 5 different projection screens in an art gallery space with custom-designed 8 channel surround sound, and has since then been re-created virtually in order to showcase the art installation experience to more people with ease. Created by artist animator Yo-Yo Lin, Ricerca is a media installation that combines the virtues of cinematic storytelling with that of installation art, an experience designed to tell compelling stories in a more intimate format. <br />\r\n<br />\r\nRicerca pushes boundaries in storytelling by creating a cinematic experience every viewer will experience and interpret differently by how they move around in space. The installation beckons viewers to physically move in and around the animated film and explore the three-dimensional soundscape in the room, giving viewers the ability to develop a highly personal relationship with the film and go on their own self-search through time.<br />\r\n<br />\r\n&quot;Ricerca VR&quot; is itself its own unique experience- instead of being in a room with other viewers, one goes on their own meditative journey in solitude. Just as in the physical art installation, the entire experience loops over after 12 minutes, giving the viewer opportunities to ruminate over the experience many times. The narrative is structured to have no clear beginning or end, drawing from the director’s Buddhist beliefs of reincarnation and flow of karmic energy.<br />\r\n<br />\r\nThe sound design and musical score come together to create a directed experience in 360 space, allowing viewers to effectively follow a narrative on five screens by following certain hard sounds in different parts of the room. While there are directional sounds present to tell the viewer where to look, ambient sounds are spread throughout the room to create an immersive world for the viewer themselves to explore freely. Using Two Big Ear's 3Dception, our team effectively re-created our soundscape for Ricerca VR.<br />\r\n<br />\r\nWhile Ricerca VR is no game, it presents an interesting idea of how art installations can live on in virtual space, changing our perception of a temporal-based medium into one that has the potential to live on in a digital afterlife. Ricerca VR asks the questions, how will virtual reality be used to archive and distribute art? Will a virtual gallery system appear as the line between art and technology continue to be blurred? How can we foster the human experience that is integral in art-viewing with a medium like virtual reality? We hope Ricerca VR is a start to answering these questions.<br />\r\n<br />\r\nYo-Yo Lin- Director and Animator<br />\r\nWill Cherry- Producer<br />\r\nMichael Matchen- Composer<br />\r\nElle Callahan- Sound Design",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/465310/header.jpg?t=1462297085",
    "developers": [
      "The Family, LLC",
      "Yo-Yo Lin",
      "William Paul Cowan Jr.",
      "Mike Murdock",
      "Neilson K-S"
    ],
    "publishers": [
      "The Family, LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 5 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}