{
  "466300": {
    "name": "Planescape: Torment: Enhanced Edition",
    "steam_appid": 466300,
    "required_age": 0,
    "is_free": false,
    "description": "The original Planescape: Torment was released in 1999 to widespread critical acclaim. It won RPG of the Year from multiple outlets for its unconventional story, characters, and amazing soundtrack. Since then, millions of Planescape: Torment fans have enjoyed exploring the strange and dangerous city of Sigil and surrounding planes through the Nameless One's eyes. <br><br>Discover an incredibly rich story and a unique setting unlike anything else in fantasy. Defeat strange and alien creatures, engage in rich dialogue, and explore the dark and dangerous Planescape setting in this 50+ hour RPG classic.<br><br>This is Planescape: Torment like you’ve never seen before.<h2 class=\"bb_tag\" >Story</h2><br>&quot;What can change the nature of a man?&quot;<br><br>You are the Nameless One, a hulking figure covered in scars and tattoos collected over the course of countless lives—none of which you can remember, but are now coming back to haunt you. You are prodded awake by Morte, a floating skull and keeper of secrets, to embark on an adventure taking The Nameless One from the dirty streets of Sigil into the mysterious Outer Planes and even into the depths of Hell itself.<br><br>Portals riddle the planar metropolis of Sigil, providing access to anywhere in existence, but only if you have the proper key. Known as the &quot;City of Doors,&quot; Sigil is a neutral ground where demons, devas, and races from across the multiverse gather under the watchful shadow of the Lady of Pain, the city's enigmatic ruler. This is a place where the word is mightier than the sword, where thought defines reality, and belief has the power to reshape worlds.<br><br>In your search for answers, you'll find companions matching the bizarre nature of the planes: a chaste succubus who can kill with a kiss, a confused crossbow-wielding cube, a suit of armor animated by a spirit demanding JUSTICE, and more. With these companions and others at The Nameless One’s side, you will explore worlds in search of answers, all to discover that some destinies cannot be escaped and some memories cost more than an even an immortal can bear.<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li><strong>Enhanced Planescape</strong>: Gameplay updates, bug fixes, and enhancements to best capture the original vision for the game.<br></li><li><strong>The Planes Await</strong>: Planescape is a setting you've never experienced before, filled with strange magics, strange adversaries, and Dungeons &amp; Dragons locations from across the multiverse.<br></li><li><strong>Conversations to Remember</strong>: Encounter personable items, philosophic undead, and rat hiveminds while walking the planes with the strangest collection of allies ever seen in an RPG.<br></li><li><strong>Pick Your Path</strong>: Character creation is just the beginning. The Nameless One can change his class, alignment, and even gain new abilities based on your choices.<br></li><li><strong>Remastered Music</strong>: The full Planescape: Torment soundtrack has been remastered in-game to add more depth to Sigil and the multiverse.<br></li><li><strong>4K Interface</strong>: Sigil has never looked this good! The interface of Planescape: Torment has been rebuilt in high definition with tons of new convenience features. <br></li><li><strong>A Planescape For Today</strong>: The Enhanced Edition includes modern features such as tab highlighting, area zooming, combat log, quickloot, and more!<br></li><li><strong>Play It Your Way</strong>: Enable Enhanced Edition features as you desire or turn them off to experience Planescape: Torment in its original glory.<br></li><li><strong>Cast Comprehend Languages</strong>: Planescape: Torment: Enhanced Edition is available in English, French, Polish, German, and Korean. Note: Korean translations are text only with voice-overs played in English.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong>, 韩语, 波兰语<strong>*</strong>, 捷克语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/466300/header.jpg?t=1746122996",
    "developers": [
      "Beamdog"
    ],
    "publishers": [
      "Beamdog"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": {
      "total": 50,
      "highlighted": [
        {
          "name": "利刃呼唤",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/466300/3ed4bc2a716e1dcbaf8bfaf2b2c16b12819ac187.jpg"
        },
        {
          "name": "魔法呼唤",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/466300/cc23acaf3ab323cac1bdee557123226b52a00b19.jpg"
        },
        {
          "name": "暗影呼唤",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/466300/32d02bc2543859db04f549492f68e42df0ca5064.jpg"
        },
        {
          "name": "利刃大师",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/466300/9ab20bbbd2a52e5ff1bfc6e386d0e505f640a30a.jpg"
        },
        {
          "name": "魔法大师",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/466300/a18b10fe1726d40c845a4f6a9c54eb9e3073ddff.jpg"
        },
        {
          "name": "与暗影合一",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/466300/c86bf36abc4ba58a71ad0b37cc3007b703652787.jpg"
        },
        {
          "name": "“……尽显你的荣耀。”",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/466300/df67c9566bdf269c25a21b12a2760f2eab718ec2.jpg"
        },
        {
          "name": "混沌使者",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/466300/a985cd4b031b4552a90c88e156365d4e2a01a75c.jpg"
        },
        {
          "name": "天界之心",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/466300/305a52492e52be57ee0e9758b3c6927fd15e7bde.jpg"
        },
        {
          "name": "高贵灵魂",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/466300/21f8958ff535d9d939b8bf768d5721986043c84b.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Overwhelmingly Positive",
      "total_positive": 549,
      "total_negative": 21,
      "total_reviews": 570
    }
  }
}