{
  "46700": {
    "name": "Ironclads: American Civil War",
    "steam_appid": 46700,
    "required_age": 0,
    "is_free": false,
    "description": "&lt;p&gt;Battle of the civil war ironclads. Take part in battles from USS Monitor vs CSS Virginia before battles between armored squadrons of steamships and other vessels.&lt;/p&gt;<br />\r\n\t\t\t\t\t&lt;p&gt;The flow of time is organized into rounds. Within the limits of each round, the player and the computer opponent take turns executing all actions possible within five minutes of real time combat for each of their ships. At the moment when the selected active ship is carrying out an action, all other game units are motionless. Time for decision-making is not limited.&lt;/p&gt;<br />\r\n\t\t\t\t\t&lt;p&gt;Game locations are presented in real 1:1 scale and are not divided into cells or hexagons. The trajectory of movement of the active ship is determined by laws of physics and calculated using realistic speed, size and shape of a unit.&lt;/p&gt;<br />\r\n\t\t\t\t\t&lt;p&gt;The campaign based on alternate outcomes of events which assume a more favourable position for the Confederation in the first two years of the conflict, including diplomatic recognition and construction of a stronger, more balanced Southern fleet in European shipyards.&lt;/p&gt;<br />\r\n\t\t\t\t\t&lt;p&gt;USA and CSA campaigns: 14 missions, 80 hours of game time, 54 unique ships. USS Monitor, CSS Virginia, USS New Ironsides and others Civil War ironclads 3d models.&lt;/p&gt;&lt;br /&gt;&lt;br /&gt;<br />\r\n\t\t\t\t\t&lt;h2&gt;Key features:&lt;/h2&gt;&lt;ul&gt;<br />\r\n\t\t\t\t\t&lt;li&gt;Historical accuracy: the game's locations are created based on historical maps and other surviving documents and accounts of real battles&lt;/li&gt;<br />\r\n\t\t\t\t\t&lt;li&gt;3D models of the civil war ironclads and other warships are based on original drawings and designs from archives, or those restored by experts using photos, models and descriptions of the ships that participated in the Civil War&lt;/li&gt;<br />\r\n\t\t\t\t\t&lt;li&gt;Realness: use of real specifications of the civil war ironclads and other warships: the size, hull contours, displacement, construction materials and design, quality and arrangement the crew and armament, speed and acceleration&lt;/li&gt;<br />\r\n\t\t\t\t\t&lt;li&gt;Calculations of physical interactions such as collisions between ships, flooding and capsizing, shell modeling, ammunition fires and flooding&lt;/li&gt;<br />\r\n\t\t\t\t\t&lt;li&gt;Use of a special ballistic calculator on the basis of original artillery tables for definition of accuracy, penetration ability, explosion and shrapnel damage&lt;/li&gt;<br />\r\n\t\t\t\t\t&lt;/ul&gt;<br />\r\n\t\t\t\t\t",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/46700/header.jpg?t=1759952304",
    "developers": [
      "Totem Games"
    ],
    "publishers": [
      "Strategy First"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 4 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 1,
      "total_negative": 2,
      "total_reviews": 3
    }
  }
}