{
  "467290": {
    "name": "Starship Titanic",
    "steam_appid": 467290,
    "required_age": 0,
    "is_free": false,
    "description": "At the heart of our Galaxy, an advanced civilization of which we know nothing had built the biggest, most beautiful starship ever, the Starship Titanic. Majestic and luxurious, its interior resembles a mixture of the Ritz, the Chrysler building, Tutankhamen's tomb and Venice. Starship Titanic is a technological marvel. And it cannot possibly go wrong.<br><br>In theory. Seconds into its maiden voyage it crashes into hyperspace, vanishes... and collides with your house.<br><br>Bewildered, you find your way aboard, and just as you are gazing at its awe-inspiring interior, the ship takes off again and heads deep into space. You are stranded. But you are not alone...<br><br>The ship is inhabited by a crew of malfunctioning robots and a semi-deranged parrot. You discover that you can communicate with them, a feat that is made possible by SpookiTalk, the games proprietary interactive language engine. You can chat with any of the robot characters-Fentible the distinguished Doorbot, Nobby the hypochondriac Liftbot, or Fortilian Bantoburn O'Perfluous the outrageously convivial Barbot. Talk to them, interrogate them. Give them orders. They will listen to you, answer you and, if they happen to feel like it, obey you. Sometimes.<br><br>To begin with you are a third-class passenger, and you quickly find yourself in the grip of one of the most powerful forces known to man-the desire for a free upgrade. As you move up to second and, at last, to first class, more and more of the ship becomes accessible to you, and more and more of its mysteries are revealed. What has happened here? What terrible events occurred the night before the launch? Who is the mysterious Titania whose brooding statues dominate the ship? Can you solve a series of increasingly bizarre and surreal puzzles., unlock the central mystery and return to Earth before the parrot drives you finally and irrevocably mad?<br><br>Features-<br><ul class=\"bb_ul\"><li>All original interactive characters and game design by Douglas Adams, creator of The Hitchhikers Guide to the Galaxy.<br></li><li>Stunning cinematic interiors from the Oscar-winning team of Oscar Chichoni and Isabel Malina.<br></li><li>SpookiTalk - next generation conversation engine.</li></ul>",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/467290/header.jpg?t=1766211526",
    "developers": [
      "The Digital Village"
    ],
    "publishers": [
      "Nightdive Studios",
      "Completely Unexpected Productions"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2500,
      "final": 2500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 25.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}