{
  "467330": {
    "name": "Just a Cleric",
    "steam_appid": 467330,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;Just a Cleric&quot; is my new retro-styled action RPG. Become the titular wussy cleric himself and set out to avenge your fallen comrades by attempting to do what no cleric before you has ever done: CLERIC DE COMMANDO. <br><br>'BUT DEL_DUIO!', you say, 'I CAN PLAY A QUADRILLION GAMES JUST LIKE YOURS, SO WHY SHOULD I??!!' <br><br>My answer is simple: Can you play a quadrillion retro action RPGs? <br>Of course, this isn't some weird sorta' jail! <br><br>But can you play a quadrillion games like MINE? Hells no!! And here's why: <br><br>===============================<br>JUST A CLERIC is more than the sum of its parts. <br>===============================<br><br><strong>To your average Joe you'll see: </strong><br><br>*Retro pixel graphics. <br>(<i>Well, at least he drew his own and didn't use Realm of the Mad God's graphics!</i>) <br><br>*Hub / town level -&gt; Missions -&gt; Get gear &amp; rewards -&gt; upgrade and buy stuff at the town -&gt; repeat game progression. <br>(<i>MEH, but hey at least games like that are pretty fun.</i>) <br><br>*4 standard stats that you can boost however you see fit. <br>(<i>Oh boy, and I'll bet 3 of them suck!</i>) <br><br>*Many (many) different types of gear to find and upgrade. Normal upgrades go to +4, and then you can bless those +4 pieces at the church in exchange for money to get the best of the best. <br>(<i>Well I DO like Diablo...</i>) <br><br>*NG+ where a better loot pool opens up, new status ailments, enemies &amp; enemy placement, and tougher bosses that gain additional abilities. That's one of the reasons why I think you NEED to beat the whole game once first as the NG+ portion holds some real challenge and of course better gear! <br>(<i>New Game plus?? Adds to replay value if nothing else, hmm..</i>) <br><br>*A game that looks like its budget was $40. <br>(<i>If that!</i>) <br><br><br><strong>But to the AWESOME and MOST-EXCELLENT observer</strong> (P.S. Skippy, this is you): <br><br>*Well-written dialogue (some of the writing is smart comedy IMO, even if it isn't going to win any awards lol) I can't tell you how many times I've played some AAA title and the story is just BORING AS ALL HELL. Damn, all those millions to make a game and nobody thought to hire a real writer? With JAC, I try to take what's a simple premise and make it interesting where I can. <br><br>*Different music. I love chip tunes. I love making computerized music for games and have done so lots in the past. This time though, I wanted to try something different and put my other hobby to use which is playing / writing music. So with JAC, you'll get an OST full of guitars, bass, drums, and quasi-terrible singing. (Also I don't think anybody has used a rubber ducky in their game's soundtrack before now). <br><br>*A hero who's a cleric. Aside from maybe an MMORPG and the old Hexen 64 game I can't think of any game that stars a cleric exclusively. Also it was a cool thing to be able to have access to prayers that you don't normally see in any action RPG like Raise Dead. <br><br>*A game that has 4 standard stats however none of them suck! I know for me I hate playing some games where your character has 8 stats and 3 or 4 of them are trash nobody ever levels up. Because I personally hate when games do this, I CHANGED THE WAY WE'RE GOING TO FRIGGIN' DO THIS. In JAC, I made a special point so that each stat is immediately useful to the player in more than one way. You're welcome! <br><br>*ENCUMBRANCE MAKES A TRIUMPHANT RETURN! Haha! When I used to play the old SSI D&amp;D Goldbox games I remember that your gear load used to make you heavier and heavier and in turn you couldn't move as many squares on the battle map. Since you can't really do this in a platformer, I've come up with an interesting idea where your gear load determines how much damage you'll take from a big fall. It's equal to half of your total gear load. HUZZAH!<br><br>*A funny intro and ending scene. You'll see! YOU'LL ALL SEEEEeeeeeee!!!!! (falls off a cliff) <br><br>So is this the best game ever? <br>Is this the best music ever? <br>No, probably not.. <br><br>But it's the best game ever made by a bass playin' weirdo I'll bet! <br><br>P.S: And it WAS made on a budget of $40! Beat that, sweatshops of the world!!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/467330/header.jpg?t=1498698140",
    "developers": [
      "DXF Games"
    ],
    "publishers": [
      "DXF Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 5 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": {
      "total": 23,
      "highlighted": [
        {
          "name": "Cardinal Sin",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/467330/5b5efd32ddc0005b0baaa0bc376e7745a4d99c23.jpg"
        },
        {
          "name": "Stumped!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/467330/494c5ba7a06d8337ebf956959d99f9b98f34a081.jpg"
        },
        {
          "name": "It's in the Song!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/467330/e5cc19b1434b094c1654e37bba2157eae9479815.jpg"
        },
        {
          "name": "Good for Gamblin'",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/467330/18c7f8250f04be42658460f70c883955638f3894.jpg"
        },
        {
          "name": "Hammer Smith",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/467330/ea128985f483eaa5ae6592bee4905f2098976019.jpg"
        },
        {
          "name": "Bless this Mess",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/467330/9d89b206aaa41e2e74ca2b4e13ea85b550629be9.jpg"
        },
        {
          "name": "Failure at Fourteen",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/467330/b1b139f7c20bd7407f4ff23a05d7cc501d227657.jpg"
        },
        {
          "name": "A Winner is You!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/467330/86bbf506264badda14291003708479bf77382a32.jpg"
        },
        {
          "name": "You're STILL a Cleric!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/467330/1c51a5e70a55f466742ad6da04e4b5a0912fee07.jpg"
        },
        {
          "name": "Holy Moly!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/467330/cda25561fd035e4ed978e6a3b65a1fd120804751.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}