{
  "467430": {
    "name": "Farming 6-in-1 bundle",
    "steam_appid": 467430,
    "required_age": 0,
    "is_free": false,
    "description": "The bundle contain 6 casual games:<h2 class=\"bb_tag\" >My Farm Life:</h2>One minute, Lisa is signing a contract to be the star of a new show; the next, she's knee-deep in chores as she starts taping the first episode of My Farm Life! Plant and harvest crops, milk cows and shear sheep, and purchase equipment to produce the goods Lisa's customers want, all while smiling for the cameras. With the help of a local merchant and three super-powered assistants, Lisa should have no trouble meeting her goals. Just remember to hire a dog to chase off thieves! Can you win the Show of the Year and the Farmer of the Year awards?<h2 class=\"bb_tag\" >My Farm Life 2:</h2>My Farm Life 2 takes casual games to new heights as players tend to crops 30 stories above busy city streets! Help Lisa tackle the unique challenges of running a rooftop farm as you grow crops, milk cows, and produce goods in 60 exciting episodes. Beat the clock as you grow chili peppers, make hot sauce, and sell the fruit of your labor to Carlos. Increase production by creating an efficient layout, hiring the right helpers, and upgrading your machines. And earn achievements for impressive time management gameplay!<h2 class=\"bb_tag\" >Terrafarmers: </h2>Use advanced terraforming technology to revive a barren celestial wilderness! Watch in wide-eyed wonder as new plant life springs up from parched alien soil with a few clicks of your mouse, and learn to take care of the wild and wonderful creatures that emerge from the undergrowth. As you hop from planet to planet, gather the goods these organisms produce and sell them on the galactic market for a profit. Featuring thrilling time management gameplay and stunning visuals, Terrafarmers is an out-of-this-world casual gaming experience!<h2 class=\"bb_tag\" >Tropical Farm: </h2>When a hurricane ravages a tropical island, the people there issue a challenge to restore their once beautiful getaway. Beginning with a small patch of land, some tools and a few seeds, you must turn this steamy wasteland into a fertile homestead bursting with fruits, vegetables and livestock! The harvest is ripe with fun as you grow, collect and sell food, pointing and clicking in a race against the clock to complete tasks!<h2 class=\"bb_tag\" >Virtual Farm:</h2>Virtual Farm puts you in charge of turning a small farm into a booming success! Choose your crops, till your ground, water your fields, harvest your produce and take your goods to market. Once there, you get to set the price! You'll have to keep a close eye on demand, though. With tons of upgrades to earn, plenty of customers to satisfy and easy-to-handle point-and-click fun, Virtual Farm will have your entire family shoutin' YEE HAW!<h2 class=\"bb_tag\" >Virtual Farm 2:</h2> Raise bumper crops and then sell them for a profit in Virtual Farm 2! With a click of your mouse, you'll be digging up soil, planting crops, and harvesting the fruits of your labor. From there, you'll need to process your goods into the products people want. Cheese, ice cream, cakes and more are in demand at the market. Do you have what it takes to fill those orders and become the top farmer in town? Find out when you play Virtual Farm 2!",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 荷兰语, 波兰语, 葡萄牙语 - 巴西, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/467430/header.jpg?t=1721048180",
    "developers": [
      "Aliasworlds",
      "Amegami",
      "Rionix",
      "Melesta"
    ],
    "publishers": [
      "ESDigital Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 4,
      "total_negative": 1,
      "total_reviews": 5
    }
  }
}