{
  "46750": {
    "name": "Dark Fall: Lost Souls",
    "steam_appid": 46750,
    "required_age": 0,
    "is_free": false,
    "description": "Some say the old train station and hotel are a 'haunted hotspot', hidden away in the woods, forgotten by some, feared by others. The old hallways and train platforms echo with the ghosts of many eras, all trapped within the very fabric of the place, each hoping for salvation. The dusty old rooms seem possessed, exhibiting 'time slips' as the past becomes the present. You must tread very carefully, or you too many join the Lost Souls forever. So, why are you here? <br><br>Amy Haven went missing 5 Years ago. On the anniversary of the child's disappearance you, the Police Inspector who failed to find her, has returned to the Train Station and Hotel one last time. As you attempt to solve the mystery of Amy's disappearance you must face the horrors of your past. Someone, or something, does not want you to solve the mystery, that much is clear. Never turn your back on the darkness....for something hides there; something evil, unknowable and hungry.<h2 class=\"bb_tag\" >Key features:</h2><ul class=\"bb_ul\"><li>A stand-alone Dark Fall horror adventure.<br></li><li>Explore a derelict train station &amp; hotel, abandoned since World War 2.<br></li><li>Experience 'timeslips' as the past becomes the present.<br></li><li>Communicate with ghosts, the Lost Souls, and attempt to free them from purgatory.<br></li><li>A hauntingly creepy score, to chill, alarm and horrify.<br></li><li>Explore the memories of the dead, in their own ‘nightmares’.<br></li><li>Discover the true identity, and power behind, the Dark Fall itself.<br></li><li>Play twisted 'Party Games' including Blind Man's Buff and Statues.<br></li><li>Solve a modern urban mystery, 'What Happened To Amy Haven?'<br></li><li>Use a Ouijaboard to meet and communicate with ghosts.<br></li><li>Survive the night in a realistic, abandoned location full of danger!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/46750/header.jpg?t=1765919596",
    "developers": [
      "Darkling Room"
    ],
    "publishers": [
      "Darkling Room"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5200,
      "final": 5200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 52.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 4 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}