{
  "46790": {
    "name": "Armada 2526",
    "steam_appid": 46790,
    "required_age": 0,
    "is_free": false,
    "description": "Guide one of 12 races on their first interstellar journey from a single planet, until it becomes a mighty pan-galactic empire.\tFrom the Star Map you must manage your empire, deploy your fleets and conduct research, diplomacy and trade. Plot your strategy. Explore the universe and found new colonies. Turn your planets into mighty bastions. Make pacts and alliances, make threats or ask for favours - and when the time is right, continue diplomacy by 'other means' and fight it out in a real-time 3D system that brings to life the beauty and visceral carnage of space combat. All with one purpose: to emerge victorious and conquer the galaxy. Although complex and deep, with possibly endless strategies, powerful help and advisor features help you get up to speed quickly. Unlike many games in this genre, Armada 2526 focuses on providing a game that can be finished in a reasonable time, and emphasizes battle and strategy over economic micromanagement.<h2 class=\"bb_tag\" >Key features:</h2> \t\t\t\t\t\t\t<ul class=\"bb_ul\"><li>Turn based star map for moving fleets, managing colonies, performing research, and conducting diplomacy.<br>\t\t\t\t\t\t\t</li><li>Customizable map size and number of players, allowing you to construct tight 2 player confrontations, or huge galaxies with 50 or more players, and thousands of stars. Map designer included.<br>\t\t\t\t\t\t\t</li><li>Twelve animated alien races to play and battle against.<br>\t\t\t\t\t\t\t</li><li>Full featured diplomacy system, with a highly intelligent AI and options to ask favors, make demands, and issue ultimatums.<br>\t\t\t\t\t\t\t</li><li>More than 100 technology items to research, including advances in ship construction, ground defenses, biological warfare, and psychic powers.<br>\t\t\t\t\t\t\t</li><li>3D Real-time battle system for fighting huge battles with 100 or more ships per side.<br>\t\t\t\t\t\t\t</li><li>Ground combat is integrated into the combat system, allowing marines to be landed to battle ground defenses while ship combat rages overhead.<br>\t\t\t\t\t\t\t</li><li>More than a hundred beautifully crafted ship models, including mighty dreadnaughts, long range missile cruisers, fighters, carriers, and asteroids for bombarding planets.<br>\t\t\t\t\t\t\t</li><li>Tough A.I. opponents.<br>\t\t\t\t\t\t\t</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/46790/header.jpg?t=1725031670",
    "developers": [
      "Ntronium Games"
    ],
    "publishers": [
      "Iceberg Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2011 年 4 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}