{
  "467980": {
    "name": "Assetto corsa - Japanese Pack",
    "steam_appid": 467980,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Welcome to the JAPANESE PACK, the newest add-on content pack available for ASSETTO CORSA, featuring all-new cars chosen by our community.</strong><br>Directly from the very best of the Japanese Domestic Market (JDM), Assetto Corsa proudly presents the Japanese Pack, introducing seven new cars in a total of twelve versions, creating the perfect mix of vehicles of different classes, types and ages, ready to satisfy the taste of Assetto Corsa fans!<br>The development team has worked incredibly closely with car manufacturer with the aim to reproduce each car in all their detail, as well as the heritage, atmosphere and thrilling driving experience that only this combination of car models can guarantee.<br><br>- Features Mazda MX-5 2015<br>- Features Mazda MX-5 CUP<br>- Features Mazda RX-7 Spirit R + tuned version<br>- Features Toyota Supra MK IV + time attack and Drift version<br>- Features Toyota AE86 Trueno + tuned and Drift version<br>- Features Nissan 370Z NISMO<br>- Features Nissan GT-R R34 Skyline V-Spec<br> <br><strong>Mazda MX-5 2016 and MX-5 CUP</strong><br>The Mazda MX-5 Miata is famous to be a highly capable racing platform; it is known as the best-selling roadster in the world, and some even claim that this model is the most road-raced car world-wide. Mazda seems to agree, so starting in 2016, there will be multiple Mazda Global MX-5 Cup series around the world, all using the same 4th-generation model.<br><br><strong>Mazda RX-7 Spirit R</strong><br>The third-generation RX-7, first launched in 1991, has a particularly distinctive exterior design. Its lightweight, compact and high-output rotary engine enables the driver to feel its superb driving pleasure. Epitomizing Mazda's spirit of sports cars, the RX-7 won popularity among customers since its 1978 launch. The production of the latest RX-7 model (FD-3S) came to an end in August 2002.<br>The Spirit R series is available in three models: the Type-A, a two-seater with a five-speed manual transmission; the Type-B, a four-seater with a five-speed manual transmission; and the Type-C, a four-seater with a four-speed automatic transmission. All three models are equipped with common interior and exterior features, such as BBS-manufactured 17-inch wheels, red brake calipers, and interior panels with a special soft coating, while each model shows off distinctive equipment to make a difference from the other. The Type-A Spirit R is a two-seater model fitted with Recaro-made exclusive red full bucket seats. These lightweight seats reduce the overall chassis weight of the vehicle by approximately 10 kg. Braking performance is enhanced through the use of large drilled ventilated disk brakes for all four wheels and high-rigidity stainless mesh brake hoses. The Type-A Spirit R model is the ultimate RX-7, boasting the most outstanding driving performance in its history.<br><br><strong>Nissan 370Z NISMO 2016</strong><br>Although it has now been 45 years since the arrival of the original 240Z, its influence remains strong in the sports car world and in the design of the current-generation 370Z Coupé. The iconic shape, formed by the combination of a short wheelbase, wide track, low centre of gravity and a fluid silhouette, is as instantly recognizable today as it was in 1970.<br>Even more than the racing-inspired aerodynamic body and driver-oriented cockpit-style interior, at its core the NISMO is all about performance. To that end, the 370Z NISMO includes a potent 350-horsepower 3.7-liter DOHC V6 engine with Variable Valve Event and Lift Control (VVEL).<br>The 370Z NISMO's enhanced engine power and acceleration is provided through the use of an exclusive H-configured exhaust system design and muffler tuning, along with optimized ECM (Engine Control Module) calibration, to help create 18 horsepower more than a standard 370Z. Torque is rated at 276 lb-ft.<br><br><strong>Nissan GT-R R34 Skyline V-Spec</strong><br>1999 saw the introduction of the new Skyline R34 GT-R, with a wealth of history behind it and an enviable reputation to live up to. A 'super-evolution' of the model it replaced, the R34 GT-R is more advanced in every respect. Its body is stiffer and its aerodynamics package is further refined, and the V-spec features front and rear carbon-fibre diffusers under the car, and dual-wing adjustable aerofoil on the boot lid. Among the many technical refinements under the bonnet are twin ceramic intercooled turbochargers, which effectively eliminate turbo lag. There is also more torque and better power delivery.<br>A six-speed Getrag transmission delivers the engine's output to the wheels. Improvements had been made to the ATTESA four-wheel drive system, which features E-TS, or Electronic Torque Split. This gives the driver the entertainment of a 100 percent rear-wheel drive car, together with the traction and safety of a 50:50 four-wheel drive system when conditions demand it. This is further backed up by 'intelligent' electronic limited-slip differential. Refinements to the Super HICAS rear-wheel steer system include an electronic yaw-rate Feedback Control System for even more precise control of the rear wheels in extreme situations.<br>Quicker turbo response was achieved through the use of new turbochargers. Power is fed through a new six-speed close ratio Getrag gearbox. The basic engine goes back some nine years and was first developed for racing applications. In racing specification the engine comfortably produces upwards of 507bhp.<br><br><strong>Toyota AE86</strong><br>The AE86 generation of the Toyota Sprinter Trueno is a small, lightweight coupe or hatchback introduced by Toyota in 1983. In classic Toyota code, the 'A' represents the engine that came in the car (4A series), 'E' represents the Corolla, '8' represents the fifth generation (E80 series), while '6' represents the variation within this generation.<br>Even after production of the car was discontinued in 1987, many privateer teams kept on racing the AE86, and it is still a popular choice today for rallying and club races.<br>Part of the continued appeal of the AE86 for motorsports is its rear-drive configuration, a feature not available in most new lightweight coupes.<br><br><strong>Toyota Supra MK IV</strong><br>In 1979, the Supra's 2.6-liter inline-six cylinder engine was the first Toyota production engine to be equipped with electronic fuel injection. The Supra was available with both manual and automatic transmission, and came standard with 4-wheel-independent suspension and 4-wheel disk brakes.<br>With the exception of minor styling updates, the next major change occurred in 1993, when the Supra entered the realm of supercars. Available in both turbo and non-turbo guise, the new Supra was a radical departure from Supras of old. Performance was now the name of the game, and many weight-saving measures were employed – Toyota went so far as to equip the vehicle with hollow carpet fibres and make the rear spoiler (optional on turbo models) hollow.<br>The Turbo model was hailed by all major magazines as a true world-beater. With 280hp, the vehicle was capable of 0-100 km/h sprints in under 5 seconds, and carried on to an electronically-limited top speed of 250 km/h. This was the highest level of performance, and the strongest commitment to performance, Toyota had ever placed in one vehicle.",
    "supported_languages": "英语, 意大利语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/467980/header.jpg?t=1463593828",
    "developers": [
      "Kunos Simulazioni"
    ],
    "publishers": [
      "Kunos Simulazioni "
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 600,
      "discount_percent": 60,
      "initial_formatted": "¥ 15.00",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 5 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 36,
      "total_negative": 2,
      "total_reviews": 38
    }
  }
}