{
  "468510": {
    "name": "AppGameKit Classic - Games Pack 1",
    "steam_appid": 468510,
    "required_age": 0,
    "is_free": false,
    "description": "If you wanted to know what kind of games you can make with AppGameKit Classic, then look no further than the AppGameKit Classic Games Pack 1, which includes twelve full games spanning multiple genres that show the diversity you can achieve.<br><br>Source code has been provided for many of the games, along with a small PDF booklet from one of the authors describing his journey as a coder and his approach to creating games using AppGameKit Classic. All the games are compiled to run on a Windows PC only.<br><br>In AppGameKit Classic Games Pack 1 you will find everything you might expect from a games compendium, including puzzles, action games and even an excellent tower defence game that will keep you playing for hours.  In this compendium, you will find:<br><br><ul class=\"bb_ul\"><li><strong>FLAPPY</strong> - a take on the Flappy Bird genre<br></li><li><strong>PONG</strong> - a remake of the classic Pong game<br></li><li><strong>NIGHT DRIVING</strong> - a game that creates all it's media within code!<br></li><li><strong>GALACTIC BLASTER</strong> - A multi-level space shooter that increases in difficulty.<br></li><li><strong>PIPE PRESSURE</strong> - Build a path for a pipe with limited parts. A fun puzzle game that will get you thinking!<br></li><li><strong>CHOPPER</strong> - This remake is based on the vintage game - demolish the hotels to land your stricken chopper.<br></li><li><strong>EXCALIBUR</strong> - Jump on hexagons to change them to the target colour, keep moving to avoid the enemies on the podium with you.<br></li><li><strong>PENGUIN PANIC</strong> - A colourful, wacky and fun game. Move the Penguins into groups of 2 or more. Beware as the difficulty increases.<br></li><li><strong>SHURIKEN</strong> - Smash your way to success with Shuriken Strike. Play in standard mode with lives, or against the clock.<br></li><li><strong>SMIRKERS</strong> - Smirkers is a great puzzler that will entertain, frustrate and elate. Change all of the Smirkers green and make them happy.<br></li><li><strong>SNOOKER LOOPY PRO</strong> - A puzzle challenge based on Snooker and Pool.<br></li><li><strong>SPHERICAL TRILOGY</strong> - Push the spheres onto the finishing locations in this great looking isometric game.<br></li><li><strong>STICKY ORBS</strong> - Sticky Orbs is an addictive puzzle game that will keep you entertained for hours.<br></li><li><strong>TOWERBOTS</strong> - Towerbots is a great addition to the Tower Defence genre. Defend your way through wave after wave of robots.<br></li><li><strong>WAGGLE 2</strong> - You have to drag a waggle over another waggle to remove them from the board.<br></li><li><strong>Block Lifter 3</strong> - A 3D planet shooter puzzle remake!<br></li><li><strong>Labrynth</strong> - Search through a 3D maze and don't let the enemies catch you up!</li></ul><br>Each game has been created in AppGameKit Classic and shows the polish and excellence that can be achieved with this amazing programming language, giving you confidence that using AppGameKit to start your programming career can lead to success on Steam, Apple Store and Android Marketplace.<br><br>The games in AppGameKit Classic Games Pack 1 are only compatible with the Windows OS under Steam and are not compiled for Mac or Linux platforms.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/468510/header.jpg?t=1717091472",
    "developers": [
      "TheGameCreators"
    ],
    "publishers": [
      "TheGameCreators"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 5 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "56",
        "description": "软件培训"
      },
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "59",
        "description": "网络出版"
      },
      {
        "id": "60",
        "description": "游戏开发"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}