{
  "469530": {
    "name": "Fantasy Grounds - Tome of Horrors Complete - PFRPG",
    "steam_appid": 469530,
    "required_age": 0,
    "is_free": false,
    "description": "Tome of Horrors Complete (Pathfinder Edition)<br>The Tome of Horrors? But that's been done already; why do it again? Well, actually it's been done three times, but never like this. With the advent of the Pathfinder Roleplaying Game as the newest torchbearer for the world's most popular role-playing game, we need monsters-lots of monsters. That's where The Tome of Horrors Complete delivers in spades. Starting from the original Tome written with the 3rd Edition rules along with the later releases of Tomes 2 and 3 for version 3.5, Necromancer Games was in the unique position to bring you updates of the classic monsters not formally released by the OGL, as well as, loads of new ones never sprung upon unsuspecting players before. So well received have these monsters been by the gaming community, that this open content has appeared again and again in game publications by other companies including updates to the Pathfinder Roleplaying Game system and even appearances in its own Bestiaries.<br>Why stop there? Never before have all three volumes been updated to the Pathfinder Roleplaying Game in their entirety and released as a single, hardbound tome. Monsters from the aberrant to the yellow musk zombie appear in this book, and everything in between-that's over 700 monsters. But that's not all; the appendices bring just as much to the table from templates to hazards to a treatise on poison variations in nearly 50 types of venomous snakes. There are also new feats, planes of existence, strange beings beyond mortal ken, and plenty of charts dividing the compiled monsters by CR, type, and terrain.<br>But it's more than just that, because the entire compilation has also been updated to the Swords and Wizardry rules for release as another version of the volume. And in this version, the space freed up by the smaller stat blocks is filled by sample monster lairs and encounters with the hundreds of different monster types featured in the tome. Never before has this massive selection of monsters been updated and brought with these resources all together in one place for use in your own game. And before any Pathfinder players cry foul over the monster lair additions in the Swords and Wizardry version of The Tome of Horrors Complete, this lair information will be available as a free download at the Frog God Games website  for you to use as well.<br>So you've got the monsters-both from the original edition of the game and new-the templates, the multiple appendices on rules, planes, and the n'gathau, and a truckload of sample encounters and lairs to throw at your players, all together in one easy-to-use book. That's why we call it The Tome of Horrors Complete!<br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the built-in Pathfinder ruleset (3.5E compatible).<br>Some content may not be appropriate for a young audience.<br>Authors: Bil Webb, Clark Peterson, Greg Vaughan, and Scott Greene<br><i>Adapted for Fantasy Grounds by: </i><strong>Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/469530/header.jpg?t=1768359096",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 9000,
      "final": 9000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 90.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 15 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}