{
  "469550": {
    "name": "Bambino Rally 3",
    "steam_appid": 469550,
    "required_age": 0,
    "is_free": false,
    "description": "The successor of Bambino Rally 3 has appeareed. Once again you can ride old polish mini cars.<br />\r\nPrepare for unique racing experience that cannot be copared to any other game. <br />\r\n<br />\r\nLet's start with the car. Introduced in 1972 and build under license in Poland was giving creeps every communist bloc worker. <br />\r\n650 ccm straight-two engine pumping almost 23 horsepower - who wants more? With good winds it could ride at almost 120 km/h and that was more scary than riding a rollercoaser. With brakes that almost worked and handling that can be compared to a brick, the car was a cult classic. And all of aforementioned features were re-created in our game! <br />\r\nWhen you earn more monies, you can choose one from 4 different bodywork versions and tune it up in your garage - change mechanical parts (that will probably affect car's performance) and add visuals (which will make your car's handling a bit more likely, but it will also make it look funny). And don't forget ridiculously big muffler-ends! <br />\r\n<br />\r\nThen jump behind the steering-wheel and check if you're the best on every track. Challenge other drivers that can see only their car and the finish line, so be sure that they will ram into your precious car on every occassion. <br />\r\n<br />\r\nGame features: <br />\r\n- mechanic and visual tuning options (YAY)! <br />\r\n- fast, arcade gameplay and unique game experience.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/469550/header.jpg?t=1492063942",
    "developers": [
      "Play Publishing"
    ],
    "publishers": [
      "Play Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}