{
  "469920": {
    "name": "hackmud",
    "steam_appid": 469920,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >In the abandoned internet, the old rules are dead. Don't just follow the script, write your own. This is a system waiting to be subverted by the operators who dare to learn its rules.</p><p class=\"bb_paragraph\" >Your goals are your own:</p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Will you become a digital archaeologist, piecing together the fragmented lore and forgotten secrets of the multi-user domain?</p></li><li><p class=\"bb_paragraph\" >Will you design and build your own games, tools, or cryptic puzzles, becoming a renowned Weaver whose creations are sought by others?</p></li><li><p class=\"bb_paragraph\" >Will you build a name for yourself as a trusted voice, a data trafficker, or simply the host of the most exclusive social hubs on the net?</p></li><li><p class=\"bb_paragraph\" >Will you build a corporate empire, discover and exploit security flaws, or become a notorious con artist who scams rivals out of their fortunes?</p></li></ul><p class=\"bb_paragraph\" >The choice is yours. But first, we'll give you the tools of the trade. A guiding hand will walk you through the fundamentals, ensuring you're fully equipped to make your mark on the system.</p><h2 class=\"bb_tag\" ><strong>LIVE THE 90s HACKER FANTASY</strong></h2><p class=\"bb_paragraph\" >This is pure retro-futuristic immersion. The unique interface pulls you into the fantasy, while the deep, atmospheric soundtrack by legendary composers <strong>Lena Raine</strong> (Celeste, Minecraft) and <strong>Ryan Ike</strong> (West of Loathing, Gunpoint) makes the abandoned net feel alive, dangerous, and full of secrets.</p><h2 class=\"bb_tag\" ><strong>A DEEP, PERSISTENT WORLD, DEFINED BY YOUR ACTIONS</strong></h2><p class=\"bb_paragraph\" >Explore a persistent world where player-run corporations, underground economies, and shifting alliances are the content. Your actions create lasting change, from destroying the market to uncovering bizarre lore and puzzles that have been unsolved for a decade. This is a world with real stakes and real depth, shaped by its community.</p><h2 class=\"bb_tag\" ><strong>YOUR REPUTATION IS EVERYTHING</strong></h2><p class=\"bb_paragraph\" >Success in hackmud isn't measured in levels, but in influence. Your reputation is your most valuable asset. Will you be known as a trustworthy system builder, a fearsome data thief, or an untraceable digital ghost? Master subterfuge, forge alliances, and betray rivals… every interaction contributes to the legend you build.</p><h2 class=\"bb_tag\" ><strong>A FOOTHOLD IN THE CHAOS</strong></h2><p class=\"bb_paragraph\" >The marks system provides a guided, hands-on onboarding experience so you don’t have to worry about being a fresh face in a den of veteran hackers. It will teach you the basics and build the foundation you'll need to survive, compete, and ultimately thrive.</p><h2 class=\"bb_tag\" ><strong>YOUR CURIOSITY IS THE ONLY PREREQUISITE</strong></h2><p class=\"bb_paragraph\" >Your journey starts by wielding scripts from other players: a taste of magic that invites you to look under the hood. This curiosity is how hackmud creates coders, often from players who have never written a line of code before.</p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/469920/header.jpg?t=1760666120",
    "developers": [
      "ComCODE"
    ],
    "publishers": [
      "ComCODE"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7200,
      "final": 7200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 72.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 11,
      "total_negative": 6,
      "total_reviews": 17
    }
  }
}