{
  "471310": {
    "name": "Fantasy Grounds - 5E: Tarin's Crown",
    "steam_appid": 471310,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>An island adventure for 6th level characters in search of plunder and fame!</strong></h2>The treacherous jungle island known as Crown Isle was marked on every map for danger, as the verdant vegetation itself rose up to devour many who sought landing there until the infamous Captain Jared Tarin hacked out a refuge upon the mountain's hilly crest and made it his own. Other pirates sought to take him down, but each fell to the deadly dangers of the &quot;Red Skewer&quot; and his pirates, or to the still-wild jungle barely held at bay. When Tarin and his crew stole the Pirate Queen's Pearl, a flotilla of rivals blockaded his island for months, but none have dared to seize their chance. Can your eager band of buccaneers claim fame and fortune on the deadly isle of Tarin's Crown?<br>Islands of Plunder: Tarin's Crown is a 26-page 5th Edition adventure for 6th-level PCs fraught with harrowing battles on land and aboard ship, through treacherous terrain against even more treacherous foes. It includes two sets of maps, one for the GM an unkeyed set for players, and can be easily dropped into any seafaring 5E campaign, whether in a published pirate setting or a campaign of your own design.<br>The Islands of Plunder series continues Legendary Games tradition of bringing you outstanding content for the 5th Edition of the worlds most famous roleplaying game by some of the best authors in the business, combined with amazing art and production values and innovative layout design. We hope you enjoy using our products as much as we enjoy making them, and that youll keep coming back again and again to Make Your Game Legendary!<br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software with the built-in 5E Ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Zacchaeus</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/471310/header.jpg?t=1768359298",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 5 月 10 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}