{
  "471770": {
    "name": "In Case of Emergency, Release Raptor",
    "steam_appid": 471770,
    "required_age": 0,
    "is_free": true,
    "description": "<strong><u>NOTE: This game is very unfinished and is free for you to enjoy because we thought what is there was fun and worth you being able to tinker with.</u>  We make no claim that this is a complete experience.  It was a passion project for Chris, and a lot of time was poured into this, and we wanted to let you faff about with it.</strong>  If you leave a review, then reviewing it based on what it actually <i>is</i> (a freebie tech demo) is appreciated.<br><br><ul class=\"bb_ul\"><li>Be a raptor, <i>feel</i> like one, and smash robots to bits.<br></li><li>Procedurally-assembled 3D environments set in a scenic futuristic dystopia.<br></li><li>Free release of an aborted Early Access title.  We hope you enjoy it!  Note that this is an AS-IS release, based on popular demand, rather than us taking it down completely.</li></ul><h2 class=\"bb_tag\" >Sell Me The Idea In One Sentence</h2><br>If I have to convince you why being any form of dromaeosaurid is freaking awesome, then I'm not sure we can be friends.  This game is carefully crafted to give you the closest possible feeling of being one of these glorious monsters -- then turning you loose to do fun stuff.<h2 class=\"bb_tag\" >What’s The Point?</h2><br><ul class=\"bb_ul\"><li><i><strong>1. For the pure fun of the thing.</strong></i>  In 1993, a certain game let you be a raptor.  The controls were iffy.  The levels were short and static.  It's very dated.  Yet many of us still dust it off periodically -- just to be a raptor.  <i>Release Raptor</i> gives you a far more satisfying, modern, dynamic experience.<br><br></li><li><i><strong>2. For a power trip.</strong></i> For speedrunning and finesse, you're on an invincible rampage.  It's not about IF you can do it, but how WELL you do it.  Your performance is evaluated, so mistakes still have consequences without interrupting the flow of the game.<br><br></li><li><i><strong>3. To play with kids.</strong></i>  I want to be able to play this with my 5 year old son, but still have dismemberment (because that's cool).  How to do that without blood or gore?  Robots!  Little robots = pouncing targets; giant mechs = dismemberment targets.<h2 class=\"bb_tag\" >Procedural Assembly</h2>What on earth do we mean by &quot;procedurally-assembled?&quot;  Basically, we're using a very heavy mix of handcrafted content with procedural bits making it fresh each time.<br><br>Creating unique and recognizable areas is a huge focus, because otherwise you get unimaginative &quot;procgen blandness.&quot;  Yuck!  But we still wanted that sense of exploration, and so not chunk of level is present in every run, the layouts of the overall level (and where enemies are as well) varies quite a bit.<br><br><i>NB: Yes, we know that’s not a velociraptor (and there should be feathers).</i></li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/471770/header.jpg?t=1754319957",
    "developers": [
      "Arcen Games"
    ],
    "publishers": [
      "Arcen Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}