{
  "472770": {
    "name": "HELP: THE GAME",
    "steam_appid": 472770,
    "required_age": 0,
    "is_free": false,
    "description": "HELP: The Game is a project which brings together the top developers, studios and gaming industry superstars - all to raise money for children in war.<br><br>War Child supports and protects children whose lives have been disrupted by war and conflict. Our programmes are rebuilding lives across Afghanistan, Iraq, Jordan, Uganda, the Democratic Republic of Congo (DRC) and Central African Republic.<br><br>We understand children’s needs, respect their rights, and put them at the centre of the solution - from supporting Syrian children to access education, to reintegrating child soldiers in the Central African Republic and enabling girls to escape life on the streets in the DRC.<br><br>Thank you for your support!<br><br><br><br><br><br><strong>Anthelion:</strong> Super simple mechanic, but highly challenging game play with endless levels that will keep you entertained for hours!<br><br><br><br><br><br><strong>10 Minute Tower:</strong> With a little imagination you can be anything… A mighty Robot… a brave Knight… even… an Astronaut?<br>10 Minute Tower is a unique tile-based puzzle game that will get your cogs whirring as you take control of a day-dreaming child adventurer trapped within a tower.<br><br><br><br><br><br><strong>BlockAid: </strong> Provide safe passage to a never ending stream of pawns by placing blocks themed around protection, education and livelihood in this minimalistic puzzler.<br><br><br><br><br><br><strong>Octamari Rescue:</strong> Save the loveable Octamari from their dying home world in this fast paced and fun match 3 puzzle game.<br><br><br><br><br><br><strong>Rise:</strong> Experience our music-driven platform adventure and aim for the highest score! You can even use your own music! Go on a metaphysical journey to the sky and beyond collecting war letters for a loved one.<br><br><br><br><br><br><strong>Splash Bash:</strong> Splash Bash is a hectic local multiplayer brawler, where up to 4 players tries to bash each other into the water using physics based gameplay!<br><br><br><br><br><br><strong>Captain Curve’s Intergalactic Space Adventure:</strong> Captain Curve’s Intergalactic Space Adventure is a fast-paced endless runner based on daydreams, featuring exciting minigames and different environments.<br><br><br><br><br><br><strong>Malkia: </strong> Where there's life, there's hope... Malkia is a unique real-time strategy game set in the fictional Central African country of Kovi, where you help the eponymous hero to grow her business so that she can put food on the family's table and educate her children.<br><br><br><br><br><br><strong>Nevermine:</strong> A ball rolling game where you guide a Mine Kafon onto unexploded bombs left over around a countryside.<br><br><br><br><br><br><strong>Savana:</strong> Savana is a narrative point and click game where you play as a young girl from a remote village.<br>The narration of the game tells different story lines from a real life experience of growing up in Mozambique. <br><br><br><br><br><br><strong>A Verdant Hue:</strong> A single screen, farming game, as an orphan who's survived recent attacks and is determined to bring back some life to his family farm.<br><br><br><br><br><br><strong>Emily: Displaced:</strong> A choice-based visual novel about a child affected by war",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/472770/header.jpg?t=1575894644",
    "developers": [
      "Sports Interactive",
      "Creative Assembly",
      "Rovio Sweden AB",
      "Torn Banner",
      "Team 17",
      "Sumo Digital",
      "Bossa",
      "Curve Digital",
      "Hardlight",
      "Spilt Milk Studios Ltd",
      "Modern Dream"
    ],
    "publishers": [
      "War Child Gaming"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 10000,
      "final": 10000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 100.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}