{
  "474030": {
    "name": "The Abbey of Crime Extensum",
    "steam_appid": 474030,
    "required_age": 0,
    "is_free": true,
    "description": "A free game inspired by Umberto Eco's novel and Jean-Jaques Annaud's film &quot;<strong>The Name of the Rose</strong>&quot;, and based on the game &quot;<strong>La abadía del crimen</strong>&quot; by Paco Menéndez and Juan Delcán.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/474030/extras/45996f6dc2b34ba312904d012d872077.avif?t=1744785561\" width=160 height=80 /></span><br>Don’t follow several and odd sophistical doctrines that spread pestiferous seeds – wrote Clement VI himself in the year 1346 to the masters and alumni from Paris University. <br><br>The Pontifex addressed in his letters to the doctrine of an illustrious Franciscan monk of English origin named William of Occam, who ran away several years earlier from the prison of Avignon, accused of heresy. He had been imprisoned for four years, until he could escape, and shought asylum in the court of Emperor Ludwig of Bavaria, who was at odds with Pope John XXII. <br><br>When the Emperor died, William wanted to return to the mission with his order and the church, so he traveled to Italy with his young novice to meet Bernardo Gui, who was the head of the Inquisition at that time in that region, and, ultimately, the representative of the Pope. <br><br><br><br><br>However we cannot know for certain whether William achieved his goal. Only the testimony left by his disciple years after the events happened, in a collection of scrolls; where those amazing and terrible events that happened during the week William and him spent in the abbey the meeting was scheduled were described. <br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/474030/extras/9e2287068e3650768e79bd7a30c797b3.avif?t=1744785561\" width=80 height=72 /></span><br>The testimony of the story you are about to revive… <br><br><br><br><br><br>In this game you play as a Franciscan, Fray William of Occam and his young novice Adso of Melk on a quest to discover the perpetrator of a series of murders in a Benedictine abbey. The entire game is played in an isometric 3D environment, with a series of objects that has to be collected in order to successfully complete the game.",
    "supported_languages": "英语, 西班牙语 - 西班牙, 意大利语, 法语, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/474030/header.jpg?t=1744785561",
    "developers": [
      "Manuel Pazos",
      "Daniel Celemín"
    ],
    "publishers": [
      "Manuel Pazos",
      "Daniel Celemín"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 5 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}