{
  "474860": {
    "name": "Life is Hard Demo",
    "steam_appid": 474860,
    "required_age": 0,
    "is_free": true,
    "description": "<i><strong>&quot;Life is hard&quot;</strong></i> is a strategy/village management game. Your aim here is to control a tribe. Defend your village, harvest resources, expand your town, colonize the islands, upgrade your tools and weapons and contact with other civilizations. There is no specific aim in our game. You can do whatever you want.<br><br><strong>Expand your village:</strong> build farms and houses, upgrade tools in blacksmith, trade with your neighbors. It’s your destiny to create the most powerful town in this amazing world!<br><br><strong>Conquer the world by fire &amp; sword or with power of diplomacy.</strong> What would you choose – to help your neighbors to deal with the Vikings for iron ore or to rob them to get more? To pay the Normans tribute or to refuse, condemning your nation to war? To trade with the caravan or to loot it? Make your choice, but remember: every medal has its reverse...<br><br><strong>Prove that your civilization is the most cultured by building the Wonder of the World!</strong> You have to put many resources in that project. But it’s worth it, isn’t it?<br><br><strong>Whatever you choose, your path won’t be easy.</strong> Your plans can be ruined by one of many random events. But it’s no need to get upset! In the moments of crisis there come those, who are the only support of justice. Those, who are ready to lead people into the thick of battle. Heroes – braves, who are lead by you and ready to support people in need. They are ready to die for their ideas. Every one of them has unique talents that can help you in different situations.<br><br><strong>The belief of your people is strong not only in heroes, but in the God. Choose your patron, but be careful: that choice will affect the whole game.</strong> Pray your god and he’ll give you talent of a trader. Or, maybe, the forest itself will raise against your enemies? Will he reveal the secrets of construction and craft to you? It’s your choice. Choose wise, because life of the whole nation is on you!<br><br>Remember that <strong><i>life is hard</i></strong>. <u><strong>Whatever you choose, remember, you path will be thorny.</strong></u>",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong>, 乌克兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/474860/header.jpg?t=1463569139",
    "developers": [
      "Pirozhok Studio",
      "Vitaliy Ruzankin"
    ],
    "publishers": [
      "Pirozhok"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 5 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}