{
  "474850": {
    "name": "Periodonica Demo",
    "steam_appid": 474850,
    "required_age": 0,
    "is_free": true,
    "description": "This game was build from the ground up for Virtual Reality and Motion Controllers. Compete against your friends in several fun and thrilling sport events like Bowling underwater or Archery on top of a mountain. Use your real life skills in order to achieve the best scores and enjoy some beautiful landscapes!<br>Periodonica is a hotseat-style multiplayer party game, like Wii Sports, where you get together with some friends and try to beat each other’s score.<br>For the initial release four sport types will be available: Archery, Baseball, Bowling and Frisbee. Shortly after release a free “Olympia-DLC” pack containing Curling, Golf, Handball and Tennis will be available to everyone that bought the game.<br>We will add new sports over time and also implement multiplayer features so you can even play with your friends via a network connection.<br><br><strong>Note: Currently only the HTC Vive is supported since the game requires Motion Controllers.</strong><br><br>This demo will offer you to play the first available sport: Bowling!<br><br>The full version will include:<br><br><strong>--Release content--<br><br>Archery</strong><br>Up high on a mountain, surrounded by a beatiful landscape you will compete on whom gets the highest score in this thrilling archery game. Aim precisely and keep a steady hand when trying to hit the targets or else you’ll lose!<br><strong><br>Baseball</strong><br>Are you afraid of heights? Let’s hope not, because this isn’t your regular baseball field! Hit the ball as good as you can to score points and hopefully your ball will make it to the other side of the pit<br><br><strong>Bowling</strong><br>Get your squeaky shoes ready and bowl several miles under the sea. While you try to hit all pins watch out for sharks and other marine creatures!<br><br><strong>Frisbee</strong><br>Enjoy a beatiful day at the beach and play some frisbee with your friends. But watch out for the wind as it might ruin your shot!<br><br><br><strong>--Free DLC content--<br><br>Curling</strong><br>You are trapped on an ice floe in the middle of the sea - so why not spend the time nicely and play some curling with your friends? And if are lucky a penguin may give you a visit - but watch out for polar bears!<br><br><strong>Golf</strong><br>Playing golf on the green is boring, so why not play it on the moon?<br>Enjoy your view towards earth while you try to have the lowest number of strokes, but be aware that playing on the moon sometimes has it’s own rules.<br><strong><br>Handball</strong><br>Do you have what it takes to hit the targets popping up by throwing a ball? Find out by playing some handball and show your friends who’s boss!<br><br><strong>Tennis</strong><br>Better get your windbreaker ready for playing tennis in the sky. While standing on the clouds serve your opponent and try not to fall down...",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/474850/header.jpg?t=1463457985",
    "developers": [
      "Jumping Llamas UG (haftungsbeschränkt)"
    ],
    "publishers": [
      "Jumping Llamas UG (haftungsbeschränkt)"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 5 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}