{
  "47570": {
    "name": "Mishap 2: An Intentional Haunting - Collector's Edition",
    "steam_appid": 47570,
    "required_age": 0,
    "is_free": false,
    "description": "<p>This time it’s no Mishap—it’s Intentional!</p>\n\t\t\t\t\t\t<p>Trapped between worlds and unable to transcend to the afterlife, Milton Hobblepop and his wife Emily once again need to team up with their earthly friends, Brock and Kelly Burton!  Realizing Hobblepop’s paranormal research has been stolen, the Mishap gang needs your help infiltrating the compound of his greatest rival, Avery Nailliv, to uncover why the renegade scientist is imprisoning spirits against their will.</p>\n\t\t\t\t\t\t<p>The Burtons’ haunted house was just a warm-up: To discover the sinister truth behind Nailliv’s plans, players will need to survive a whirlwind tour of his shadowy estate!  With hidden objects and supernatural puzzles stashed inside every room, you’ll need the vast abilities granted by Hobblepop’s gadgets to defeat an all-new cast of eccentric spirits!  As you free the estate’s bound spirits, a new twist in Milton and Emily’s tragic past will finally be revealed, setting the scene for unforgettable ghostly vengeance!</p>\n\t\t\t\t\t\t<p>As Brock and Kelly Burton, you are tasked with finding randomly selected items from a list of objects hidden into a scene. Throughout the game, you will also be challenged by a number of fun and engaging mini-games involving picture riddles (also known as a \"rebus\"), playing cards, tower defense and other unique puzzles. In addition, you can activate a special gadget at any time, allowing you to scan each room for additional ghosts, each with its own humorous backstory.</p>\n\t\t\t\t\t\t<h2>Game features</h2>\n\t\t\t\t\t\t<ul>\n\t\t\t\t\t\t\t <li>A sinister new addition to the Mishap series!\n\t\t\t\t\t\t\t <li>Use new gadgets as missions evolve in difficulty!\n\t\t\t\t\t\t\t <li>1st-rate cut scenes bring eccentric ghosts to life\n\t\t\t\t\t\t\t <li>Go the extra mile to earn exclusive Trophy Rewards\n\t\t\t\t\t\t\t <li>Over 30 stages of hidden objects and riddles!\n\t\t\t\t\t\t</ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/47570/header.jpg?t=1540340188",
    "developers": [
      "Virtual Prophecy Entertainment"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2011 年 1 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}