{
  "476930": {
    "name": "FourChords Guitar Karaoke",
    "steam_appid": 476930,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >FourChords Guitar Karaoke</h2><br><i>FourChords</i> makes it easy and fun to learn how to play several hundreds of hit songs with your guitar. More songs are added frequently to make <i>FourChords</i> the best chord-based interactive songbook for guitar players of all skill levels -- from one-finger-beginners to guitar slingers.<br><br>Karaoke style display with lyrics and customizable backing tracks do everything but play your guitar for you. JustinGuitar instructional videos are available for quickly learning the Basic Chords.  <br><br><ul class=\"bb_ul\"><li>Beginning Players: If you are playing guitar for the first time, <i>FourChords</i> gets you playing with your favorite songs quickly with one-string and 3-string play options -- developed in close cooperation with experienced guitar teachers. 11 easy chords is all you need to play every single song in the <i>FourChords</i> extensive songbook. You can find support material such as a “Step by step guide to your first song,” “How to read chord charts,” and “How to tune” guides in the Community Hub.<br><br></li><li>Intermediate Players: The Basic Chords play option is perfect for you! The carefully chosen combination of 11 open and barre chords covers the whole songbook. All songs have been rearranged by expert musicians into simplified versions which are easier to master.  If you want to nail a song from start to finish as fast as possible, then you need not look any further. <br><br></li><li>Advanced Players: Most songs in <i>FourChords</i> include the Pro Chords option. You’ll get more chord variations with additional 73 chords. Pro Chords are the secret that more advanced guitarists use to spice up the songs. Check the difference between Basic Chords and Pro Chords on Oasis’ “Wonderwall,” and you’ll see what we mean! </li></ul><br><i>FourChords</i> is perfect for both acoustic and electric guitars. Since we don’t track how accurately you play, there are no extra cables or other gadgets needed. Just fire up <i>FourChords</i>, grab your guitar -- and start rocking out!<br><br><br><strong>Key Features</strong><br><br><ul class=\"bb_ul\"><li>Enjoy 150+ hit songs from the get-go with the included Starter Pack (100 individual songs within the game itself plus 5 free DLC song packs)<br></li><li>Expand your repertoire with several hundred additional songs available as downloadable content<br></li><li>Track your progress with experience points (XP awarded after you play each song)</li></ul><br>With FourChords’ Instant Play Method, you don't need to know anything about tabs or sheet music. Most songs include tutorial videos and chord demos:<br><br><ul class=\"bb_ul\"><li>Simplified chords are arranged by professional guitarists: The whole songbook can be played with 11 chords -- and individual songs can be played with four simple chords<br></li><li>Tempo and transposition adjustments can be made to each song<br></li><li>Backing tracks and lyrics can also be adjusted<br></li><li>Karaoke-style display makes it easy to sing along<br></li><li>Training available through chord tutorials by the world´s best guitar teacher, Justin Sandercoe from JustinGuitar (Basic Chords)<br></li><li>Strum Instructor shows a suitable strumming pattern for each song</li></ul><br><strong>Starter Package Content </strong><br><ul class=\"bb_ul\"><li>Pop - Taylor Swift, Katy Perry, Adele, Justin Bieber, One Direction, and more <br></li><li>Rock - Imagine Dragons, Green Day, Fall Out Boy, The Black Keys, Shinedown, and more <br></li><li>Classic Rock - REO Speedwagon, Oasis, ZZ Top, Dire Straits, Pearl Jam, and more<br></li><li>Country - Carrie Underwood, Thomas Rhett, Blake Shelton, Tim McGraw, Kelsea Ballerini, and more</li></ul><br>The complete list of the songs included in the starter pack is visible in the Community Hub of <i>FourChords</i>. New songs are added to <i>FourChords</i> regularly!<br><br><i>FourChords Guitar Karaoke</i>: the interactive songbook game",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/476930/header.jpg?t=1592850376",
    "developers": [
      "Musopia"
    ],
    "publishers": [
      "Musopia"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": {
      "total": 29,
      "highlighted": [
        {
          "name": "First Steps",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/476930/5595c5b2c683a32f291811781741741c1486d3b5.jpg"
        },
        {
          "name": "Justin Time",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/476930/d1ed536428f0e1fc5db6f166cbdd52f9747fd55f.jpg"
        },
        {
          "name": "One String",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/476930/c17f5678ced94d456ac365cd71e2ef76112e8a17.jpg"
        },
        {
          "name": "Learn Em",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/476930/a24e6858460fec87fc10641ee84291e0738e0b52.jpg"
        },
        {
          "name": "Learn E",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/476930/8d7505c1422d2effe3dd107f96063767d0208db4.jpg"
        },
        {
          "name": "Rock Amateur",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/476930/af52e0faf9f364243fd6b4e3e8c329146a1a4ee8.jpg"
        },
        {
          "name": "Pop Amateur",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/476930/4111a7dc1c98dc363d743379b1b40469c2df538f.jpg"
        },
        {
          "name": "Country Amateur",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/476930/bf9093c02a6d04ad5f087e2c5921d46f8dd13b0d.jpg"
        },
        {
          "name": "Practice!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/476930/797e7e3adb68897b3fbc91a63f0d7d4403e48609.jpg"
        },
        {
          "name": "Justin Scholar",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/476930/dde5d53d1ae5f602897103457febf75f7a60996c.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 3,
      "total_negative": 1,
      "total_reviews": 4
    }
  }
}