{
  "47730": {
    "name": "Dragon Age™: Origins Awakening",
    "steam_appid": 47730,
    "required_age": 0,
    "is_free": false,
    "description": "From the Makers of the Best RPG of 2009, Dragon Age™: Origins, comes the first official expansion pack.<br>\t\t\t\t\t\tFor centuries, the Grey Wardens—the ancient order of guardians, sworn to unite and defend the lands—have been battling the darkspawn forces.  Legend spoke that slaying the Archdemon would have put an end to the darkspawn threat for centuries to come, but somehow they remain.<br>\t\t\t\t\t\tYou are the Grey Warden Commander and have been entrusted with the duty of rebuilding the order of Grey Wardens and uncovering the secrets of the darkspawn and how they managed to remain.  <br>\t\t\t\t\t\tHow you choose to rebuild your order, how you resolve the conflict with &quot;The Architect&quot;, and how you determine the fate of the darkspawn will be but some of the many complex choices that await and shape your journey as you venture to the new land of Amaranthine.<h2 class=\"bb_tag\" >A Stunning World Expanded</h2>\t\t\t\t\t\tBioWare’s deepest universe to date just got bigger with an all new area of the world to explore, Amaranthine<br>\t\t\t\t\t\t<ul class=\"bb_ul\"><li>Unlock the secrets of the Darkspawn and their true motivations<br>\t\t\t\t\t\t</li><li>Rebuild the Grey Warden order and establish their base of operations at Vigil’s Keep<br>\t\t\t\t\t\t</li></ul><h2 class=\"bb_tag\" >All-new Complex Moral Choices</h2>\t\t\t\t\t\tEmbark on an epic story that is completely defined and reactive to your play style<br>\t\t\t\t\t\t<ul class=\"bb_ul\"><li>Shape your entire experience based on the choices you make and how your handle complex situations<br>\t\t\t\t\t\t</li></ul><h2 class=\"bb_tag\" >New Ways to Customize your Hero</h2>\t\t\t\t\t\tExperience additional spells, abilities, specializations, and items to further personalize and customize your hero and party.<br>\t\t\t\t\t\t<ul class=\"bb_ul\"><li>Import your character from Dragon Age™: Origins or start anew as a Grey Warden from the neighboring land of Orlais<br>\t\t\t\t\t\t</li><li>Encounter five all-new party members and an old favorite from Dragon Age™: Origins<br>\t\t\t\t\t\t</li></ul><h2 class=\"bb_tag\" >Even more Bone-Crushing, Visceral Combat</h2>\t\t\t\t\t\tBattle against a new range of horrific and terrifying creatures<br>\t\t\t\t\t\t<ul class=\"bb_ul\"><li>Put your skills to the test against an evolved, intelligent breed of Darkspawn and other menacing creatures including the Inferno Golem and Spectral Dragon!<br>\t\t\t\t\t\t</li></ul><h2 class=\"bb_tag\" >Online Disclaimer</h2>\t\t\t\t\t\tACCEPTANCE OF END USER LICENSE AGREEMENT REQUIRED TO PLAY.  EULA AND FEATURE UPDATES CAN BE FOUND AT .  EA MAY PROVIDE CERTAIN INCREMENTAL CONTENT AND/OR UPDATES FOR NO ADDITIONAL CHARGE, IF AND WHEN AVAILABLE.  EA MAY RETIRE ONLINE FEATURES AFTER 30 DAYS NOTICE POSTED ON .",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/47730/header.jpg?t=1675704282",
    "developers": [
      "BioWare"
    ],
    "publishers": [
      "Electronic Arts"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 3 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "8 user reviews",
      "total_positive": 7,
      "total_negative": 1,
      "total_reviews": 8
    }
  }
}