{
  "477750": {
    "name": "Thirty Years' War",
    "steam_appid": 477750,
    "required_age": 0,
    "is_free": false,
    "description": "Thirty Years War is a new game designed by developer HQ covering one of the darkest ages of European history.<br><br>The Thirty Years War is the series of conflicts between Catholics and Protestants in the Holy Roman Empire and its surroundings, between 1618 and 1648. In this strategy game, players will take control of one of the opposing sides, Protestants or Catholics, and fight for the control of the Empire.<br><br>From the Bohemian rebellion to the Swedish intervention led by Gustavus Adolphus, from Denmark to the Palatinate, you can now recreate the Campaigns of Lützen, Nördlingen and Rocroi. In Thirty Years War you will coordinate the movements of several armies, take care of their supplies and fatigue and seek for the best conditions to engage in combat, undertake sieges or retreat to recover if needed; with the ultimate goal of gaining supremacy over Central Europe,<br><br>Together, these features, combined with the proven Ageod engine, make Thirty Years War a great choice to delight both players interested in this era and novice alike.<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li>Setting: the game covers all of Europe, from the Western seaboard to the Volga, but the first scenarios are centered over Germany, Denmark, parts of France, The Netherlands and Bohemia from 1618 to 1648.<br></li><li>Game map is divided into more than 4,600 regions to include all Central European territories and beyond<br></li><li>Scenarios: 3 tutorial and 5 main scenarios covering different moments the whole war (historical start in September  1618)<br></li><li>Historical leaders: More than 80 historical leaders each rated on their abilities and over 160 different types of units from Spanish tercios, to veteran Scottish infantry, Cuirassier cavalry and artillery to Swedish warships!<br></li><li>Production: Control your nation’s spending on the military, economics and diplomacy through a few simple-to-understand assets and production centers.<br></li><li>Regional Decision Cards: The game includes the well known  card system that lets you trigger events such as contributions, … these cards, if played wisely, can affect the flow of a campaign.<br></li><li>Detailed game model includes features such as Weather, Attrition, Supply, Prisoners  and Fog of War<br></li><li>Historical Events are triggered throughout the game giving the player crucial decision points. These cover anything from local uprising to foreign intervention.<br></li><li>Battlefield Tactics allow the player to make decisions that can turn the tide of battle.<br></li><li>Sieges and Naval warfare are all covered in detail in the game.<br></li><li>Chain of Command allows units to be organized in to groups and bigger stacks simulating armies</li></ul>",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/477750/header.jpg?t=1710932413",
    "developers": [
      "Ageod",
      "HQ"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 10800,
      "final": 10800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 108.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 2,
      "total_negative": 1,
      "total_reviews": 3
    }
  }
}