{
  "47870": {
    "name": "Need For Speed: Hot Pursuit",
    "steam_appid": 47870,
    "required_age": 0,
    "is_free": false,
    "description": "Need for Speed Hot Pursuit launches you into a new open-world landscape behind the wheel of the world's fastest and most beautiful cars. From Criterion, the award-winning studio behind the Burnout series, Hot Pursuit will redefine racing games for a whole new generation.<br><br>You'll experience stunning speeds, takedowns, and getaways as you battle your friends in the most connected Need for Speed game ever. Through Need for Speed Autolog and its innovative approach to connected social competition, your Hot Pursuit experience will extend beyond the console onto the web, constantly moving your gameplay in new and unique directions.<br><br>Loaded with action, this game will challenge you to become Seacrest County's top cop or most wanted racer. For the first time ever in a Need for Speed game, you'll be able to play a full career on either side of the law. Whether you're a lead-foot speeder or a cop with a mean streak, make sure your aviators are spotless and your driving record is anything but.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li><strong>Career</strong> – For the first time in Need For Speed history play full careers as both cops and racers.  Whether playing online with friends, taking on Friends challenges or the single player career, players will earn bounty that levels them up and unlocks new cars, weapons and equipment.<br></li><li><strong>Need For Speed™ Autolog</strong> – In Need for Speed Hot Pursuit, your friends drive your gameplay experience. Autolog is a system that links friends directly to each other’s games, enabling them to compare and share all their experiences, pictures and challenges.  Autolog instinctively delivers challenges based on what your friends have been doing, creating a hugely dynamic, socially competitive experience.<br></li><li><strong>Cars</strong> –In Hot Pursuit, the cars go from hot to hotter.  Experience the thrill of driving the world’s most desirable high performance cars at incredible speeds.  Feel the power of busting suspects in supercharged cop interceptors like the Lamborghini Reventon or outsmarting the law as a racer in high performance supercars like the Pagani Zonda Cinque.<br></li><li><strong>Weapons and equipment</strong> – Take down suspects with a variety of cop weapons like spike strips and call in extra support including road blocks as the chase intensifies.  Racers have a range of evasion equipment at their disposal to outsmart the cops including jammers that block cop communications and jam their weapons.<br></li><li><strong>Seacrest County</strong> – Explore a world inspired by the California coastline with desert, forest, seaside and mountainous regions. The open world of Seacrest County helps deliver the most intense cop pursuit moments ever.</li></ul>",
    "supported_languages": "捷克语, 英语, 法语, 德语, 匈牙利语, 意大利语, 日语, 波兰语, 俄语, 西班牙语 - 西班牙, 繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/47870/header.jpg?t=1743805492",
    "developers": [
      "Criterion Games"
    ],
    "publishers": [
      "Electronic Arts"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 12 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 1548,
      "total_negative": 226,
      "total_reviews": 1774
    }
  }
}