{
  "47880": {
    "name": "Battlefield: Bad Company 2 Vietnam",
    "steam_appid": 47880,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/47880/extras/7e957dc132c40ed12793686573a26054.avif?t=1682701365\" width=600 height=198 /></span><br><br>Get ready for a whole new war, as DICE's massively popular online shooter Battlefield: Bad Company™ 2 makes the journey back to the 60's and the infamous Vietnam war. <br>\t\t\t\t\tAt the heart of this expansion lie four distinct, brand-new multiplayer maps based on the Vietnam War. Each map brings a new gameplay experience and fresh visuals, with characteristics such as foxholes, tunnels and dense jungles from where the enemy can launch surprise attacks. Also, 15 classic Vietnam-era weapons and 6 vehicles are available from the moment you go online.<br>\t\t\t\t\tAll four multiplayer game modes from Battlefield: Bad Company 2, including the genre-defining Conquest Mode, will be playable in Battlefield: Bad Company 2 Vietnam. The expansion is integrated with the full game persistence, so no matter what theatre of war you participate in, you will continue to level up your soldier as usual.<br>\t\t\t\t\t<h2 class=\"bb_tag\" >Key Features</h2>\t\t\t\t\t<ul class=\"bb_ul\"><li><strong>5 Brand New Maps:</strong> From the rice fields of the Phu Bai Valley to the napalm scorched earth of Hill 137, five distinct Vietnam-based maps each bring a fresh visual and gameplay experience.<br>\t\t\t\t\t</li><li><strong>6 Immortalized Vehicles:</strong> Skim the treetops in the iconic American helicopter. Drive the sturdy Russian T54 tank and the nimble US PBR &quot;Pibber&quot; patrol boat, plus three more vehicles immortalized in the Vietnam war. <br>\t\t\t\t\t</li><li><strong>15 Characteristic Weapons:</strong> Charge into battle with 15 new weapons modeled on their real life counter-parts, including the rare Navy SEAL XM22 machinegun and the characteristic M79 &quot;Blooper&quot; Grenade Launcher.<br>\t\t\t\t\t</li><li><strong>Rocking 60's Soundtrack:</strong> Listen to 8 radio channels in-game, featuring 2 hours of  time typical tracks, including &quot;Ride of the Valkyries&quot; and &quot;Fortunate Son&quot; by CCR. <br>\t\t\t\t\t</li><li><strong>True War Dialogue:</strong> All-new voiceovers for both American and Vietnamese forces, based on authentic communication from the Vietnam War.<br>\t\t\t\t\t</li></ul><h2 class=\"bb_tag\" >Online Disclaimer</h2>\t\t\t\t\tINTERNET CONNECTION, ONLINE AUTHENTICATION AND ACCEPTANCE OF END USER LICENSE AGREEMENT REQUIRED TO PLAY. ACCESS TO ONLINE FEATURES AND/OR SERVICES REQUIRES AN EA ONLINE ACCOUNT AND REGISTRATION WITH THE ENCLOSED SINGLE-USE SERIAL CODE. REGISTRATION FOR ONLINE FEATURES IS LIMITED TO ONE EA ACCOUNT PER SERIAL CODE AND IS NON-TRANSFERABLE ONCE USED. EA ONLINE TERMS &amp; CONDITIONS AND FEATURE UPDATES CAN BE FOUND AT . YOU MUST BE 13+ TO REGISTER FOR AN EA ACCOUNT. EA MAY PROVIDE CERTAIN INCREMENTAL CONTENT AND/OR UPDATES FOR NO ADDITIONAL CHARGE, IF AND WHEN AVAILABLE. EA MAY RETIRE ONLINE FEATURES AFTER 30 DAYS NOTICE POSTED ON .",
    "supported_languages": "英语, 法语, 德语, 意大利语, 日语, 波兰语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/47880/header.jpg?t=1682701365",
    "developers": [
      "DICE"
    ],
    "publishers": [
      "Electronic Arts"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 12 月 18 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}