{
  "478960": {
    "name": "Clickteam Fusion 2.5 Free Edition",
    "steam_appid": 478960,
    "required_age": 0,
    "is_free": true,
    "description": "Clickteam Fusion 2.5 is the latest in the famous range of game creation software from Clickteam and now comes in a completely free edition! Containing all of the editors, interfaces and clever ideas that have made our previous titles so successful, now anyone on any budget can start developing powerful games and apps for free!<br><br>Discover the simplicity of designing games and apps with just your mouse. From character and level design to programming, everything is done visually. If you can read, you can program with Fusion 2.5!<br><br>Countless games made with Clickteam Fusion 2.5 and its predecessors!. Versatile, simple, powerful, fast. Download your free copy today… discover it for yourself and give it a try!<h2 class=\"bb_tag\" ><strong>Amazing Features from the Original Drag and Drop Programming Tool</strong></h2>-Make your first game in <u>under an hour!</u><br>-No need for previous programming knowledge<br>-Easy to use and intuitive physics engine<br>-The original and world famous Event Editor makes programming a breeze<br>-Used by professionals and students alike<br>-Shader effects available<br>-Inserting assets is as easy as drag and drop<br>-Complete creative flexibility<br>-Hardware accelerated games and apps<br>-Outstanding, friendly community support<h2 class=\"bb_tag\" ><strong>Upgrade to standard and enjoy these additional features and more!</strong></h2><br>-Adds Windows executable build type<br>-Access to additional exporters like Android and iOS (available DLC)<br>-Add more functionality to your project with 3rd party objects<br>-No limits on frames or event lines<br>-Includes the Event List Editor for easier debugging<br>-Use alpha channels, embed binary files, and more<h2 class=\"bb_tag\" ><strong>Steam Games #MadeWithFusion</strong></h2><br><br><br><br><br>",
    "supported_languages": "英语, 法语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/478960/header.jpg?t=1771614842",
    "developers": [
      "Clickteam"
    ],
    "publishers": [
      "Clickteam"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 16 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "59",
        "description": "网络出版"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}