{
  "47920": {
    "name": "Shift 2 Unleashed",
    "steam_appid": 47920,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/47920/extras/a7cadc7ab6a60f95d01d977192d29a62.avif?t=1622575073\" width=600 height=160 /></span><br><br>The critically acclaimed SHIFT franchise returns to the track with SHIFT 2 UNLEASHED. The most immersive racing video game experience to date brings the true driver’s experience to life with all the intensity and exhilaration of being behind the wheel and competing in the Driver’s Battle. <br><br>SHIFT 2 UNLEASHED delivers all the violence, energy and excitement of race day in a groundbreaking authentic racing experience.<br>\t\t\t\t\t\t <br>\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<h2 class=\"bb_tag\" >Key Features:</h2>\t\t\t\t\t\t<ul class=\"bb_ul\"><li><strong>Next Level of Immersion</strong> - Experience visceral first-person racing like never before. The all-new helmet cam recreates realistic driver head movements that deliver an unparalleled sensation of speed: lean and tilt into the apex of corners, feel the impact of every scrape, bump, and crash, experience true in-cockpit vibrations, and more.<br>\t\t\t\t\t\t</li><li><strong>Change the Game with Autolog</strong> - Autolog is a revolutionary system that connects friends and changes the gameplay experience by allowing you to share virtually every aspect of your racing career. Compare Driver Profiles and career status, share and comment on pictures and videos, send challenges, and pull news feeds directly from  and . Autolog recommendations amp up the social competition of real-world racing by delivering challenges based on friend activity, creating a dynamic, competitive, fun new way to play both online and offline.<br>\t\t\t\t\t\t</li><li><strong>True Realistic Racing</strong> - SHIFT 2 UNLEASHED redefines the racing simulator genre by bringing the atmosphere of race day to life.. Featuring the FIA GT1 World Championship and GT3 European Championship plus real-world drivers, tracks, and cars, this is truly tomorrow’s sim for today’s adrenaline-fueled racer.<br>\t\t\t\t\t\t</li><li><strong>Amazing Career Depth and Variety</strong> - Earn unlocks and participate in multiple racing disciplines on the way to becoming the FIA GT1 World Champion. Featuring everything from new Endurance races to muscle and retro cars, SHIFT 2 UNLEASHED gives you the flexibility to choose the path that fits your individual racing style.<br>\t\t\t\t\t\t</li><li><strong>Customize for Show or Customize to Win!</strong> - Unleash your creativity to turn some of the world’s most elite high-performance vehicles into fire-breathing weapons. Customize the engine, the body, the suspension, and much, much more, then put your ultimate racing machine to the test in any mode. Whether your goal is to race a 1000-horsepower Econobox or a tricked-out GTR, you have nearly limitless options to reign supreme on the track where every second counts.<br>\t\t\t\t\t\t</li><li><strong>Photo Real Cars and Tracks</strong> – Over 120 licensed cars are available including the Nissan GT-R GT1, McLaren MP4-12C, and GUMPERT Apollo. There is also over 35 real-world locations like Bathurst, Spa de Francochamps and Suzuka as well as fictional circuits like downtown London and Shanghai.<br>\t\t\t\t\t\t</li></ul>",
    "supported_languages": "英语, 法语, 德语, 意大利语, 波兰语, 俄语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/47920/header.jpg?t=1622575073",
    "developers": [
      "Slightly Mad Studios"
    ],
    "publishers": [
      "Electronic Arts"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2011 年 3 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 68,
      "total_negative": 20,
      "total_reviews": 88
    }
  }
}