{
  "47930": {
    "name": "The Sims™ 3 Pets",
    "steam_appid": 47930,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/47930/extras/7bbcdad836a941adcee5586639803e6d.avif?t=1447354785\" width=610 height=119 /></span><br><br>Create perfect—or imperfect—pets for your Sims, from fierce guard dogs to destructive kittens to trusty horses and more as you determine not only how your Sims’ pets look but their personality traits as well. With a variety of new activities and social interactions, take control of these pets and experience the world from their perspective. Give your Sims a new member of their household and discover all-new ways to play with life!<br>\t\t\t\t\t\t<h2 class=\"bb_tag\" >Key features:</h2>\t\t\t\t\t\t<ul class=\"bb_ul\"><li>More pets mean more fun! Create a wide variety of unique dogs, cats, and—for the first time ever—horses! Think your Sim has what it takes to tame a wild horse?<br>\t\t\t\t\t\t</li><li>Be the Pet. Wield control of your Sim’s pet to chase, dig, tackle and more. Be the perfect companion or wreck havoc on your Sims!<br>\t\t\t\t\t\t</li><li>Pets have their own traits! From intelligent, brave, and friendly to hydrophobic, skittish, and clueless to gentle, fast, and agile, determine the personality of your Sims’ pets.<br>\t\t\t\t\t\t</li><li>Pets can learn skills. Cats and dogs can learn to hunt, dogs can learn to locate collectibles and fetch your Sims a date, and horses can learn racing and jumping.<br>\t\t\t\t\t\t</li><li>Sims can take their pets outside! Take Spike to the park, bring Whiskers to the library, or ride Star to the new Equestrian Center.<br>\t\t\t\t\t\t</li></ul><h2 class=\"bb_tag\" >Online Disclaimer</h2>\t\t\t\t\t\tINTERNET CONNECTION, ONLINE AUTHENTICATION, ACCEPTANCE OF END USER LICENSE AGREEMENT, AND LATEST THE SIMS 3 PATCH UPDATE REQUIRED TO PLAY THE SIMS 3 DIGITAL DOWNLOAD PRODUCT. ACCESS TO ONLINE SERVICES INCLUDING SIMPOINTS AND DOWNLOADS REQUIRES AN INTERNET CONNECTION, EA ACCOUNT AND GAME REGISTRATION WITH THE PROVIDED ONE-TIME USE SERIAL CODE.  REGISTRATION IS LIMITED TO ONE EA ACCOUNT PER SERIAL CODE AND IS NON-TRANSFERABLE. EA ONLINE PRIVACY POLICY AND TERMS OF SERVICE CAN BE FOUND AT . YOU MUST BE 13+ TO REGISTER FOR AN EA ACCOUNT.  MAC USERS MUST UPDATE TO THE LATEST VERSION OF THE SIMS 3 LAUNCHER TO ACCESS ONLINE SERVICES, INCLUDING SIMPOINTS AND DOWNLOADS.  [Manual only: EA MAY PROVIDE CERTAIN INCREMENTAL CONTENT AND/OR UPDATES FOR NO ADDITIONAL CHARGE, IF AND WHEN AVAILABLE.]  THE SIMS 3 DIGITAL DOWNLOAD PRODUCT USES SECUROM DIGITAL RIGHTS MANAGEMENT TECHNOLOGY PROVIDED BY SONY DADC AUSTRIA AG.  FOR MORE INFORMATION ABOUT SECUROM, VISIT . GAME CAN BE PLAYED ON UP TO FIVE COMPUTERS AT THE SAME TIME; USERS CAN MANAGE WHICH COMPUTERS ARE AUTHORIZED OR DE-AUTHORIZED TO PLAY GAME.  VISIT  FOR MORE INFORMATION ON DE-AUTHORIZATION. INCLUDES SOFTWARE THAT COLLECTS DATA ONLINE NECESSARY TO PROVIDE AND ACTIVATE IN-GAME ADVERTISING FOR ALL THE SIMS 3 PRODUCTS PREVIOUSLY OR HEREAFTER INSTALLED.<br>\t\t\t\t\t\tEA MAY RETIRE ONLINE FEATURES AFTER 30 DAYS NOTICE POSTED ON .",
    "supported_languages": "英语, 捷克语, 丹麦语, 荷兰语, 芬兰语, 法语, 德语, 匈牙利语, 意大利语, 韩语, 挪威语, 波兰语, 葡萄牙语 - 葡萄牙, 俄语, 西班牙语 - 西班牙, 瑞典语, 繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/47930/header.jpg?t=1447354785",
    "developers": [
      "The Sims Studio"
    ],
    "publishers": [
      "Electronic Arts"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9900,
      "final": 9900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 99.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2011 年 10 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 9,
      "total_negative": 2,
      "total_reviews": 11
    }
  }
}