{
  "48140": {
    "name": "The Settlers 7: Paths to a Kingdom™ The Two Kings DLC #4",
    "steam_appid": 48140,
    "required_age": 0,
    "is_free": false,
    "description": "<p> The Two Kings includes co-op mode, a new 2-player map, new AI Player, new Event Location (Throne of the Kings) and 3 new Victory Points.\n\n\t\t\t\t\t\t<h2>Key Features:</h2><ul>\n\t\t\t\t\t\t<li>A new 2-player map:<ul>\n\t\t\t\t\t\t<li>Forest Realm - Located in a wide open mountain valley marked by thick forests and very spacious meadows. Two kings face each other on opposing sides of the valley. The king-sized home sectors are characterized by central marketplaces, where you can increase your wealth.  2-player map with 42 sectors, Victory Point Setup: 20 </ul>\n\t\t\t\t\t\t<li>2 new maps exclusively done for the brand-new cooperative mode:<ul>\n\t\t\t\t\t\t<li>Tower Island - This is a menacing place, where four rulers challenge each other. The island is dominated by the central Tower of Tandria. Gaining access to the tower may be key to your success. Distances to your opponents are very short, so keep an eye on your defense. 4-players map with 37 Sectors, Victory Point Setup: 25\n\t\t\t\t\t\t<li>Throne of the Kings - In this realm two teams compete for the Throne of the King. There are different starting conditions, so adapt your strategy according to your position. One Ruler has access to plenty of fertile building ground, but has only a few mines in his reach. The other ruler has access to plenty of mines, but only limited fertile ground.  Team 2 vs. 2 map with 39 sectors, Victory Point Setup: 22 </ul>\n\t\t\t\t\t\t<li>New AI Player: Fieldmarshal Ludowig (Military/Church/Trade)\n\t\t\t\t\t\t<li>New Event Location: Throne of the Kings – offers a Victory Point for trading quest, free passage for military quest and an additional Ghost General for church quest\n\t\t\t\t\t\t<li>3 new Victory Points : Pacifist, Economist, Ascetic</ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/48140/header.jpg?t=1630435883",
    "developers": [
      "Blue Byte"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}