{
  "482210": {
    "name": "Quarterback SNAP",
    "steam_appid": 482210,
    "required_age": 0,
    "is_free": false,
    "description": "Strap your helmet on and step into the life-like practice facility of Quarterback Snap, an exhilarating football passing game for HTC Vive. Test your skills as a quarterback in training by racing against the clock to land as many passes as you can in the hands of your receivers. <br><br>You have 90 seconds to grab as many balls as you can, and using that golden arm of yours, send them flying through one of your six changing receiver targets. Coach Mike will be tracking your stats, so just like one of the greats, you’ll need relentless speed and precision if you want to make it to the top of the Quarterback Hall of Fame.   <br><br>River Studios has designed this game to combine the joy of throwing a football in real life with all the fun of an arcade shooting gallery. Perfect your technique with a few pointers from your Coach before running against the clock. Hit a hot streak and stack up big point bonuses by keeping your fireballs on target. Compete for the number one QB score at home, with friends and globally across Steam.  <br><br>Features:  <br><ul class=\"bb_ul\"><li>Life-like training facility, coaching staff and fully spatialized audio provide an unbelievably immersive experience.<br></li><li>Start with 90 seconds on the clock. Time is against you. Move quickly and efficiently to score in this fast paced sprint for stardom. Don’t let the pressure get to you though, too many missed passes and you’ll be ridin’ bench in no time.<br></li><li>Keep your head on a swivel to catch passing opportunities from any one of your six receivers. Hit your targets as soon as they pop up for extra points. These guys can’t stay open for long!<br></li><li>A list of passing stats after every round help you track your progress and compare how you measure up against your personal best. <br></li><li>Check the three leaderboards (Local, Global &amp; Steam friends) early and often to keep track of your competition. Are you a big fish in a small pond, or a true Hall of Famer?  <br></li><li>Hit a few targets without missing? Well you’re hot now! Throw fireballs to keep the streak alive as long as you can! Accuracy is rewarded.<br></li><li>Throw an epic round? Well then grab a pen and sign your name in VR for the Hall of Fame.<br></li><li>Pick up a few tips from your coach in the Tutorial mode, or spend a little time perfecting your pass in Training before putting it on the line in Competition.<br></li><li>Quarterback SNAP is the first HTC Vive game to feature a real 3D character captured with 8i technology.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/482210/header.jpg?t=1509753152",
    "developers": [
      "River Studios"
    ],
    "publishers": [
      "River Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}