{
  "48240": {
    "name": "Anno 2070™",
    "steam_appid": 48240,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>2070</strong>. Our world has changed. The rising level of the ocean has harmed the coastal cities and climate change has made large stretches of land inhospitable.<br>\t\t\t\t\t\t\t\t\tThe latest in the award-winning strategy series, Anno 2070™ offers a new world full of challenges, where you will need to master resources, diplomacy, and trade in the most comprehensive economic management system in the Anno series.<br>\t\t\t\t\t\t\t\t\tBuild your society of the future, colonize islands, and create sprawling megacities with multitudes of buildings, vehicles, and resources to manage. Engineer production chains such as Robot Factories, Oil Refineries, and Diamond Mines, and trade with a variety of goods and commodities.<br>\t\t\t\t\t\t\t\t\t<h2 class=\"bb_tag\" >Key Features:</h2>\t\t\t\t\t\t\t\t\t<strong>A New Era</strong><br><br>\t\t\t\t\t\t\t\t\tWhile adhering to the fundamentals that made the Anno franchise a success, the near-future setting will bring numerous new gameplay mechanics, architectural breakthroughs, and all-new challenges. Additionally, players will be able to build massive cities, the scope of which has never been seen in prior Anno games!<br>\t\t\t\t\t\t\t\t\t<strong>Become an Architect of the Future</strong><br><br>\t\t\t\t\t\t\t\t\tFace the current world’s challenges to shape the world of tomorrow. You can either join the Tycoons to pursue an industrial and efficient course, or side with the Ecos to create a more sustainable and environmentally friendly direction.<br>\t\t\t\t\t\t\t\t\t<strong>An Evolving, Dynamic World</strong><br><br>\t\t\t\t\t\t\t\t\tDecisions will have an impact on the environment, the architectural look of the world, and the needs of the population.<br>\t\t\t\t\t\t\t\t\t<strong>Discover Hidden Depths and New Resources</strong><br><br>\t\t\t\t\t\t\t\t\tThe mysteries of the sea and the sky are waiting to be discovered. Take advantage of the transport systems of the future and develop a powerful economy.<br>\t\t\t\t\t\t\t\t\t<strong>The Enhanced Anno with New Features to Master</strong><br><br>\t\t\t\t\t\t\t\t\tSmuggle wares between harbors without being detected by the coastal patrols, or forge alliances with powerful figures to expand your influence.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong>, 意大利语, 波兰语, 西班牙语 - 西班牙, 捷克语, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/48240/header.jpg?t=1692033142",
    "developers": [
      "Blue Byte",
      "Related Designs"
    ],
    "publishers": [
      "Ubisoft"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9800,
      "final": 9800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 98.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2011 年 11 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 242,
      "total_negative": 203,
      "total_reviews": 445
    }
  }
}