{
  "482770": {
    "name": "Football Manager 2017 Demo",
    "steam_appid": 482770,
    "required_age": 0,
    "is_free": true,
    "description": "Take control of your favourite football team in Football Manager 2017, the most realistic and immersive football management game to date. It’s the closest thing to doing the job for real!<br />\r\n<br />\r\nWith over 2,500 real clubs to manage and over 500,000 real footballers and staff to sign, Football Manager 2017 elevates you into a living, breathing world of football management with you at the centre.  <br />\r\n<br />\r\nYou’ll have full control of transfers and decide who plays, and who sits on the bench. You're in complete control of tactics, team-talks and pitch-side instructions, and you’ll follow the match live with our acclaimed 3D match engine. You’ll also deal with real football media, solve player-happiness problems and the board will watch your every move.<br />\r\n<br />\r\nFans who pre-purchase Football Manager 2017 on Steam will be rewarded with Football Manager Touch 2017 for free (on PC, Mac or Linux) and, as a thank you for pre-purchasing, you’ll also get a range of free downloadable content for Touch including “Board override”, “No firing”, “All job applications”, “National management” and 3 brand new challenges to play in the “Challenge” game mode. Touch is the more streamlined, ‘transfers and tactics’ way to manage and can be purchased separately as a standalone game.<br />\r\n<br />\r\nIn addition you’ll also enjoy access to a fully-playable Beta version of the game, which will be available roughly two weeks prior to the official release date. Single player careers started in this Beta version will continue in the full game.<br />\r\n<br />\r\nLoyal fans of the series can enjoy an exclusive Steam-only discount of five per cent off for every Football Manager game they own (PC, Mac or Linux) dating back to Football Manager 2013. This means there’s a maximum 20 per cent discount available to fans who own all of the last four versions.",
    "supported_languages": "英语, 法语, 意大利语, 西班牙语 - 西班牙, 捷克语, 丹麦语, 荷兰语, 希腊语, 韩语, 挪威语, 波兰语, 葡萄牙语 - 葡萄牙, 俄语, 瑞典语, 土耳其语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/482770/header.jpg?t=1561573512",
    "developers": [
      "Sports Interactive"
    ],
    "publishers": [
      "SEGA"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 0,
      "total_negative": 2,
      "total_reviews": 2
    }
  }
}