{
  "482890": {
    "name": "Fantasy Kingdom Simulator",
    "steam_appid": 482890,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><i>NOTE: Game requires Windows Vista or higher, along with a minimum resolution of 1920x1080 to play. Windows 7 and some other users (depending on their video card and system config) may need to play the game with 96 DPI or 100% - Normal system fonts for the game to display correctly.</i></strong><br><br><strong><i>NOTE about genre and who this will appeal to: This is primarily designed as a quick, light, casual macro-management 'lunch break' strategy game. It isn't Stellaris or GalCiv III, and wasn't intended to be. Please bear this in mind when you purchase. Thanks and enjoy!</i></strong><br><br>Fantasy Kingdom Simulator transports you into a medieval realm where you reign as King of four villages, and your duty is to help them grow and blossom into fully developed cities. You'll be making meaningful choices, important decisions and face the consequences if you plan poorly.<br><br>These are living, breathing cities, with farming, economies, births, deaths, Morale and Regents that rule over them, each with their own set of 5 ratings that help you to determine their worthiness to lead, such as Honor, Military Skill, and Intelligence. These villages run themselves day-to-day, but it's your job to step in where needed to guide them to prosperity and eventually, independence at 600 population.<br><br><ul class=\"bb_ul\"><li> <strong>HD Quality:</strong> Fullscreen 1920x1080 design and stirring, original music draw you into this fantasy world.<br><br></li><li> <strong>Never The Same:</strong> Each game and world is generated randomly, which presents you with a new and fresh challenge every time. Not just called a Simulator as a gimmick or a joke -- the game uses a realistic city growth algorithm with natural ebbs, flows, and births/death patterns. <br><br></li><li> <strong>Make Decisions:</strong> Cities can make requests, such as asking for a temporary reprieve from tributes, loans to be repaid later, or food when needed. Beware: Some are trustworthy and keep their word, and some do not! Visit the cities and change their status and priorities when desired, such as imposing emergency taxes, making speeches to attract more citizens, or other functions. Call elections to politically impeach rulers not doing their job, or.. take a more direct approach.<br><br></li><li> <strong>Raise Armies:</strong> Buy troops for each city to defend them from attacks, either from beasts or other cities. Recruit special Generals with unique abilities to join you in your rulership, and send them on adventures to recover artifacts for cash or food to help feed your people.<br><br></li><li> <strong>Full Heir System:</strong> Local city rulers have children, who then inherit the crown of the city upon their parents death. The chidren's stats are generated separately, so they may not be the same as their parents.<br><br></li><li> <strong>Events And More:</strong> Deal with hundreds of random events, plagues and droughts, build structures to effect various aspects of your realm, make decisions at key moments with custom written option interludes and influence the growth of your empire.</li></ul><br>Take the crown and guide your kingdom to new destinies today with Fantasy Kingdom Simulator!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/482890/header.jpg?t=1764931092",
    "developers": [
      "SimProse Studios"
    ],
    "publishers": [
      "Conglomerate 5"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 300,
      "discount_percent": 50,
      "initial_formatted": "¥ 6.00",
      "final_formatted": "¥ 3.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 0,
      "total_negative": 3,
      "total_reviews": 3
    }
  }
}