{
  "483670": {
    "name": "Fantasy Grounds - 3.5E/PFRPG: A24: Return to the Crypt of the Sun Lord",
    "steam_appid": 483670,
    "required_age": 0,
    "is_free": false,
    "description": "The temple bells rang out, their crystal hollow-overtones calling gently to the dispersed worshipers dwelling within the underground sun temple. The Temple of the Sun was itself an enigma, a place dedicated to the sun but hidden far underground, shielded from the mighty rays of the light of life, forced to do so for both secrecy and protection. Internal holy radiance was the heart of the temple, bathing Flaesuros' children with the light of the holy orb of light, emanations from a Sliver of the Sun, an actual piece of the massive orb of life above; this was the logic behind the temple's secrecy, her many levels of protection and traps, the reason why priests who fervently revered light now clung to the shadows.<br>Return to Crypt of the Sun Lord is a Pathfinder Roleplaying Game compatible adventure for four to six PCs of levels 6-8 and includes:<br><ul class=\"bb_ul\"><li>Puzzles to keep your players engaged and inspired<br></li><li>New monsters including the Skeletal Ash Beast<br></li><li>Ancient runes which can be used to solve puzzles and advance in the crypt<br></li><li>A new magic item which may be donned by a single PC to great effect<br></li><li>An artifact which has the potential to either change the world or destroy it</li></ul>Requires: The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset. (compatible with the 3.5E ruleset)<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/483670/header.jpg?t=1768359906",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 3 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}