{
  "483800": {
    "name": "Fantasy Grounds - 3.5E/PFRPG: B21: Shadows of the Deep",
    "steam_appid": 483800,
    "required_age": 0,
    "is_free": false,
    "description": "A Pathfinder Roleplaying Game compatible adventure for four to six PCs of 5th to 7th level.<br>The sun rises on a beautiful morning to find the farming families of Pindleton already out in the fields, tending their crops and collecting their harvests.  Their fields cover many acres, and have always yielded a great enough bounty to not only feed the village, but provide enough for sale at the market in a nearby city yet the people are in danger of starvation.  A danger from the depths of the world has come to the surface, their intentions as dark as their scales, and their plans well calculated and insidious.<br>Shadows of the Deep introduces a new sub-race of kobold to your campaign, one that has not only survived free in the dark and dangerous world beneath the surface, but thrived.  It will challenge the investigative skills of your PCs, as well as set them on edge as they wonder what surprise these cunning foes have waiting for them around the next bend.  As the adventure begins the party is asked discover who and what is stealing the harvest from the farming village of Pindleton, and bring them to justice.  The cunning and creativity of the kobolds makes this challenging to be sure, but the true test begins when the adventurers track them to their Warren, which they will defend with every trap, trick and tactic in their arsenal<br>Includes:<br><ul class=\"bb_ul\"><li>Adventure through a living dungeon, that changes and responds to the presence of your PCs!<br></li><li>Face cunning foes who are more than a pile of hit points waiting to fight adventurers!<br></li><li>Set the stage for future adventures in the depths of the world!<br></li><li>Kobolds: Not just laughable lizards anymore!</li></ul>Requires: The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset (compatible with the 3.5E ruleset).<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/483800/header.jpg?t=1768359952",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 3 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}