{
  "484820": {
    "name": "Fantasy Grounds - 3.5E/PFRPG: SH1: The Ties That Bind",
    "steam_appid": 484820,
    "required_age": 0,
    "is_free": false,
    "description": "The first Pathfinder compatible adventure in the Shattered Heart Adventure Path, designed for four to five PCs of 6th level.<br>Still reeling from the twin disasters of the Great Schism and the Hoyrall Wars, the halfings of Picollo are a people cast adrift from ancient traditions. A cleric of the Great Mother strives to restore four great holy sites to the goddess, and in doing so restore the bedrock of halfling society.<br>The PCs leave the snow-swept plains of the Klavek Kingdom for the warm shores of distant Picollo to restore the first of these great temples, being among the very few permitted to access to the closed-off island. Bigotry, bribery, deal-making, and self-interest prove just as challenging to overcome as flesh and blood obstacles. Sea monsters, raiders and ancient traps at mystical sites all test the PCs skill before they slip under the waves to confront the corruption at the heart of the water temple of the Great Mother.<br>Also Included in this adventure:<br><ul class=\"bb_ul\"><li>Richly detailed relationships with recurring NPCs.<br></li><li>Politics, mystery, and skill challenges to test the players (and PCs) versatility.<br></li><li>A method to track the PCs influence on the future development of Picollan society.<br></li><li>A new minor artifact and an ancient magical boon.<br></li><li>Notes on scaling for parties of 6 or more</li></ul>Requires: The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset  (compatible with the 3.5E ruleset).<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/484820/header.jpg?t=1768360004",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 3 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}