{
  "485000": {
    "name": "Cthulhu Realms",
    "steam_appid": 485000,
    "required_age": 0,
    "is_free": true,
    "description": "Star Realms has gone insane! Introducing Cthulhu Realms! Are you zany enough to play the crazier and creepier cousin of Star Realms?<br />\r\n <br />\r\nDownload and play today to find out why Cthulhu Realms is so crazily addictive!<br />\r\n <br />\r\nHow to Play the Game:<br />\r\nIn Cthulhu Realms, each player tries to drive their opponent insane or have more sanity than their opponents when the deck runs out.<br />\r\n<br />\r\nEach player starts the game with a small deck comprised of initiates, goons and followers. Five cards from the deck form a row of available cards on the table; with more than two players, place three available cards between each pair of players.<br />\r\n <br />\r\nEach turn, you start with five cards in hand, playing those cards in order to put locations into play, boost your own sanity or reduce that of others, collect conjuring power to acquire new cards, and remove cards from the game. You can use the power of your locations once each turn. At the end of your turn, discard any cards still in hand and all entities and artifacts that you played.<br />\r\n <br />\r\nIf you lose all of your sanity, you're out of the game. If you're the only one at the table who's still sane, you win. Otherwise, the game ends when the deck runs out and whoever has the most sanity wins.<br />\r\n <br />\r\nDarwin Kastle is the designer of the popular Star Realms Deckbuilding Game, and with the digital release of Cthulhu Realms, he once again provides tons of playability for free, and a one-time upgrade to be able play with your friends and more on any device.<br />\r\n <br />\r\nFree Version<br />\r\n <br />\r\n• Drive people insane everywhere - play across devices. <br />\r\n• Crazyily addictive deckbuilding game.<br />\r\n• Tutorial teaches you how to make people crazy in minutes.<br />\r\n• Awesome, comical art.<br />\r\n• Play VS the AI. <br />\r\n• 8 silly campaign missions!<br />\r\n <br />\r\nFull Game Additional Features<br />\r\n <br />\r\n• Play the AI on 2 different difficulty settings.<br />\r\n• 8 more fun campaign missions.<br />\r\n• Battle your friends face to face with Pass and Play.<br />\r\n• Play against many more opponents online.<br />\r\n• Challenge a friend to online Player v Player combat<br />\r\n <br />\r\nCthulhu Realms is also available at your local game store as a physical card game from Tasty Minstrel Games.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/485000/header.jpg?t=1721256394",
    "developers": [
      "Wise Wizard Games, LLC"
    ],
    "publishers": [
      "Wise Wizard Games, LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}