{
  "485100": {
    "name": "The Dope Game Demo",
    "steam_appid": 485100,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/485100/extras/90d777d52f5ac80cfc3e7e9c8040da3a.webp?t=1711094786\" width=616 height=50 /></span><br>To escape the city of Starkham and start your new life, you get your friend Preston to set up a meeting with the local loanshark, Sweaty Mike. After foolishly borrowing $2,000 to start your fledging drug dealing career, you embark on a timed mission to sell as many drugs as possible throughout the city. However, you must evade the police, make sure not to ♥♥♥♥ off the locals too much, and navigate an ever-changing drug market.<br><br>Visit locations like Crockfort, Pinky's Gun Emporium, Murphy's Lake, The Noose &amp; Rafter Bar, Hillside, Saint Jaysus Memorial Hospital, and more to interact with people and buy or sell a variety of drugs. Almost everyone you meet can be fought or bartered with in some manner.<br><br>The Dope Game, the newest game from CoaguCo Industries, It is a take on John E. Dell's 1984 classic game Drugwars, where the player goes around New York City trying to make as much money as possible selling drugs while evading the police. But this isn't New York City. Or 1984. The Dope Game takes place in the fictional city of Starkham, Blannington, most infamously known from our previous games One Way To Die and Raise Your Own Clone.<br><br>This, however, is just the demo.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/485100/extras/18511633d7324756260f6cab74043a4d.webp?t=1711094786\" width=616 height=50 /></span><br>The demo features original music by Macabre Gandhi and fully hand-drawn art assets by GP Garcia. For those of you unfamiliar with the premise, here is a fancy list of game features:<br><br><ul class=\"bb_ul\"><li>15 locations around Starkham<br></li><li>16 different drugs to buy and sell<br></li><li>10 (barely) different weapons<br></li><li>1 game length to play, but 8 in the full game<br></li><li>Listen to the old lady say lots of things on the bus (unlocks stuff sometimes)<br></li><li>Borrow money from the loanshark (and maybe pay it back)<br></li><li>Interact with (and fight) a variety of townspeople<br></li><li>Randomly lose drugs, money, or weapons but possibly find those of other players in the full game<br></li><li>Hire crew members to fight with you<br></li><li>Random generated crew members: names, weapons, health, damage<br></li><li>Full soundtrack by Macabre Gandhi<br></li><li>20 Achievements... in the full game<br></li><li>Fully hand-drawn game assets<br></li><li>A variety of random mechanics to make each game unique(ish)<br></li><li>Back up statistics on CoaguCo's server (requires account) and Steam, again, in the full game</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/485100/header.jpg?t=1711094786",
    "developers": [
      "Tenth&Hess Games"
    ],
    "publishers": [
      "CoaguCo Industries"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}