{
  "485270": {
    "name": "Arachnophobia",
    "steam_appid": 485270,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Fear of spiders?</strong><br><br>Arachnophobia is a VR application within the field of health and psychology, a - not too serious - self-controlled implementation of a virtual reality exposure therapy session, where you gradually expose yourself to spiders.<br><br>Virtual reality exposure therapy is a psychological approach to learn dealing with irrational fears of a specific object (phobia) by ways of systematic desensitization.  <br><br>By generating enough phobic stress while immersed in a virtual reality environment, psychological effects can be invoked that will dampen your phobia over time. It is a scientifically proven and therapeutic procedure to help people deal with their phobia.<br><br>In this VR experience you will be seated at a table in a small apartment. By looking at specific spots on a piece of paper in front of you, you will be able to control the amount of exposure to virtual spiders. You can increase or decrease the number of spiders in the room yourself. You will not be able to move your virtual arms in the experience.<br><br>There are 5 levels of exposure in this virtual reality experience.<br><br><strong>You may quit at any time!</strong><br><br>It is advised to install yourself into a sitting position and put your arms on the table in front of you just like your virtual avatar in the scene. This way your brain will create an psychological association between the virtual arms of the avatar and your own arms in the real world ( rubber hand illusion ). This will improve the possible psychological effects by increasing immersion.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/485270/header.jpg?t=1690474681",
    "developers": [
      "IgnisVR"
    ],
    "publishers": [
      "IgnisVR"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}