{
  "485210": {
    "name": "Fantasy Grounds - 3.5E/PFRPG: SH4: Crucible of Faith",
    "steam_appid": 485210,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > SH4 (PFRPG): Crucible of Faith</h2>A witness to plague, fire, fallen ideals and betrayal for four to five 9th level player characters.<br>The future course of halfling society rests in the hands of a small band of adventures blown on the winds like the leaf of a tree.<br>The mission to restore the last of the great holy sites to the Mother Spirit, the temple of fire, has not been heard from for some weeks. Fresh from the restoration of the temple of air near The Spine of the Dragon, the PCs speed towards the Burning Isle to discover its fate. Also known as the Isle of Pestilence, the site has been abandoned since the fall of the Draco-prime five centuries past caused the dormant volcano within to become active. Showers of disease-ridden ash still reach the mainland and it is hoped that restoring the fire temple of the Great Mother with burn the island clean. Rumors of flesh eating primate, great vermin and virulent disease failed to deter the Paladin Faerlion Hayweather, who now appears lost, along with the rest of his expedition. Will the PCs find the means to provide succor to the failing colony, and in doing so restore the bedrock of the worship of the Great Mother, or will they too fall to pestilence and disease, a fitting metaphor for the miasma that grips the once joyous and open mien of Picollan society?<br>Also Included in this adventure:<br><ul class=\"bb_ul\"><li>Disgusting traps that will cause your players to rethink snack time at the gaming table.<br></li><li>Natural hazards to engulf the unwary.<br></li><li>A new monster, the Yercinendre: a harbinger of plague, disease, and death, called forth by corrupt druids or any who bow to the Horseman of Pestilence.<br></li><li>Five new magic items<br></li><li>A method to track the PCs' influence on the future development of Picollan society.<br></li><li>Notes on scaling for parties of 6 or more (APL 10).</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>James Holloway</strong><br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/485210/header.jpg?t=1768360098",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 3 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}