{
  "485820": {
    "name": "e-River Cabin Journal",
    "steam_appid": 485820,
    "required_age": 0,
    "is_free": false,
    "description": "This is a genuinely unique ‘diary driven’ strategy survival game, hoping to follow in the footsteps of such classics as NeoScavenger, TLD &amp; Unreal World.<br><br>It's a true 'Indie' title on a limited budget, from a husband and wife team.  <br><br>Your story begins deep within the Alaskan Wilderness, where you must fight for your survival &amp; carve out a new life, across the ever changing seasons.<br><br>Daily existence will be a struggle, battling against starvation, animal attacks, catastrophic injuries &amp; your own inexperience &amp; ineptitude   - will you thrive or even survive over a full 12mths (+) of gameplay?<h2 class=\"bb_tag\" > E River Cabin Journal, Write Your story.....</h2><br> NB: e-River Cabin Journal is designed to be played a little each day, taking place over REAL hours, days, months and seasons. We have however now added a NEW 'Fast Forward' option for players wanting more flexibility over how they play and incorporate into their spare time. This feature allows players to instantly complete up to 12 tasks each day.<br><br><br><br>Simulating Homesteading and Survival in your own log cabin deep in the Alaskan wilderness. You choose a location in the Alaskan wilderness to build your cabin... The cabin is built and kitted out with much of the equipment you need to survive The trick is to create a sustainable routine to keep yourself alive from thereon. You choose tasks to undertake, from Gold panning, Fishing and Hunting to tree felling, cooking and foraging. Each task takes a 'real' (and realistic) amount of time to complete, On completion the outcome is relayed in a narrative style in your Cabin 'task journal',Each new day a 'diary journal' is created that describes additional events that may have befallen you since the previous day.<br><br>The drawing of 'Fate Cards' in order to achieve set objectives risks further positive or negative incidents to push players beyond pure survival and out of their comfort zone as they become more adept within the game...<br><br>The game is as much thinking about, and discussing with others, what you 'plan' to do as it is about the actual 'doing'. It's true strategy and the game unfolds over a full years experience as opposed to a few hours of 'gaming'. You need to blend the game into your real life, because tasks take real periods of time to complete, then it's about patience and planning,reading about what happened after the event, reflecting on that and making your next decision. It's a kind of 'second life' in Alaska, if you will...<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/485820/extras/61dc6d67ad1215cbe310ec1524fa3c62.avif?t=1468609580\" width=600 height=150 /></span><br><br><br><br><br><br><br>Goldpanning<br>Hunting (shotgun and Rifle)<br>Fishing (Ice Fishing, Lure Fishing and Fly Fishing)<br>Trapping (Fish Trap and Small Game)<br>Crafting<br>Building<br>In depth first aid<br>Repair and Service vehicles<br>Trading<br>Trade items and help with NPC players and real players (via a code system - no need to be online)<br>The Map, Weather and Main animal groups plus gold locations are persistent for all players (using algorithms)<br>Forest Fires, Flooding and Avalanche !<br>A 'Fear' system that sees you benefit just from chatting to NPCs and even from a hot drink now and then :)<br>A 'Karma' system that alters how people treat you based on how you treat others and how you act... <br><br>Add an additional 'Hobby Room' to your cabin to specialize  <br><br><ul class=\"bb_ul\"><li> Smoke House (Lets you make Jerky and Smoked Fish) <br></li><li> Geology Room (Lets you polish Jade and Garnet to increase it's value) <br></li><li> Gun Room (Allows you to make your own ammunition) <br></li><li> Rod Room (Allows you to make your own lures and Flies, also to smoke fish) <br></li><li> Potting Shed (Gives you seeds to plant, herbs to eat and if you have a garden a beehive for Honey!) <br></li><li> Hot Tub (Linked to the Cabin stove, helps with Hypothermia and Heat Exhaustion plus prevents infection) <br></li><li> Tanning Room (Lets you preserve and sell fur from game and wolves shot) <br></li><li> Beer Still (Allows you to brew beer...Just don't let the Park Rangers find out!)</li></ul><br>Add to your cabin to improve your self sufficiency: <br><br><ul class=\"bb_ul\"><li> Radio Mast <br></li><li> Solar Panels <br></li><li> Food Cellar / Canning <br></li><li> Garden / Duck Pond <br></li><li> Wind Turbine <br></li><li> Chinking </li></ul><h2 class=\"bb_tag\" >Depending On Where You Build Your Cabin... </h2><ul class=\"bb_ul\"><li> Post from home (Sometimes a useful package or info about gold 'hotspots', sometimes a stress relieving letter...) <br></li><li> A rail road (build close to the lines and flag down a train as it passes for a gift or a chat from the driver!) <br></li><li> A Bush Doctors plane (If you have built under the flight path...signal them for useful health care!)</li></ul><br><br>Were looking for an active community to drive the direction of any free updates and to help development of the game.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/485820/header.jpg?t=1468609580",
    "developers": [
      "Wilderness Journal Games"
    ],
    "publishers": [
      "Wilderness Journal Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}