{
  "486150": {
    "name": "Radical Spectrum: Volume 1",
    "steam_appid": 486150,
    "required_age": 0,
    "is_free": false,
    "description": "A band of aliens led by the careless Prince FaceBox have invaded the future city of Nucleusport, bombarding it with radioactive waste from their own polluted planet. Only one man has the tech and the cojones to fight back. Take on the role of Doc DuBrane and wield his super-powerful Prisma Cannon in this endless arcade-style shooter. Absorb the radiation dropped by the alien ships and fire it right back in their stupid faces. <br />\r\n<br />\r\nRadical Spectrum is a classically-inspired arcade game with infinitely increasing speed and difficulty, featuring a unique color-collecting mechanic that adds a light puzzle element. Players must collect three of the same color in order to fire, and must balance risk and reward in choosing what to shoot. If black radiation touches the ground, or Doc, it’s game over, so the player must decide what is more important: destroying the UFO, or attempting to destroy the black block winding its way through the grid. Miss either way and it could be lights out.<br />\r\n<br />\r\nOn the surface the game appears simple, but requires constant attention to all parts of the screen and there’s more strategy to it than meets the eye. Choose to collect a certain color without looking at what’s coming up next and you could screw yourself over, or shoot at the wrong time and leave yourself open to black radiation hitting the ground. Go for the high score by destroying more of the grid and you give yourself fewer options for collection. Every action counts in Radical Spectrum.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/486150/header.jpg?t=1468024720",
    "developers": [
      "Autonomic Interactive"
    ],
    "publishers": [
      "New Reality Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "7 user reviews",
      "total_positive": 4,
      "total_negative": 3,
      "total_reviews": 7
    }
  }
}