{
  "486170": {
    "name": "Bathory - The Bloody Countess",
    "steam_appid": 486170,
    "required_age": 0,
    "is_free": false,
    "description": "The name of Elizabeth Bathory is associated with blood and fear. But now, few centuries later her story seems to receive a thrilling continuation. Get down to the bottom of the legend and save your sister in Bathory: The Bloody Countess, an eerie hidden object puzzle game.<br />\r\n<br />\r\nYour little sister has always loved mysteries and adventures, and that's why she became an archaeologist. But ever since she was summoned to excavations in east Slovakia, Rose suffered terrible nightmares of a dark hooded figure. Anxious about her last letter, you come to see her just to find out that she vanished. Now it's up to you to learn the truth behind the ancient legend of the Countess Dracula before her castle claims another victim.<br />\r\n<br />\r\nFeatures:<br />\r\n<br />\r\n- Trendy hand-drawn artwork<br />\r\n- Superb hidden object locations with variable item list<br />\r\n- Crafty puzzles and brain-twisters<br />\r\n- Compelling storyline and blood-chilling effects<br />\r\n- Earn coins to purchase tools and more<br />\r\n<br />\r\nThe history of almost every country has a controversial figure whose sins and virtues have been debated for centuries. While most of the world knows Elizabeth Bathory as the ruthless serial killer, many biographers still claim that she was slandered. Taking a twist on different theories and speculations, this hidden object adventure game appears a stunning entanglement of legends and evidence, history and magic.<br />\r\n<br />\r\nDare to enter the world where myth and fantasy are interwoven, where heathen beliefs and rituals are still a commonplace. Challenge your i-spy skills as you decipher secret messages and uncover ancient manuscripts. Explore mesmerizing locations of a remote village lost in the Carpathians and search for clues in beautifully drawn seek-and-find scenes. Collect gold coins and buy various goods to help you crack the mind-twisting riddles and escape the deadly contraptions of the medieval keep.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 荷兰语, 葡萄牙语 - 葡萄牙, 俄语, 葡萄牙语 - 巴西, 西班牙语 - 拉丁美洲<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/486170/header.jpg?t=1738676650",
    "developers": [
      "Absolutist Ltd."
    ],
    "publishers": [
      "Absolutist Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}