{
  "486220": {
    "name": "BOID Single Player Campaign",
    "steam_appid": 486220,
    "required_age": 0,
    "is_free": false,
    "description": "Boid is real-time strategy at its most primal. No funds to manage or infrastructures to build. It’s a kill or be killed battle of rapid decisions to dominate the gene pool. The single-player campaign takes you on a 10 hour quest to become the dominant species on the planet. <br><br>Kepler 42-C. A faraway planet of little significance. At least, it was until a malfunctioning drone crashed into its ocean, forever altering the course of life and inciting a battle to claim the planet, one microorganism at a time.<br><br>Claim vital positions to replicate and mutate into seven specialized units, such as the fast and vulnerable Scout, the explosive Kamikaze, and the life-draining Leach. Press your enemies for weaknesses, outflank their ambushes, usurp their bases, and amass an unstoppable swarm to overpower your adversaries.<br><br>This is more than a battle for your survival. It’s a fight for all life to come. <br><br><ul class=\"bb_ul\"><li>Fight to claim the planet in an 10-hour, single-player campaign<br>Available as DLC, the single-player campaign takes you on a journey to claim the planet and teaches you everything you need to succeed in multiplayer. Only the single player campaign is paid in BOID - everything else is free.<h2 class=\"bb_tag\" >Featured in the Multiplayer Package (free main game)</h2>:<br></li><li>Create the perfect skirmish with bots and four difficulty levels.<br>Bots allow for easy practice in multiplayer matches.<br></li><li>Go online with ranked, unranked, and private 1v1 matches.<br>Featuring a full-on league system<br></li><li>The more you play, the more your list of Friends &amp; Rivals grows.<br>BOID keeps track of your opponents for easy challenging<br></li><li>Create custom maps to share, and subscribe to your favorite creators.<br>A fully functional level editor allows you to create your own multiplayer maps<br></li><li>Color blind mode for heightened game accessibility.<br></li><li>Super easy to pick up gameplay, no base building to worry about - it's all about mutation and classes<br></li><li>Rock paper scissors style class system. Do you go for the heavy/strong/slow units or for the fast/weak/rush ones? <br></li><li>Twitch Integration for multiplayer matches</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/486220/header.jpg?t=1667301004",
    "developers": [
      "Mokus"
    ],
    "publishers": [
      "tinyBuild"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}