{
  "486320": {
    "name": "Orbit: Satellite Defense",
    "steam_appid": 486320,
    "required_age": 0,
    "is_free": false,
    "description": "Protect your planet from alien invaders in this <i>unique </i>RTS experience<br><ul class=\"bb_ul\"><li><strong>Reposition</strong> Satellites and Manually dictate their targets<br></li><li><strong>Manage</strong> your Energy reserves to send Satellites into orbit or unleash Planetary Powers<br></li><li><strong>Balance </strong>the Strengths of each unique Satellite against the weaknesses of aliens</li></ul><h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li><strong>Campaign Mode</strong>: 5 Planets, 5 levels each!<br></li><li><strong>3 Challenge Levels</strong>: Put your tactical satellite skills to the test! Each level features a unique challenge which puts a spin on the Orbit formula.<br></li><li><strong>Perfection is possible</strong>: Each Campaign &amp; Challenge level features a unique (non-random) sequence of aliens which assault your planet, and a unique set of available Satellites with which to fight them off. By learning the sequence in which enemies attack, it is possible to defend against enemies in an optimal manner and get a <strong>3 Star Rating</strong>.<br></li><li><strong>4 Endless Modes</strong>: Go for the high-score as you fend off an infinite swarm of aliens. These modes auto-save after each wave you complete, so you never lose your progress.<br></li><li><strong>Steam Leaderboards</strong>: Compare your Campaign, Challenge, and Endless score totals against players from around the World<br></li><li><strong>Unique Satellites + Enemies</strong>: Every Satellite has it's role, every enemy has its weakness. No single Satellite or enemy is just a stronger version of another; this is a game about strategy, not brute-force one-upmanship.<br></li><li><strong>Dynamic Difficulty</strong>: The better you get at the game, the more the Spawner Systems will challenge you. Replaying Campaign levels will get more difficult the better you get at them.<br></li><li><strong>Designed for Desktop</strong>: Optimized for Mouse/Keyboard; <i>Orbit: Satellite Defense</i> has shed it's mobile past. Features Keyboard shortcuts for all on-screen buttons. Manual Targeting has been assigned to Right-Mouse button to eliminate the Satellite pop-up Menu, streamlining the overall gameplay experience.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/486320/header.jpg?t=1573313423",
    "developers": [
      "Bluish-Green Productions"
    ],
    "publishers": [
      "Bluish-Green Games Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}