{
  "487580": {
    "name": "Ludo Supremo",
    "steam_appid": 487580,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Ludo Supremo</strong> is the classic board game of Ludo reinvented in beautiful 3D for the next generation of casual players seeking a fun gameplay experience with friends. You can play alone or compete against 3 opponents in a challenging game of tokens and chance. In Ludo Supremo, each player has to race 4 tokens from the starting point to the finishing point, according to the roll of the die. <br><br>Ludo is similar to many other games involving cross and circle, especially the Indian game of Pachisi. Players take turns to play. At the beginning of a game, you must throw a 6 before it becomes possible to navigate your colored token from its starting position to its starting square. After that, in each of the subsequent turns, your token may move forward for one to six squares as per indicated by the throwing die. If you throw a 6, you may choose to introduce a new token in the starting square or decide to navigate an already active token forward. Throwing a 6 also gives a bonus turn. The winner of Ludo Supremo is the player who successfully navigates all 4 tokens to the home area on the board.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/487580/header.jpg?t=1667867119",
    "developers": [
      "EnsenaSoft"
    ],
    "publishers": [
      "EnsenaSoft"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}