{
  "487560": {
    "name": "Talisman: The Horus Heresy - Season Pass",
    "steam_appid": 487560,
    "required_age": 0,
    "is_free": false,
    "description": "The Season Pass for Talisman: The Horus Heresy contains the following content as it is released -<h2 class=\"bb_tag\" >The Isstvan Campaign - AVAILABLE NOW</h2>It is the beginning of the Horus Heresy, brother shall turn upon brother on the black sands of the Isstvan System….<br><br>The Isstvan Campaign expansion allows you to explore the events of The Horus Heresy around the Isstvan System in more detail and play as the Warlords and Legions that fought there.<br><br>The expansion includes 6 new Warlords for you to play and each one comes with their custom Legion Dataslates.<br><br>For the Traitors: <br>Fulgrim, the Phoenician, Prefector of Chemos and High Lord of the Emperor's Children.<br>Perturabo, The Lord of Iron, Primarch of the Iron Warriors - a grim warrior and a master of technological arcarna.<br>Armillus Dynat, the Harrowmaster of the Alpha Legion<br><br>For the Loyalists: <br>Ferrus Manus, the Gorgon, Master of the Iron Hands.<br>Nathaniel Garro, Hand of the Sigillite, former Battle-Captain of the Death Guard 7th Battle Company.<br>Saul Tarvitz, One of the few loyalist Company Captains of the Emperor's Children Legion.<br><br>Both Loyalist and Traitor may also play as a Chaplain, an Inspiring leader of any of the 18 Legions. Each Warlord also comes with their custom Legion Dataslates.<br><br>The Campaign also includes new Stratagems, Places, Strangers and Events for you to explore, plus the entire Isstvan region.<h2 class=\"bb_tag\" >The Prospero Campaign - AVAILABLE NOW</h2>The Horus Heresy is about to begin. The Galaxy's' Most powerful Warlords are placed on an unavoidable collision course as strength of body meets strength of will during the assault of Prospero.<br><br>The Prospero Campaign expansion allows the player to explore the events of The Horus Heresy on Prospero in more detail and play as the Warlords and Legions that fought there.<br><br>The Expansion includes 4 new Warlords for you to play. Each Warlord also comes with their custom Legion Dataslates.<br><br>For the Traitors:<br>MAGNUS THE RED<br>The Crimson King, Primarch of the Thousand Sons Legion.<br>AHZEK AHRIMAN<br>Chief Librarian of the Thousand Sons and Magister Templi of the Corvidae Cult.<br><br>For the Loyalists:<br>LEMAN RUSS<br>The Wolf King, Primarch of the Space Wolves Legion.<br>GEIGOR FELL-HAND<br>A trusted Member of Leman Russ’ own Einherjar.<br><br>Both Loyalist and Traitor may also play as a Librarian, an inspiring leader of any of the 18 Legions. Each Warlord also comes with their custom Legion Dataslates.<br>The Campaign also includes new Stratagems, Places, Strangers, Events and a brand new Incantations deck for the player to explore.<h2 class=\"bb_tag\" >The Shadow Crusade - AVAILABLE NOW</h2>Previously isolated from the brutal devastation of the Horus Heresy as it tore across the Imperium, the Ultima Segmentum has been drawn into Mankind’s civil war as treachery and betrayal reach Calth.<br><br>The Shadow Crusade expansion allows you to explore the events of The Horus Heresy around the Realm of Ultramar in more detail and play as the Warlords and Legions that fought there.<br><br>The Expansion has 5 new Warlords for you to play and each has their own custom Legion Dataslates.<br><br>For the Traitors:<br>Lorgar Aurelian, the Golden Son, Master of the Word Bearers.<br>Zardu Layak, the Crimson Apostle.<br><br>For the Loyalists: <br>Captain Remus Ventanus, the Saviour of Calth.<br>Tylos Rubio, Knight Errant, former Codicer of the Ultramarines.<br><br>Both Loyalist and Traitor may also play as the Legion Forge Lord, or the Legion Primus Medicae.<br><br>The Campaign includes new Stratagems, Places, Strangers and Events for you to explore plus the entire Realm of Ultramar - a new region added to the galaxy map.<h2 class=\"bb_tag\" >Heroes and Villains Packs</h2><br>Pack I -Sigismund &amp; Kharn - AVAILABLE NOW<br>Includes two key Warlords of the civil war - Sigismund and Kharn.<br>Each Warlord also comes with their custom Legion Dataslates, plus 6 new encounter Dataslates and 2 additional Stratagems.<br><br>Pack II - Sevatar and Artellus Numeon - AVAILABLE NOW<br>Includes two key Warlords of the civil war - Sevatar and Artellus Numeon.<br>Each Warlord also comes with their custom Legion Dataslates, plus 6 new encounter Dataslates and 2 additional Stratagems.<br><br>Pack III - Kaedes Nex and Archmagos Draykavac - AVAILABLE NOW<br>Includes two key Warlords of the civil war - Kaedes Nex and Archmagos Draykavac.<br>Each Warlord also comes with their custom Legion Dataslates, plus 6 new encounter Dataslates and 2 additional Stratagems.<br><br>Pack IV- Endryd Haar and Typhon - AVAILABLE NOW<br>Includes two key Warlords of the civil war - Endryd Haar and Typhon.<br>Each Warlord also comes with their custom Legion Dataslates, plus 6 new encounter Dataslates and 2 additional Stratagems.",
    "supported_languages": "英语, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/487560/header.jpg?t=1589908898",
    "developers": [
      "Nomad Games"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}