{
  "487740": {
    "name": "Tower Island: Explore, Discover and Disassemble",
    "steam_appid": 487740,
    "required_age": 0,
    "is_free": false,
    "description": "Tower Island was built exclusively for VR on the HTC Vive and takes full advantage of “Room Scale” playability by placing you on a virtual island that is ready to be explored. Part scavenger hunt, part puzzle, part strategy, 100% fun filled adventure for all ages!<br />\r\n<br />\r\nYou can sit back and enjoy the scenery but the real fun starts to unfold as you explore every inch of the island. Uncover secrets as you scour the vibrant, colorful landscape in search of clues. Each clue gives you the opportunity to unlock a brand new puzzle. Each puzzle is a carefully crafted tower ready for you to disassemble.<br />\r\n<br />\r\nScale plays a huge part in this game. Virtual reality conveys a real sense of size from miniaturized towers that give you a giants perspective, allowing you to see how each tower is built and plan out the best ways to deconstruct them, to giant towers that make you realize how small you really are. Creatively remove pieces of each tower to earn more points! Watch as dynamic physics effectively create new solutions and outcomes for each puzzle, providing excellent replayability.<br />\r\n<br />\r\nTower Island features an all original music soundtrack that consists of over 25 pieces of catchy music designed to not only immerse you in the game but to keep you playing well into the night. Not only will you undoubtedly have a favorite puzzle, but you will also have a favorite song or two as well. This isn't some cheesy, 8-bit soundtrack. Each track is grand and carefully composed to make each tower feel larger than life.<br />\r\n<br />\r\n5 towers are available to you from the start. Want more? Then start looking! 20 towers are carefully hidden throughout the play area. Locating certain secrets will transport you to far off lands where you must complete mini games or solve puzzles in order to unlock your next tower. Finding each tower is a fun and rewarding experience.<br />\r\n<br />\r\nWhat are you waiting for? Strap on your VR headset and get ready to have tons of fun!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/487740/header.jpg?t=1508510462",
    "developers": [
      "Team of Light Media LLC"
    ],
    "publishers": [
      "Team of Light Media LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 31,
        "description": "支持 VR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}