{
  "488160": {
    "name": "Galaxy Combat Wargames",
    "steam_appid": 488160,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/488160/extras/309079305f2ebbf124d78af74e74a5b4.avif?t=1475201641\" width=650 height=150 /></span><br><br>Galaxy Combat Wargames is a multiplayer PvP space shooter that engages you in challenging and intensely competitive space combat matches against other fighters from around the world. Face-to-face battles put your maneuvering skills to test; where you employ your reflexes on evasive actions to avoid bullets and deadly missiles; and you carefully choreograph attacks intended to destroy the opponent before they destroy you. <br><br>Your spacecraft is equipped with deadly weapons to destroy the opponent and their base. Fighters with better combat skills and maneuvering strategy earn wins and rewards to reach higher ranks in the force. Galaxy Combat Wargames offers a thrilling space combat experience with intuitive fun controls and third person camera that shows a true and immersive head to head view in 3D. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/488160/extras/a0db293540ed30f04f794bd919341833.webp?t=1475201641\" width=650 height=20 /></span><br><br>Zoknocs, the enemy residing in a distant galaxy in the deep space has planned to launch a fierce attack on Planet Dionos a second time to annihilate all that is left. Dionos's military Luna Force is taking no chances. It is preparing for a pre-emptive strike operation Offensive Sting as the only option to stop Zoknocs from returning. They are searching from within their Battle School for top Commanders who have the best Galaxy Combat skills. <br><br>Galactic Commander-in-Chief Rog started Wargames to recruit the top commanders for Offensive Sting. These commanders will battle head to head and the winning Commander will be rewarded with Luna and a Hyperion Crystal. Luna are military credits which you will use to purchase your weapons and upgrades. The Hyperion Crystals will determine your rank amongst participating Commanders. May the best Commanders win!!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/488160/extras/f7203ab614ecd8f0d6430289bc72c481.webp?t=1475201641\" width=650 height=20 /></span><br><br>\t○ Battle against anyone around the world<br>\t○ Face to Face online intense space combat in real time<br>\t○ Fighter spaceships equipped with powerful weapons<br>        ○ Multiple space environments with different planetary arenas for the wargames<br>\t○ Responsive intuitive controls for fast paced maneuvers &amp; strategic targeting<br>\t○ Hi-quality graphics and engaging space environments<br>\t○ Variety of cool spaceship skins and space fighter helmets<br>        ○ Global leaderboard showing list of top fighters",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/488160/header.jpg?t=1475201641",
    "developers": [
      "Fork Particle Games"
    ],
    "publishers": [
      "Fork Particle Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 29 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}