{
  "488220": {
    "name": "Valcarta: Rise of the Demon",
    "steam_appid": 488220,
    "required_age": 0,
    "is_free": false,
    "description": "Rise of the Demon is the first chapter of a 'storyline' game series that spans 3 chapters titled: Valcarta. The Valcarta series will be built on a premise of heavy storytelling in a multi-path fashion. The Valcarta Series has its story told by two separate vantage points; one from Valak walking the Path of Darkness and one from Valak walking the Path of Light. Both vantage points take place along the exact same place in time and space, but naturally Valak encounters different allies, learns new abilities, encounters different enemies and overall has an entirely different experience. Valcarta: Rise of the Demon is essentially two RPGs with storyline, combat &amp; character development wrapped into one package.<h2 class=\"bb_tag\" ><strong><u>The Hero</u></strong></h2>Valak, a young man without family to speak of and a blurry past. He has spent most of his 'youth' in the central province of Drachell, working as the 'protector' of a small town. At the beginning of the game, Valak must make a choice that will change not just his fate but also the fate of Drachell and Valcarta. Drachell is in a rising state of turmoil that our hero, Valak, is unaware of due to where he lives within the province. When the time comes, he is thrust into a situation that forces him to choose a side, which sets him on a path for the rest of the game.<h2 class=\"bb_tag\" ><u><strong>The World</strong></u></h2>The time for the Cleansing Ritual has come! The Elemental Lords Crystals shall be gathered and brought forth to the Ritual Caverns so that the Fay Shield that surrounds Drachell may be renewed! Perhaps it is time for change though as both the Sleemon Empire and the Brotherhood of Twilight, who are locked in a state of unrest, are stirring to contest each others movements towards these Crystals. <br><br><br>The Sleemon Empire has a strong foothold within the province of Drachell and is working vigorously to develop its military strength so that it may win the war that is waging on the fields of Illymader and Fayvale, two provinces to the West of Drachell. They care little for the non-human natives of Drachell, although not many people are aware of that and live peacefully within their small farming villages or within the Castle Town of Sleemonburg itself. Perhaps the Empire isn't as noble as it claims to be to all its citizens? Perhaps the Empire wants these Crystals for some other reason?<br><br>The Brotherhood of Twilight is the force that wishes to stop the Empire from continuing its mistreatment of the provinces inhabitants, or at least that's what they say. Small camps are popping up all over Drachell under the Brotherhoods flag. Their leader, Astrid, has never shown her true self, but claims she is a Guardian Spirit to the Elemental Lord of Darkness, Synkale. Perhaps this Astrid has more to her than she is letting on? Perhaps the Brotherhoods goals are a little... deeper than she claims?<br><br><strong><u><h2 class=\"bb_tag\" >Features</h2></u></strong><br><ul class=\"bb_ul\"><li><strong>Split Path Storytelling:</strong> Experience the story and events of Rise of the Demon as they unfold from two different perspectives. Each path is between 15-20hrs of gameplay and each path involves new characters, new skills and abilities and two different styles of play. Basically, 2 RPGs wrapped into one!<br></li><li><strong>Old School RPG Action:</strong> Front-view ATB battle system with an extra touch of Action for a unique twist, an immersive world and story, unique characters with their own personal history, quests and more.<br></li><li><strong>Map Mechanics &amp; Puzzles:</strong> Experience old-school RPG puzzles and mechanics that involve you within each and every map you move through. From pushing rocks to collapsing floors, from sliding on ice to maneuvering through haunted snowmen, Valcarta: Rise of the Demon brings a bit of action into the non-combat portions of the game.<br></li><li><strong>ATB with a twist:</strong> The new version of the game implores a brand new battle system. Traditional Action Time Battle with a twist of additional action, keeping players on their toes as they will want to ensure that enemies are unable to land a successful blows against them.<br></li><li><strong>Challenging:</strong> THREE (3) different combat difficulties: Easy, Normal, Hard along with 2 different ATB settings: Full, Wait. The mid-line basis for balancing is Normal - Full, but I personally extend a challenge to anyone who can beat both paths on Hard!<br></li><li><strong>Life Filled World:</strong> Experience and explore Drachell, a small isolated province on Valcarta. Talk with NPCs, learn about your fellow companions, the races within Drachell and more.<br></li><li><strong>Finely Crafted Time Line:</strong> Experience a true split path adventure. The choice you make alters the entire world around you. The events of Drachell will unfold, regardless of which path is being played however, but the events in which you take part in will defer on each path, providing an entirely unique story along the way. Join up with either the Sleemon Empire or the Brotherhood of Twilight to get the full story!<br></li><li><strong>Character Side Story:</strong> Learning what you do from your allies through the game, seek out a end-game side-quest for each ally, that goes deeper into the their backstory. Adventurous players may even attempt to take the quest 1 step further and seek out the <strong>OPTIONAL MEGA BOSS</strong>, which expands their store a bit more and provides them with very powerful equipment.<br></li><li><strong>Steam Achievements</strong>: Unlock all <strong>22 Steam Achievement</strong> by playing through both paths of the game!<br></li><li><strong>Steam Trading Cards</strong>: Valcarta: Rise of the Demon has <strong>5 Steam Trading Cards</strong>, <strong>5 emoticons</strong> and <strong>5 Profiles Backgrounds</strong>! Learn more about this system here: </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/488220/header.jpg?t=1468033914",
    "developers": [
      "Blacksword Games"
    ],
    "publishers": [
      "Blacksword Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": {
      "total": 22,
      "highlighted": [
        {
          "name": "Walk in the Light",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/488220/85bbd882995d73ba0a8ef545e37e564e400db1fa.jpg"
        },
        {
          "name": "Walk in the Darkness",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/488220/b0e6da79084b84985b915beb01c06478a177897d.jpg"
        },
        {
          "name": "Catastrophe, Before Your Own Eyes",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/488220/0ce620f839afcd3b3d619d6ee2edeeafbd6b8a04.jpg"
        },
        {
          "name": "Family Reunion",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/488220/cc5159847cfe5edb0e5c2df48de13a8b12e70c7b.jpg"
        },
        {
          "name": "I used to be an Adventurer like you...",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/488220/efb93ee3fc5d422ed366b0d584f2001334bfacb1.jpg"
        },
        {
          "name": "The Truth of the Forest",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/488220/a8a0b6adfc1fae65e4375959cd98e14743c216ea.jpg"
        },
        {
          "name": "The Haunting Past",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/488220/c9676aea51511216af302d12260e8a8796d503ed.jpg"
        },
        {
          "name": "Dressed for Battle",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/488220/6738066619123dd89b2ca4e1315165113a3468fb.jpg"
        },
        {
          "name": "Friendly Fairy",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/488220/58b591a0deacc8671c5b9996fb04f1e5c39dc5fb.jpg"
        },
        {
          "name": "Mountains Sundered",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/488220/cdc332cc721a18653b4224bd9e0bf79b094472cc.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}