{
  "4890": {
    "name": "Cossacks II: Battle for Europe",
    "steam_appid": 4890,
    "required_age": 0,
    "is_free": false,
    "description": "Let the battle begin! The Cossacks II: Battle for Europe add-on continues the renowned Cossacks II:Napoleonic Wars game. It depicts the rather short historic period of the Napoleonic wars. The Napoleon wars changed Europe forever, leading to the formation of empires and putting an end to almost one thousand years of constant strife between small states. The game provides mass-scale battles between thousands-strong armies of the nations involved in conflicts during this period. The theatres of operation introduce France, Britain, Austria, Russia, Prussia, Egypt, and three nations not represented in the original game – Spain, the Grand Duchy of Warsaw (Poland), and the Confederation of the Rhine.<br>\t\t\t\t\t\tThe Cossacks II: Battle for Europe reconstructs in detail the soldiers' uniforms weapons and architecture of each nation. Each nation's army has its unique units and possibilities. The game includes over 180 units 190 buildings and 1200 flora and fauna elements. When developing the combat system the peculiarities of early 19th century warring were taken into account as was the value of formations provisions and troop morale. Tactical tricks utilized by military commanders of the time are fully reflected in the game. An &quot;honest&quot; system of bullet and cannonball ballistics based on physics is an innovative addition to the Cossacks engine. Other engine features include 3-dimensional landscaping which creates realistic-looking scenery and towns and impacts combat tactics. For example the firing range of a subdivision of soldiers or a cannon positioned at the top of a hill is greater than the firing range of a unitstationed on flat terrain. <br>\t\t\t\t\t\t<h2 class=\"bb_tag\" >Key features:</h2>\t\t\t\t\t\t<ul class=\"bb_ul\"><li>Control the French, Russians, Austrians, Britons, Prussians, or Egyptians -- master new weapons and tactics during a time that redefined the meaning of modern warfare.<br>\t\t\t\t\t\t</li><li>Fight through historically inspired battles of the 19th century, with massive armies colliding in different types of terrain and weather.<br>\t\t\t\t\t\t</li><li>Battles on real historical scale with tens of thausands of units on one map.<br>\t\t\t\t\t\t</li><li>Realistic Troop Morale System - Well-fed troops live longer and grow in experience to become valuable battlefield assets, while fierce and overwhelming opponents, or marching long distances will cause morale to drop<br>\t\t\t\t\t\t</li><li>Enhanced diplomacy tools help you create treaties that give you the advantages<br>\t\t\t\t\t\t</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4890/header.jpg?t=1685134248",
    "developers": [
      "GSC Game World"
    ],
    "publishers": [
      "GSC World Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2011 年 8 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 27,
      "total_negative": 3,
      "total_reviews": 30
    }
  }
}