{
  "489020": {
    "name": "iGrow Game",
    "steam_appid": 489020,
    "required_age": 0,
    "is_free": false,
    "description": "The new age of farming is here on steam! Not the typical farming game or simulator you will find anywhere else.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/489020/extras/ef1e4dcafc4c978632bad3240dc3c0db.avif?t=1629049598\" width=500 height=200 /></span><br>iGrow Game is a single player cannabis growing game for windows PC. iGrow game is the only cannabis growing game available in 3D and in first person. Start your own cannabis growing factory in a grimy tower block based in the UK. Your goal is to take over and become the best grower around using the best equipment. Unlock equipment and new cannabis strains to sell to the highest ranked dealers to get the best price for your cannabis. The better price you get the more xp you will receive.<br><br>Dealers buy depending on criteria such as dryness and potency. You can harvest a lot more wet cannabis then you can with dry cannabis, the quality will be greatly reduced despite high potency. Depending on rank, some dealers will not buy wet cannabis buds no matter what cannabis strain it is.<br><br>Every game is different, the tower block is generated at the beginning of a new game. So dealers and rooms available to buy, will be in randomly generated positions. There's 4 ranks of dealers and the higher rank's are higher up in the 10 floor tower block. Move between floors by lift.<br><br>Equipment effects your plants final yield and potency so make sure you upgrade between grows. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/489020/extras/59a586cb866611aa2f0c9e76241ace2a.avif?t=1629049598\" width=500 height=200 /></span><br><br>- Unlock and grow over 1000 different strains of cannabis with the ability of cross breeding strains.<br><br>- Unlock and buy containers, hydroponics, lights, reflectors and fan systems.<br><br>- Grow up to 8 plants per room.<br><br>- Buy over 30 rooms in each generated account.<br><br>- Sell your cannabis to build up your weed growing empire!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/489020/header.jpg?t=1629049598",
    "developers": [
      "iDev Games"
    ],
    "publishers": [
      "iDev Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}