{
  "489010": {
    "name": "Fantasy Grounds - Deadlands: The Great Northwest Trail Guide",
    "steam_appid": 489010,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >The Great Northwest Trail Guide</h2>Savage Worlds Deadlands Supplement for Fantasy Grounds II<br>In this, the darkest days of winter, the Great Northwest has its own sort of beauty. The quiet stillness of the thick-blanketing snow. The peace of a light wind breezing through the trees. The lonesome howl of nature's animals.<br>But that lonesome howl is answered by so many more, and they're laced with hunger. Other, challenging cries are heard, angrily closing in on each other. On you. Struggling through the life-sapping cold of the high snows, fighting the bitter wind freezing your face, daring the unfathomable darkness, what sort of hope do you have of surviving the centuries old struggles hidden in the pine forests of the Great Northwest and slowly creeping into the towns that man has foolishly established deep in the province of Famine? What hope at all?<br>With a copy of the brand-new Deadlands Trail Guide: The Great Northwest, you'll at least know the lay of the land. You may even have a chance at surviving the bitter winter. But bewareshould certain portions of such a tome fall into the wrong hands, your Marshal may learn of horrible secrets and goings-on, and that knowledge might not be so good for you, pardner...<br>Trail Guide: The Great Northwest, by Matt Cutter, is a supplement for the award-winning Deadlands: Reloaded RPG. It offers you a closer look at the people, places, andmost importantlythings in Montana, Oregon, Washington, and Idaho, and the ongoing Winter War, a secret struggle man has known nothing of, and may learn about far too late. It contains a Tombstone Epitaph special edition, details on the premiere towns of the Northwest, a mini-Plot Point Campaign, and more Savage Tales than you could shake a stick at if your hand hadn't just frozen off. For your own safety, get your copy today.<br><strong>Requires: </strong>The free Fantasy Grounds virtual tabletop (VTT) software and the Savage Worlds<br>v3 Ruleset and the Deadlands Setting for Fantasy Grounds<br><strong>Fantasy Grounds Conversion:</strong> Michael Grancey<br><i>Adapted for Fantasy Grounds by: </i><strong>Michael Grancey</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/489010/header.jpg?t=1768360308",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 8 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}