{
  "489220": {
    "name": "Unforgiving Trials: The Darkest Crusade",
    "steam_appid": 489220,
    "required_age": 0,
    "is_free": false,
    "description": "The land is Cursed. Dark horrors have conquered the kingdom of men. Countless brave adventurers have attempted to cleanse this evil. None have returned...<br><br>A nobleman enters the inn seeking adventurers to join him on his holy quest. Once again a small fellowship departs on it's quest to vanquish the evil that torments the land. Now the fate of the kingdom rests upon the shoulders of one brave party. A heavy burden weighs upon their souls, for now they have to face the Unforgiving Trials.<h2 class=\"bb_tag\" >STORY</h2><br>Every 20 years Corruption spreads across the lands inflicting terror and fear in the hearts of villagers. No one knows the reason for this calamity except the old King who perished when the hordes swarmed the Capital city. Many tried to reach the king in attempt to gain any knowledge or insight to fight the curse. Yet it all proved futile as no one ever returned to tell the tale. The story begins in a bustling inn along the road that leads east towards the Capital. A mysterious young lord ventures forth only with his most trusted guardian and a pouch full of coins. It is up to him to recruit a party of the very best adventurers: knights, wizards, thieves and oddballs. Recruit whoever it takes to reach the old King and reclaim the lands of man. While your quest seems straightforward it is certainly not an easy task as vile beasts and threatening monstrosities lurk the realm, ready to strike you down at the first sign of weakness.<h2 class=\"bb_tag\" >GAMEPLAY</h2><br>Embark on an epic adventure to save the lands. Form a party by selecting 4 different adventurers from a pool of over 12 unique classes. Battle your way through the cursed lands scaling the highest mountains and exploring the darkest dungeons. Face more than 30 unique challenging bosses in order to reach the capital of the kingdom. Trade and interact with other travelers, influence their fate and discover many secrets on your dark adventure.<h2 class=\"bb_tag\" >FEATURES</h2><ul class=\"bb_ul\">    <li>Fast paced Active Turn Battles<br>    </li><li>More than 12 characters with their unique classes<br>    </li><li>Customizable leveling system offering different builds and playstyles<br>    </li><li>Over 200 spells and abilities to master<br>    </li><li>30+ overpowered bosses<br>    </li><li>Animal companions<br>    </li><li>Explorable populated villages with traders and other adventurers<br>    </li><li>Extremely challenging and strategic encounters<br>    </li><li>Upcoming content updates with new characters, skills and more</li></ul><h2 class=\"bb_tag\" >AMATERASU SOFTWARE</h2><br>We are a team of four video game enthusiasts with a childhood dream of making our own video games witch laid dormant till now. Every member of our team is a fan of old school JRPG genre. It's our dream to revitalize its turn based battle system witch is shunned more and more every year in favor of more action oriented combat. For this reason we decided that our first project will be battle oriented JRPG in order to reignite the passion of old school turn based combat.<br><br><br>We are grateful for all the support and are looking for your feedback on what kind of additional content (classes, spells, characters) you want us to add in the game.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/489220/extras/00f9304cb9cbd2df346b8c0f903388b2.avif?t=1493762844\" width=550 height=220 /></span>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/489220/header.jpg?t=1493762844",
    "developers": [
      "Amaterasu Software"
    ],
    "publishers": [
      "Amaterasu Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 540,
      "discount_percent": 10,
      "initial_formatted": "¥ 6.00",
      "final_formatted": "¥ 5.40"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}