{
  "489320": {
    "name": "Fantasy Grounds - Deadlands: The 1880 Smith & Robards Catalog",
    "steam_appid": 489320,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > The 1880 Smith &amp; Robards Catalog</h2>Savage Worlds Deadlands Supplement for Fantasy Grounds II<br>Are you sick and tired of needing something they just don't make? Well, they don't, but we do! Inside our 1880 Smith &amp; Robards Catalog, you'll find a variety of wonders brought to you by the most modern scientific, engineering, and manufacturing processes known to man!<br>With one mail-order form, untold marvels can be in the palm of your hand faster than you can recover from a Hellstromme Industries mishap! Flip through our pages of delight and discover conveyances to cross any obstacle, handy elixirs, potent patent tonics, powerful weapons, wondrous clothing, and stalwart armors. Rail cars and accessories, ghost rock and boilers, the odd and miscellaneous-nothing is without representation in the incredible 1880 Smith &amp; Robards Catalog.<br>The 1880 Smith &amp; Robards Catalog includes a wide variety of gadgets and supplies for your Deadlands game, as well as the complete Smith &amp; Robards story with all their secrets. With expanded rules for mad science and new rules for steam augmentations, the early cyberware of the Weird West, take your game where it's never been-to Science!<br><i>Adapted for Fantasy Grounds by: </i><strong>Michael Grancey, and Aki Heikkinen</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/489320/header.jpg?t=1768360541",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 14 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}