{
  "489410": {
    "name": "Fantasy Grounds - Deadlands Reloaded: Murder on the Hellstromme Express",
    "steam_appid": 489410,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Deadlands Reloaded: Murder on the Hellstromme Express</h2>Adventure<br>Take a ride on one of the most advanced trains of the day, barreling out of Chicago straight for the Kansas Scientific Exposition and the cutthroat competition to win a contract with Hellstromme Industries. What could possibly go wrong on a train full of competitive Mad Scientists who routinely tinker until reality has been bent (or straightened) to their will? What will your posse do with all that time on their hands, much less the axle grease and the blood?<br>Watch out for mysterious concoctions, dangerous elixirs, ravaging machina, hair-raisin' peril, and ol'-fashioned human motivation of all sorts if you want to make it to Kansas in one piece!<br>Murder on the Hellstromme Express is a Savage Tale for the award-winning Deadlands RPG. (Deadlands Adventure, full color, converted from 32 page PDF)<br><strong>Requires: </strong>The free Fantasy Grounds virtual tabletop (VTT) software, the Savage Worlds v3<br>Ruleset, Deadlands Reloaded Player's Guide module and the Deadlands Reloaded Marshalls<br>module.<br><strong>Fantasy Grounds Conversion:</strong> Grimm Gunthar<br><i>Adapted for Fantasy Grounds by: </i><strong>Grimm Gunthar</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/489410/header.jpg?t=1768360587",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 8 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}