{
  "489670": {
    "name": "Fantasy Grounds - The Breaking of Forstor Nagar (5E)",
    "steam_appid": 489670,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Fifth Edition Done Rite!</strong></h2>A city in chaos to infiltrate, an ambassador to rescue, and a frozen hell to escape.<br>Savage battlecries and screams of pain echo through the streets and off the she raw sheer walls that make up the carved stronghold of Forstor Nagar. The cannibalistic troops of The Hungering Legion have breached the gates, and the defenders have been routed.<br>Trapped in the heart of Forstor Nagar, a devout holy man and ambassador from Ithulandis, the City of Adventure, must be rescued. But the redoubt is cut from the living ice of the Forstorheim glacier, and enemies rip the very life from the inhabitants, only scant hours remain before the alleys are slick with a crimson slush.<br>Adventurers must cross the invaders lines to infiltrate the fortress, locate the diplomatic compound and escape with the ambassador before filed teeth sink into their flesh and the fate of the city is sealed forever. Will they succeed, or just become more corpses for the conquerors larder<br>This raucous and harrowing adventure is fully compatible with the 5th Edition of the Worlds most recognizable fantasy roleplaying game and is designed for a group of 8th level characters.<br>Welcome to The Breaking of Forstor Nagar.<br>Author ENnie award winner Ben Mcfarland (Streets of Zobeck)<br>5th Edition Rules Maven Ed Kabara<br>Cartography ENnie award winner Jonthan Roberts (George R.R. Martin's Lands of Ice and Fire)<br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Cari Harper</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/489670/header.jpg?t=1768360680",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 9 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}