{
  "489600": {
    "name": "The Golf Club VR",
    "steam_appid": 489600,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><i>The Golf Club VR</i></strong> is built off the foundation laid by HB Studios’ original award winning game released in 2014, The Golf Club, taking advantage of the original game’s stunning visual presentation and over 130,000, two kilometer² procedurally and user-generated courses. The Golf Club VR will allow you to enjoy your round of golf like never before. With the HTC Vive room-scale capabilities, users have the opportunity to play golf from the comfort of their home all while having complete control over their experience. Choose the right club for every situation from your interactive golf bag. Plan how you want to attack each hole with your yardage booklet and receive on-the-fly information for each shot from your golf watch, or just simply explore the vast landscape around you. <br><br><strong>TUTORIAL</strong><br>We have included a fully interactive tutorial to help prepare you for The Golf Club VR. With the help of our commentator from the original The Golf Club, the step-by-step guide familiarizes you with the game. In The Golf Club VR, we only use one Vive controller. Throughout the tutorial we will teach you how we have utilized this to its full potential and outline each interaction you need to complete, from learning to swing to exploring your environment.<br><br><strong>FULL IMMERSION</strong><br>VR allows gamers to have a completely new perspective of video games. Along with fun gameplay mechanics, VR requires a unique attention to visuals and audio over traditional development. With the help of the visual presentation from the original The Golf Club, golfers can feel like they’re on the course from the comfort of their home. A rework of the audio for VR helps immerse gamers and pull you in even further; ambient sounds of wind, crickets, waves crashing, birds and much more, including the sound of that perfect drive to create an amazing virtual experience. And we guarantee your experience will be free from mosquito bites.<br><br><strong>COURSES</strong><br>Every course created in the original The Golf Club will be playable in VR. A VR rating system has been put in place to help curate the fun and beautiful courses, surfacing them to the top for everyone to enjoy. Users will not have access to the course designer from the original The Golf Club in VR. Though, with a library of over 130,000 courses to choose from and over 250,000KM² to explore and compete on, there’s plenty to keep you occupied.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/489600/header.jpg?t=1487967580",
    "developers": [
      "HB Studios"
    ],
    "publishers": [
      "HB Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 2 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}