{
  "490170": {
    "name": "Mind OVR Matter",
    "steam_appid": 490170,
    "required_age": 0,
    "is_free": false,
    "description": "Inspired by popular sci-fi movies, Mind OVR Matter gives you the power to control objects with your mind. This power must, however, be honed through dedicated training.<br><br>This place is all you know. The power is all you crave.<br><br>Are you a test subject? A weapon?<br><br>Seemingly trapped, all that matters now is growing your power.<br><br>Learn to catch rockets. Learn to throw cars. Learn to throw yourself through the air. <br><br>Learn to use your mind anew.<br><br>A wave based game, but definitely not a shooter, MOVRM offers a unique and replayable experience.<br><br><strong><u>Game Modes:</u></strong><br><br>Battle hordes of oncoming drones in <strong>Waves (Stationary)</strong>. Control dozens of objects at once or go for style points and use one or two at a time. Bonus points are awarded for destroying drones faster and with fewer objects controlled by a hand.<br><br>Test your agility by battling drones while throwing yourself around in <strong>Waves (Mobile)</strong>. This mode is not for those susceptible to motion sickness.<br><br>Will you defeat <strong>The Golem</strong>?<br><br><strong>Timed</strong> modes (Mobile and Stationary) are also available - see how many drones you can destroy before the time is up.<br><br>Or wield <strong>The Blade</strong> in your off-hand if you prefer to get up-close and personal when fighting (available in both mobile and stationary modes).<br><br>Now also available is <strong>The City</strong>, a vast area created from suggestions from the community. Battle robots and throw cars - this area includes all new enemies and challenges to face. Unleash your inner superhero.<br><br>Finally, relax in <strong>The Playground</strong> and experiment with your abilities in a comfortable setting where nothing is trying to kill you. Have a friend take control of Drones here using a mouse and keyboard.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/490170/header.jpg?t=1563350764",
    "developers": [
      "Joe Chatfield"
    ],
    "publishers": [
      "Joe Chatfield"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}