{
  "490160": {
    "name": "Time Tenshi 2",
    "steam_appid": 490160,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>The Girls of Time Travel return...</strong></h2><br><br><strong>Using an incredible invention, they travel through the centuries to battle a new evil...<br><br>... that threatens the entire planet!</strong><br><br>Rose and Kyo - the Time Tenshi (Time Angels) - are joined by new recruit Tessa on their voyages through history, powered by the work of Tensai Shiro, the genius inventor behind the Time Window: mankind's first functioning time machine.<br><br>Time travel is fraught with danger and still largely undiscovered, and until recently only females were allowed to go back into the past. The powerful forces of their journeys also seem to have some surprising effects on their bodies in certain areas!<br><br>But there's a problem. Chrontek, a sinister organisation that somehow managed to access the Time Window, is endlessly tampering with the flow of time as they try to rewrite history. Only the Time Tenshi stand in their way to prevent catastrophic changes in the past from affecting the present - or even the future.<br><br>And when Chrontek stumble across a mysterious, ancient power in history, they unwittingly unleash a dire peril on the future...<br><br><strong>How far can the limits of time be stretched?<br><br>What dangers does the future hold?<br><br>And is the mysterious, ancient force... truly unstoppable?</strong><br><br>-- -- --<br><br><strong>Time Tenshi 2</strong> is a hotly anticipated anime/ecchi visual novel! You'll join Kenji Johnson and the girls in Tensai Shiro's lab facility on a thrilling adventure through time itself, full of twists, futuristic action, ecchi humour and plenty of fanservice!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/490160/header.jpg?t=1477510182",
    "developers": [
      "Silver Cow Studio"
    ],
    "publishers": [
      "Silver Cow Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}