{
  "490240": {
    "name": "Fantasy Grounds - Snow White (PFRPG)",
    "steam_appid": 490240,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Snow White</i>is an adventurous fairy tale compatible with<strong>Dungeons and Dragons 3.5</strong>,and the<strong>Pathfinder Roleplaying Game</strong>, designed for four to six 6th-8th level characters.<br><strong><i>This is the completely rewritten and gorgeous epic of the 5-star award-winning adventure produced thanks to our Kickstarter backers!</i></strong><br><i>Love is firmly in the northern air of the Klavek Kingdom, as what started as a marriage of political practicality has turned into the real thing. The Prince of the mighty Klavek Kingdom has met the true love of his life, Lumi Valtatytar, daughter of Lord Herttua Valta of Morsain. Lumi is loved by everyone for her intelligence, kindness, and not least, for her grace and beauty (which are beyond compare).</i><br><i>But the path of true love rarely runs smoothly; the PCs, initially there to help at the wedding, find themselves involved with assassination attempts, political intrigue, dastardly machinations, insurgents, and even murder! At every turn, someone or something seems determined to stop the party from getting Lumi to the church on time. Who is behind all these devious mischief and can they be caught? Theres plenty for the PCs to reflect on as they make every effort to ensure the marriage of the year goes ahead, while fighting to clear their names at the same time.</i><br><i>Suddenly and without warning, Lumi disappears; the party is responsible for tracking her down and returning her safely to Castle Morsain. Their quest wont be easy as they must first enter the dreaded Haunted Forest and deal with the seven short folk responsible for Lumis abduction.</i><br><i>During their journey the PCs must evade a bottomless pit ravenously following them through the woods, explore the fabled Feyglade, and escape a forest maze and its minotaur guardian. Then the party will come face-to-face with the short folk and a wizened crone before rescuing Lumi and returning to Morsain, where they find themselves under attack as someone tries to prevent them from getting back to the castle.</i><br>Snow White spans nearly 250 pages and includes:<br><ul class=\"bb_ul\"><li>Multiple paths to reach each stage of the story<br></li><li>Detailed cartography mapping of a full-scale castle<br></li><li>A new multi-stage poison, Assassin Vine Cocktail<br></li><li>Rules for running a high speed chase on horsebackthrough a forest<br></li><li>The Alchemist's Journal, detailing the various flora andfauna in the Haunted Forest<br></li><li>New creatures, including the Twisted Treant, BottomlessPit and Gravewrap<br></li><li>Fairy tale-themed traps, such as the Binding RockingChair<br></li><li>New magic items, including theamulet of sleep,bed ofalertnessandorb of misleading<br></li><li>Multiple possible endings to the tale, depending uponthe players actions throughout the adventure<br></li><li>Game mechanics for falling in lovethe heart rules the head!<br></li><li>Gorgeous maps by Tommi Salama<br></li><li>And of course, all those essential fairy tale elements; abeautiful heroine, a prince, a queen, a magic mirror, anda hidden cabin in a haunted forest</li></ul><strong>~Awards and Reviews~</strong><br><i><br><ul class=\"bb_ul\"><strong>ENnie Nominations:</strong><li>Product of the Year<br></li><li>Best Writing<br></li><li>Best Cartography<br></li><li>Best Electronic Book</li></ul><strong>Indie Groundbreaker nominations:</strong><br><ul class=\"bb_ul\"><li>Best Art<br></li><li>Best Setting</li></ul><strong>WORDS REGARDING THE ORIGINAL 2014 RELEASE OF SNOW WHITE:</strong><br><strong>Top Ten Roleplaying Game Product of 2014 (Award)[/i]</strong><br><strong><i>Pathways Magazine</i></strong><br><i> - Snow-White is a tour de force through the realm of folk-lore's ballrooms and dark forests - a diverse, challenging quest breathing both the spirit of the classic fairy-tale and more authenticity than 'Grimm' and 'Once Upon a Time' combined, while at the same time adapting its source-material to the medium of role-playing games in a masterful, true and most importantly, extremely fun manner.&quot;</i><br><strong><i>ENDZEITGEIST, </i></strong><br><i>&quot; - A true joy and delight, mixing a little whimsy and a touch of classic fairy stories into well-resourced fantasy adventuring.&quot;</i><br><strong><i>Megan Robertson, RPG Resource</i></strong><br><i><strong>Snow White (original 2010 version) by </strong></i><br><i>Why its good:A lot gets said about Rise of the Drow but to meAdventureaweek.comat its best is the Snow White adventure. Solid writing, new twists on a very Grimm fairy tale, cartography by Todd Gamble, it's great stuff.Buy this:if you like Gothic fairy tales, and don't want to tell your players you're doing it.</i><br><strong><i>Steve Russell, Rite Publishing</i></strong><br><strong><i>Snow White continues to score solid reviews , .</i></strong><br>Requires: The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset (compatible with the 3.5E ruleset).<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/490240/header.jpg?t=1768360823",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 10300,
      "final": 10300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 103.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 13 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}