{
  "490480": {
    "name": "Fantasy Grounds - Trail of the apprentice: The King's Curse",
    "steam_appid": 490480,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><i>Beware the Curse!</i></h2>With the heroes hot on the trail of the ruthless bandits that have stolen the priceless Green Serpent statue, they must venture to Port Fairglade where the Lord Mayor's fabulous private museum keeps its twin among a trove of ancient artifacts. It is there the thieves plan to strike next, but the heroes' warning comes too late! The resplendent White Serpent has already been taken, but even as the heroes investigate the crime the museum is robbed a second time, and suddenly the loss of two statues becomes the least of their worries, as it is more than just treasure that fills the halls of the museum by night!<br>The King's Curse is an adventure for 2nd-level characters. It is part two of Trail of the Apprentice, a full campaign made up of 5 interconnected adventure modules for the 5th Edition of the world's most famous roleplaying game! The Trail of the Apprentice saga and all adventures in the the Legendary Beginnings line from Legendary Games are designed as exciting adventures suitable for all ages, but specially designed for those new to roleplaying and those on the younger side. Grab this 50-page adventure today and Make Your Game Legendary!<br>Conversion by: Zacchaeus<br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Zacchaeus</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/490480/header.jpg?t=1768360728",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 5 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}