{
  "491780": {
    "name": "AppGameKit Classic - 3D Asset Pack",
    "steam_appid": 491780,
    "required_age": 0,
    "is_free": false,
    "description": "When developing 3D games and apps for mobile platforms, sourcing models that use polygons optimally is vital to ensure the best possible performance. Included in this DLC are over 250 low polygon 3D models, complete with diffuse, normal and specular textures, ready to drop into your project.<br><br>The assets are subdivided into eight categories, and provide an ideal starting point for your 3D game or app in those genres including:<br><br><ul class=\"bb_ul\"><li><strong>CARTOON</strong> - Designed with a cartoon style, these items are exaggerated for effect<br></li><li><strong>DRIVING</strong> – Does not include vehicles, but does have the road furniture and collectables<br></li><li><strong>HORROR</strong> – Create a creepy horror game with this grave selection<br></li><li><strong>JUNGLE</strong> – Fruit and weapons of the jungle feature heavily in this category<br></li><li><strong>SHOOTER</strong> – Grab those essential boxes and barrels, the staple of every FPS game<br></li><li><strong>SILLY</strong> – if it’s wacky and random, it’s here and covers items from teddy bears to TVs<br></li><li><strong>SPACE</strong> – Put yourself into outer space with asteroids, rockets and debris<br></li><li><strong>WAR</strong> – If it explodes, it can be found in this collection of the items of war</li></ul><br>The model files are stored in the DirectX file format (.X) and the image and texture files stored as PNG file format. <br><br>For more information about creating 3D games and apps in AppGameKit, please visit the official forum linked here: <br><br>The pack will effortlessly install onto your system and can be used quickly in your games.  All the assets in 3D Asset Pack are royalty free, meaning any game you make with them can be legally sold by you.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/491780/header.jpg?t=1717091513",
    "developers": [
      "TheGameCreators"
    ],
    "publishers": [
      "TheGameCreators"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 11 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "56",
        "description": "软件培训"
      },
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "59",
        "description": "网络出版"
      },
      {
        "id": "60",
        "description": "游戏开发"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}