{
  "491840": {
    "name": "Fantasy Grounds - Nemezis (Savage Worlds)",
    "steam_appid": 491840,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >  Nemezis</h2><i>  The ancients foresaw the coming of vile beasts. Monstrosities born at the dawn of the universe that would awaken from their millennia-long slumber to destroy the Earth and humankind. These monsters were dubbed the Dark Gods by the forgotten prophets of days past; according to their grim vision, nothing could stop these beings from destroying the human race.</i><br>The prophecies were all true.<br>Deities have awakened and destroyed the Earth.<br>And humanity responded with firepower.<br>The prophets did not realize just how much power the human race would have in the Time of Judgement. They did not understand the destructive power of plasma weapons. They could not imagine an armada of starships able to launch hundreds of thousands of missiles at once. The monsters may have almost godly powers, but the majority of them still vaporize when hit by a megaton warhead!<br>You are one of the people who do not fear inhuman beasts, servants of the dark deities, or other unspeakable forces. You have discovered the secrets of the corrupt, debased nobles of Bariz. You have tracked down cultists of the Dark Gods trying to take over Ash even as it freezes. And as for the monstrous spawn... well, hunting trips on Cor have challenging game at last!<br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.<br><strong>  Requires:</strong>  The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds ruleset.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/491840/header.jpg?t=1768360915",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 15 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}