{
  "492410": {
    "name": "Rogues Like Us",
    "steam_appid": 492410,
    "required_age": 0,
    "is_free": false,
    "description": "Rogues Like Us is a hack n' slash rogue-lite unlike any other! Stand against a resurging threat by yourself or with a friend in local co-op. Collect weapons, armor, enchantments, and more by exploring dangerous locales and defeating powerful bosses! Stop the constructs, save the town. <br><br>The land of Arventous is perilous and combat is fast-paced, challenging you to quickly adapt to whatever stands in your way. Discover weapons, enchantments, trinkets, shrines and more to aid you on your journey. However, be warned, death carries a heavy price, requiring you to start again from the beginning, but this time with knowledge of past mistakes and new gear!<br><ul class=\"bb_ul\"><li><h2 class=\"bb_tag\" >A UNIQUE ADVENTURE EVERY PLAY</h2>Fight your way through an endless number of unique dungeons! Dungeons are created through a combination of hand-crafted design and procedural generation, providing a unique experience on each play-through.<br></li><li><h2 class=\"bb_tag\" >LOCAL CO-OP</h2>Adventure alone or with a friend in shared screen local co-op!<br></li><li><h2 class=\"bb_tag\" >FIND YOUR COMBAT STYLE</h2>All combat stats, such as speed, damage, slam damage, etc. are weapon specific. Giving each weapon you find a unique feel and style of play.<br></li><li><h2 class=\"bb_tag\" >EXPAND YOUR ARSENAL</h2>Unlock over 150 different pieces of gear, including weapons, armor, enchantments, and dyes for your future adventures!<br></li><li><h2 class=\"bb_tag\" >A WEATHERED WORLD</h2>Get to know your new &quot;friends&quot; in the town of Recluse, or your new enemies, the constructs. Detailed descriptions of each boss and enemy you defeat are added to a bestiary in town. Every weapon or set of armor you collect gives insight into the state of the world and pages of a mysterious journal reveal long lost information.</li><li><h2 class=\"bb_tag\" >ROGUISH GOOD LOOKS</h2>Fully customize your character by mixing and matching armor and dyes to achieve that perfect look!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/492410/header.jpg?t=1715474135",
    "developers": [
      "oddByte"
    ],
    "publishers": [
      "oddByte"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}