{
  "49310": {
    "name": "Commander: Conquest of the Americas - Colonial Navy",
    "steam_appid": 49310,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>3 new ships:</strong><br>\t\t\t\t\t\t<ul class=\"bb_ul\"><li>Cog (trade ship)<br>\t\t\t\t\t\t</li><li>Lugger (trade ship)<br>\t\t\t\t\t\t</li><li>Naval Snow (war ship)<br>\t\t\t\t\t\t</li></ul><strong>3 new resources, with new production chains &amp; buildings:</strong><br>\t\t\t\t\t\t<ul class=\"bb_ul\"><li>Wheat - Production chain: Wheat -&gt; Flour -&gt; Bread - Buildings: Mill, Bakery<br>\t\t\t\t\t\t</li><li>Fur -Production chain: Fur -&gt; Fur clothing - Buildings: Furrier<br>\t\t\t\t\t\t</li><li>Wood - Production chain: Wood -&gt; Lumber -&gt; Furniture - Buildings: Sawmill, Carpenter<br>\t\t\t\t\t\t</li></ul><strong>7 new historical Commanders, 1 for each nation, each with new special skills:</strong><br>\t\t\t\t\t\t<ul class=\"bb_ul\"><li>Britain: Francis Drake - special skill: Battle Tactician<br>\t\t\t\t\t\t</li><li>The Netherlands: Piet Hein - special skill: Merchant<br>\t\t\t\t\t\t</li><li>France: Anne Hilarion de Tourville - special skill: Tactician<br>\t\t\t\t\t\t</li><li>Holy Roman Empire: Karl Rudolf Brommy - special skill: Expert Organizer<br>\t\t\t\t\t\t</li><li>Portugal: Pedro Álvares Cabral - special skill: Voyager<br>\t\t\t\t\t\t</li><li>Denmark: Niels Juel - special skill: Naval Hero<br>\t\t\t\t\t\t</li><li>Spain: Pedro Menéndez de Avilés - special skill: National Hero<br>\t\t\t\t\t\t</li></ul><strong>3 Historical Naval Battles (screenshots available):</strong><br>\t\t\t\t\t\t<strong>Cape Rachado</strong><br>\t\t\t\t\t\t<ul class=\"bb_ul\"><li>The battle of Cape Rachado was fought between the Dutch and the Portuguese fleets in the year 1606 near Cape Rachado, Malacca. In this setting, the Dutch fleet consists of 11 ships lead by Admiral Cornelis Matelief de Jonge while the Portuguese fleet has 20 ships lead by vice-roy Martim Afonso de Castro. Even though the Dutch lost this battle, it was enough to convince the Sultanate of Johor to support the Dutch in the Dutch-Portuguese War, and eventually end the Portuguese supremacy in the region.<br>\t\t\t\t\t\t</li></ul><strong>1st Cape Finisterre</strong><br>\t\t\t\t\t\t<ul class=\"bb_ul\"><li>The First battle of Cape Finisterre was fought between the British and the French in the year 1747 and was a part of the War of the Austrian Succession. In this setting you’ll find 7 British warships attacking a 15-ship French convoy. The British fleet is commanded by Admiral George Anson while Admiral de la Jonquière is commanding the French fleet. The British victory ensured the promotion of George Anson to Vice Admiral. The French summoned a bigger convoy later, which lost another battle at the Cape Finisterre, leading to the end of French naval operations for the rest of the war.<br>\t\t\t\t\t\t</li></ul><strong>Battle of San Juan de Ulúa</strong><br>\t\t\t\t\t\t<ul class=\"bb_ul\"><li>The battle of San Juan de Ulúa was fought between English privateers and Spanish forces in the year 1568. In this setting the English privateers have 5 ships commanded by John Hawkins and the Spanish forces have 3 ships commanded by Francisco Luján. The privateers were anchored at San Juan de Ulúa for repairs and resupply when a Spanish escort fleet arrived in the port. Because of a treaty between the two nations the privateers were not afraid for their safety. However, the privateers had been plundering for a full year and Luján was aware of this and swiftly attacked the privateer fleet. Swift attack and the capture of the island’s bastion ensured the Spanish victory.<br>\t\t\t\t\t\t</li></ul>",
    "supported_languages": "英语, 法语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/49310/header.jpg?t=1472212301",
    "developers": [
      "Nitro Games"
    ],
    "publishers": [
      "Nitro Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 9 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}