{
  "493190": {
    "name": "Assetto Corsa - Red Pack",
    "steam_appid": 493190,
    "required_age": 0,
    "is_free": false,
    "description": "KUNOS Simulazioni and 505 Games are proud to present the &quot;RED PACK&quot;, the DLC package for ASSETTO CORSA that includes seven legendary Italian sports cars and Austria’s RedBull Ring circuit.<br><br>Since the birth of modern motorsports, Red has historically been the colour of choice for Italian Manufacturers &amp; competitive teams. In keeping with that theme, the RED PACK includes some of the most wanted cars from the most iconic italian Factories, Ferrari, Lamborghini and Maserati!<br><br><strong>The CARS:</strong><br><br>Ferrari SF-15T<br>Ferrari F138<br>Ferrari 488 GT3<br>Maserati 250F 6C<br>Maserati 250F T2 12C<br>Maserati GranTurismo MC GT4<br>Lamborghini Aventador SuperVeloce<br><br><strong>The track</strong><br>Spielberg REDBULL Ring Circuit<br><br>The Ferrari SF15-T is the first Ferrari GP car to debut for ASSETTO CORSA, it is the second car made by Ferrari since the reintroduction of turbo engines in 2014. The red single seater has been reproduced in cooperation with Ferrari.<br>The Ferrari F138 (originally known as the Ferrari F2013, and sometimes referred to by its project number, the Ferrari 664) is a Formula One racing car designed and built by Scuderia Ferrari for use in the 2013 Formula One season. It was driven by two-times World Champion Fernando Alonso and his team-mate Felipe Massa. The chassis was named F138 to represent the year that it would be raced in, 2013, and to mark the final season that Formula One would use V8 engines.<br>The Maserati 250F took part of Formula One racing between January 1954 and November 1960, when rules allowed 2.5 liter unsupercharged or 750 cc supercharged engines.<br>Maserati went with the former, chosing a straight six aspirated engine configuration; in 1956 it mounted a V12 engine. With a quite roomy cockpit, Maserati 250F featured a 4 gears transmission (plus reverse) and Continental fashion pedals arrangement: clutch, throttle and brake in this order.<br>The Ferrari 488 GT3 is the the racing version of the latest 488 GTB, presented at the Ferrari Finali Mondiali, as replacement for the 458 Italia.This car features large side intakes to provide a better air flow to its twin-turbocharged 3.9-liter V8.<br>With increased power, lower weight, improved aerodynamics and innovative technologies the Lamborghini Aventador LP 750-4 Superveloce is the most pure incarnation of a Lamborghini to date: unmistakable Lamborghini super sports car DNA, dynamic superiority and exceptional driving precision.<br>A focus on weight reduction while incorporating innovative technologies has resulted in the most sports-oriented, fastest and most emotional series production Lamborghini ever. The weight has been further reduced by 50 kg through enhanced lightweight engineering including significant use of carbon fiber. The naturally aspirated V12 engine's power is increased to 750 hp. This results in a power-to-weight-ratio of 2,03 kg/hp. The Superveloce accelerates from 0 to 100 km/h in 2.8 seconds and powers on to reach a top speed of more than 350 km/h.<br>After the experience with Trofeo Series, Maserati is ready to push the GranTurismo MCs into a new challenge: the international GT4 series.<br>The modifications needed for GT4 homologation mainly concern the engine and aerodynamics. The car's overall technical make-up will be unchanged: the 4700cc engine, electro-actuated transmission with paddle-shift commands and a kerb weight of 1410 kg will stay. The fitting of an air scoop will reduce the car's power output to 430 bhp from its current 488 bhp while a newly-designed rear spoiler and modified diffuser will bring the car's performance into line with that of the other GT4 cars.<br>The RedBull Ring has been reproduced for Assetto Corsa to the highest level of detail through the use of laserscan technology.",
    "supported_languages": "英语, 意大利语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/493190/header.jpg?t=1495576889",
    "developers": [
      "Kunos Simulazioni"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2900,
      "final": 870,
      "discount_percent": 70,
      "initial_formatted": "¥ 29.00",
      "final_formatted": "¥ 8.70"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 14,
      "total_negative": 0,
      "total_reviews": 14
    }
  }
}