{
  "493210": {
    "name": "Fantasy Grounds - Wonderland No More: Egg of Seven Parts",
    "steam_appid": 493210,
    "required_age": 0,
    "is_free": false,
    "description": "Wonderland No More: Egg of Seven Parts<br><strong>A Fantasy Grounds II Adventure module from Triple Ace Games</strong><br>Its time for an egg hunt, Wonderland style!<br>Welcome to Wonderland. You, the heroes, have to stand in for all the Kings Horses<br>and Men, on a quest to put Humpty Dumpty back together again. Youll get to explore<br>the width and breadth of Wonderland, from the Chessboard Fields to the Monarchy<br>of Hearts, as you seek out the missing pieces of Humpty.<br>Prepare to face off against the likes of slithy toves and homicidal packs of Cards,<br>to dodge the fearsome Jabberwocks offspring and their jaws that bite and claws<br>that catch and to explore a fantasy world where Wonderland has gone wrong.<br>Triple Ace Games proudly presents a fantastic journey into the world of Alice. Egg<br>of Seven Parts is an entire campaign which takes your heroes into Wonderland No<br>More.<br>This product is an installable module for use with the Fantasy Ground II virtual<br>tabletop. The adventure module has been carefully organized to streamline gameplay<br>and includes, story elements, personalities, items, vehicles and images. These can<br>be modified within your Fantasy Grounds campaign as needed. The Savage Worlds ruleset<br>and a Full or Ultimate license of Fantasy Grounds II are required to use this product.<br><strong>Author: </strong>Kevin L. Anderson<br><strong>Fantasy Grounds II Conversion: </strong>Ken Lavender<br><i>Adapted for Fantasy Grounds by: </i><strong>Aki Heikkinen</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/493210/header.jpg?t=1768360961",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}