{
  "493330": {
    "name": "Spriter: Delta Missions Environment Pack",
    "steam_appid": 493330,
    "required_age": 0,
    "is_free": false,
    "description": "BrashMonkey is pleased to present the Delta Missions Environment Art Pack.<br />\r\n<br />\r\nThis art pack comes fully loaded with a large assortment of highly detailed and dangerously flexible images and tile-sets,   ready to merge, layer, blend, and tile together as you see fit to create the lush and beautiful yet imposing environments for your next side-scrolling action game.<br />\r\n<br />\r\nSpanning 4 unique environment themes, each offering a large array of image components for creating foreground, mid-ground, and distant layers of depth in 3 pre-made color or lighting variations, when used in art programs like Photoshop or the fantastic and free Krita from Krita.org, the customizing possibilities are virtually endless.<br />\r\n<br />\r\nIn addition to individual image components, each environment set offers a high resolution tile-set in three common perspective variations for the core of the foreground layer, which can be scaled down to fit the needs of your specific game project's tile size requirements.<br />\r\n<br />\r\nBrashMonkey's Environment Art Packs are unique, because they include several Spriter animated props per environment!<br />\r\n<br />\r\nYou can either used these Spriter files in conjunction with one of the many Spriter run-time API's to have silky-smooth tweened animations playing back in you game, or you can export the animated props as full frame images or sprite-sheets at any scale and frame-rate you desire.<br />\r\n<br />\r\nMake your video game worlds come to life, with BrashMonkey's Delta Missions Environment Art Pack!<br />\r\n<br />\r\nThe Art pack comes with the following:<br />\r\n<br />\r\nOutdoor grassy environment:<br />\r\n<br />\r\n31 object images (moon, clouds, trees etc.)<br />\r\n2 Spriter animated objects (crate and electronic switch box) in 2 different perspectives.<br />\r\n3 Foreground tile-sets ( one for each of the three common side-scrolling platformer perspective types), with an average of over 54 tiles.<br />\r\nAll X 3 different time of day based color schemes<br />\r\n<br />\r\nIndoor bunker environment:<br />\r\n<br />\r\n34 object images (security cameras, gun racks, column segments etc.)<br />\r\n4 Spriter animated objects (crate, electronic switch box, and computer panels) in 2 different perspectives.<br />\r\n3 Foreground tile-sets ( one for each of the three common side-scrolling platformer perspective types), with an average of over 48 tiles.<br />\r\nAll X 3 different color schemes<br />\r\n<br />\r\nIndoor cave environment:<br />\r\n<br />\r\n34 object images (security cameras, gun racks, column segments etc.)<br />\r\n7 Spriter animated objects (waterfalls, crate, electronic switch box, and computer panels) in 2 different perspectives.<br />\r\n3 Foreground tile-sets ( one for each of the three common side-scrolling platformer perspective types), with an average of over 60 tiles.<br />\r\nAll X 3 different color schemes<br />\r\n<br />\r\nOutdoor mountain environment:<br />\r\n<br />\r\n25 object images (clouds, trees, mountain segments etc.)<br />\r\n1 Spriter animated objects (crate) in 2 different perspectives.<br />\r\n3 Foreground tile-sets ( one for each of the three common side-scrolling platformer perspective types), with an average of over 90 tiles.<br />\r\nAll X 3 different color schemes<br />\r\n<br />\r\nA Spriter animated land-mine with disarmed, armed and exploding animation in 2 perspectives.<br />\r\nA collection of Spriter animated pick-up items like health, ammo, grenade etc in 2 perspectives.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/493330/header.jpg?t=1667394060",
    "developers": [
      "BrashMonkey"
    ],
    "publishers": [
      "BrashMonkey"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 6 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}