{
  "493480": {
    "name": "ERISLE",
    "steam_appid": 493480,
    "required_age": 0,
    "is_free": true,
    "description": "is an ARPG created with the Unity5 game engine by an independent team.  <br />\r\n <br />\r\nIt combines currency and health into the same value to create unique changes in numbers and a brand new gaming experience.  <br />\r\n<br />\r\nWe made a bold decision in designing the game’s stats system, where a player’s Shield (powered by energy),Ammunition and in-game currency are all represented by the same number, which is called “Energy” in the game.  <br />\r\n<br />\r\nIt absorbs damage taken by the player until it reaches 0. Then, the player will start losing health.  Energy is also used as ammunition, as well as a currency for upgrading existing weapons and obtaining new weapons.  <br />\r\n<br />\r\nPlayers can distribute Energy to their personal styles, such as allocating a large amount to challenge bosses head-on, or take another route, where weapons are upgraded to deal massive damage to bosses, but the bosses can also one shot you.<br />\r\n<br />\r\n<br />\r\nWe have also added tons of unique monsters in the ever-changing landscape of the game, such as meandering underground caves or endless plains.   <br />\r\n<br />\r\nThey all have unique attribute attacks, which can only be countered by carefully planning and adjusting Energy values.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/493480/header.jpg?t=1489150559",
    "developers": [
      "Expect Studio"
    ],
    "publishers": [
      " Expect Studio "
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}