{
  "493530": {
    "name": "Layers of Fear: Inheritance",
    "steam_appid": 493530,
    "required_age": 0,
    "is_free": false,
    "description": "Time takes its toll on everything that surrounds us. It destroys what is physical, crumbling even the sturdiest foundations, and it destroys our minds—our memories—shaping and twisting them into something new. You are never ready to face the past, but the past never lets you go. And so I find myself at the door, the handle disturbingly cold to the touch. I pull it open and enter what was once a place of solitude turned nightmare. I’m home, Father. <br><br><strong>Layers of Fear: Inheritance</strong> expands the plot from Layers of Fear and tells the story of the painter’s daughter, who comes back to her childhood home to face her past. Can she forgive her father, or will she resent all that has happened? Relive her experiences and witness the full scope of the tragedy that has swallowed up the family.<br>Lead the daughter through what’s left of the mansion and take part in the madness that her father bestowed upon the whole family. Face the memories of her past and shape them into the destiny that awaits her. <br><br>Features:<br>-\tA completely new narrative experience that expands the story of Layers of Fear<br>-\tExplore the painter’s house from his daughter’s perspective<br>-\tMultiple endings based on how you play the game<br>-\tA return to the terrifying and psychedelic experience that you loved from the base game",
    "supported_languages": "英语<strong>*</strong>, 意大利语, 波兰语, 法语, 德语, 西班牙语 - 西班牙, 日语, 葡萄牙语 - 巴西, 俄语, 简体中文, 土耳其语, 韩语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/493530/header.jpg?t=1646423553",
    "developers": [
      "Bloober Team SA"
    ],
    "publishers": [
      "Aspyr"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7400,
      "final": 740,
      "discount_percent": 90,
      "initial_formatted": "¥ 74.00",
      "final_formatted": "¥ 7.40"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 37,
      "total_negative": 8,
      "total_reviews": 45
    }
  }
}