{
  "493580": {
    "name": "Hidden Object - 12 in 1 bundle",
    "steam_appid": 493580,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><h2 class=\"bb_tag\" >Play awesome stories with this 12 in 1 Hidden Object Games Bundle</h2></strong><br>From New York to London, from the 19th century to our days, discover 12 adventure games in this bundle<br><br><strong>Statue of Liberty : The Lost Symbol -</strong> Investigate the disappearance of one of the most important symbols of the United States.                    <br><br><strong>Secret Case : Paranormal Investigation -</strong> Investigate the greatest unsolved mysteries!                                                                                         <br><br><strong>Hidden Files : Echoes of JFK -</strong> One of the best kept secrets in all history is about to be revealed!                                                                            <br><br><strong>Jack the Ripper : Letters from Hell -</strong> Can you clear the name of the reporter Bert, suspected of being Jack the Ripper?                                      <br><br><strong>Public Enemies : Bonnie &amp; Clyde -</strong> Follow Bonnie &amp; Clyde’s track through the United States!                                                                                      <br><br><strong>Criminal Investigation Agents : Petrodollars - </strong> Step into the shoes of female investigator Keegan and bring down the people that think they're above the law. <br><br><strong>Medford Asylum: Paranormal Case - </strong> Alison Ester has been asked to work on the renovation site of a former asylum. She must find what forced workers to stop the renovation. They're frightened by this &quot;haunted&quot; place. She didn't know there would be an even more frightening discovery . . .                <br><br><strong>FBI : Paranormal Case - </strong> James is a young FBI agent newly promoted to the Department of Unclosed Case Files. During his different enquiries into strange cases, he uncovers an incredible international plot that aims to hide a shocking and well-guarded secret…&quot;<br><br><strong>Frankenstein - </strong>Help Brad to find the parts of Janet’s body, his fiancée, as well as the pieces of the monstrous machine which will put her body back together… in Frankenstein’ manor!<br><br><strong>Deadly Association - </strong> Nancy Boyle, a young woman without a criminal past has been found dead—half-naked—near her home in Brooklyn. The forensic police inspectors Chloé and Paul are on the case. There's a big surprise in store for them. <br><br><strong>Haunted House Mysteries - </strong> Nancy Evans is an expert in superstition and modern societies. She's been invited by her aunt, Mary Allen, to spend a few days in a quiet cottage by the sea. What she doesn't know is that, next to the cottage, there's a large, run-down house that has a macabre atmosphere.<br><br><strong>Dr Jekyll and Mr Hyde - </strong> At the end of the 19th century, a monster is prowling around in the Victorian fog of London. He has trampled on a young girl, killed a Member of Parliament, and molested a match seller. When he finds out the terrible news, Mr Utterson ends up discovering that the case is not unrelated to his friend Dr Henry Jekyll and to the terrible individual currently staying with him: Mr Hyde.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/493580/header.jpg?t=1570011107",
    "developers": [
      "Mzone"
    ],
    "publishers": [
      "Games for All"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2500,
      "final": 2500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 25.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}