{
  "493770": {
    "name": "Awakened",
    "steam_appid": 493770,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>What is Awakened:</strong><br><br>In this indie horror game dubbed - Awakened, you'll be playing sidescroller levels, first person view 3D environments, top down stealth levels, puzzles and more. You see, it's a series of minigames within the game and they're all tied together by a growing and riveting storyline that'll entertain you, challenge you, scare you, and keep you guessing!<br><br><strong>Storyline description:</strong><br><br>You play as a female character trapped in an asylum for the criminally insane. Sometimes levels are played in her imagination, sometimes not. As the story progresses you find out what happened to this main character and how she ended up in an asylum for the criminally insane.<br><br>Now it's time to escape the asylum and the voices in her head!<br><br><strong>The game features:</strong><br><br>- 6 in-game short movies<br><br>- 7 levels<br><br>- 8 original songs produced specifically for the game<br><br>- Voice actress for the main character and more<br><br>- Subtitles in English, French and Spanish<br><br>- For PC and MAC<br><br>The 3-4 hour campaign will leave you wanting more.<br><br>*With it's graphic content, this game is NOT suitable for children and viewer discretion is advised.<br><br><br><br><strong>Pricing and assets:</strong><br><br>Awakened can be yours at a very affordable price which includes the official soundtrack produced specifically for this game.<br><br><strong>Final thoughts:</strong><br><br>If you're into challenging thriller games and you want to try a new approach to the genre and the games that exist in the genre, Awakened is a great and very affordable alternative given it's different forms of gameplay. The point of which is to keep the player guessing at all times. You'll never know what's next!",
    "supported_languages": "英语<strong>*</strong>, 法语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/493770/header.jpg?t=1547829186",
    "developers": [
      "Jesper Michael Petersen"
    ],
    "publishers": [
      "Jesper Michael Petersen"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}