{
  "493910": {
    "name": "Bastard Bonds Demo",
    "steam_appid": 493910,
    "required_age": 0,
    "is_free": true,
    "description": "Justice has failed. The criminal, the deranged, the inconvenient, and the uncomfortable; all are cast across the sea to the greedy island of Lukatt, whose shores let nothing slip free. Whether sinner or saint, you are one of these outcasts, and it is there, in a dark cell on the cold shore of that island, where you will finally cut fate's throat and take control of your own future. <br><br>Gather a band of the criminal and the forgotten, forgive their transgressions or ostracize them, use them as workhorses or nurture their trust, slaughter your enemies or spare them, release the conquered or press them into service. Find a way to escape the inescapable, or find a way to bend it to your will.<br><strong><br>Bastard Bonds</strong> is a mature, fast-paced tactical RPG with high-end pixel art and in-depth character customization, including built-in sprite mod support. Featuring more than 200 in-game locations, more than 1000 character sprites, an all-original soundtrack, and 40+ hours of gameplay.<br><br>This is the free demo of Bastard Bonds. It allows you to explore more than a dozen maps, sample the game's tactics, and fully engage the character creation systems.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/493910/header.jpg?t=1572354648",
    "developers": [
      "Bigfingers"
    ],
    "publishers": [
      "Bigfingers"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}