{
  "494110": {
    "name": "Supreme Ruler: Trump Rising",
    "steam_appid": 494110,
    "required_age": 0,
    "is_free": true,
    "description": "&quot;MAKE AMERICA GREAT AGAIN!&quot;<br><br>Within the United States, civil unrest fueled by racial tensions reaches even higher than in the 1960's.  To China and Russia, the new US President seems so unpredictable and reckless that it seems logical to make a pre-emptive strike rather than wait for him to have a 'bad hair day' and launch a strike against them.  In Western Europe, leaders are shaken by their new reality and realize they may have to make concessions to Russia now that America can no longer be relied upon.  The European Union itself is in disarray as the UK prepares to leave and forge its own relationships.  In Mexico, and even in Canada, militaries are brought to an unprecedented level of readiness over concern of Trump's ambitions.  <br><br>How will this play out?  Will you assume Trump's role as the new US leader and guide America to renewed Greatness?  Or will you instead lead another nation and take advantage of a potentially dysfunctional America to further your own ambition?<br><br>This DLC adds the following to <i>Supreme Ruler Ultimate</i>:<br><ul class=\"bb_ul\"><li>New Sandbox starting on US Inauguration Day, January 20, 2017<br></li><li>Updated &quot;Modern World&quot; relationships, leaders, and regional economies<br></li><li>Take control as President Donald Trump, or try to minimize the damage as another World Leader<br></li><li>Build the Trump Wall - although you may have to pay for it yourself<br></li><li>Encourage regional growth with the Trump Tower economic development zones</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/494110/header.jpg?t=1478809541",
    "developers": [
      "BattleGoat Studios"
    ],
    "publishers": [
      "BattleGoat Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}