{
  "494360": {
    "name": "Barrow Hill: Curse of the Ancient Circle",
    "steam_appid": 494360,
    "required_age": 0,
    "is_free": false,
    "description": "Somewhere deep within the woods of Cornwall, a timeless force is stirring. Unseen beneath the ancient burial mound, known locally as Barrow Hill, a forgotten myth awakens. Following in the footsteps of the wellknown archaeologist, Conrad Morse, you will discover that the barrow is more than just a collection of forgotten standing stones&amp; Experience the detailed and immersive storyline yourself, in this great point-and-click adventure.<br><br>The eerie Cornish landscape is brought to life like never before. Arriving during the Autumn Equinox you have one night to unravel a sinister story. Explore the well trodden pathways across the land, seek clues in almost forgotten shrines and experience the ancient forces which exist in the standing stone monument known as Barrow Hill. <br><br>Ancient Celtic Monuments: Standing stones are, perhaps, the most mysterious wonders of the ancient world. There are still no satisfactory explanations as to what they are, how they were built, and who constructed them. A detailed, and spellbinding, story is woven through the very fabric of Barrow Hill, offering possible explanations, further mysteries and a chance to get beneath the surface of archaeology like no other game before it.<br><br>Dig deeper: Use real archaeological techniques, and practice, to unearth forgotten artefacts and delve into the Celtic legends which haunt the green lanes of the hill. Cornwall boasts itself as the home of many sorcerers, ancient kings and mythological characters. From the piskie folk of the hedgerows and clifftops to the beasts of Bodmin Moor. There isn't a corner of England's most western county that isn't rich in folklore, magic and danger!<br><br><ul class=\"bb_ul\"><li> Discover a world of puzzles, archaeology and ancient rituals<br></li><li> Use gadgets to locate clues and communicate with other characters<br></li><li> Haunting soundtrack of creepy music and spine-chilling sound effects<br></li><li> Explore wonderfully spooky locations<br></li><li> Use CCTV to uncover clues<br></li><li> What has happened to Conrad Morse?<br></li><li> This is the digital re-release of the game at Barrow Hill's 10 year anniversary ! PS: Don't forget to check out Barrow Hill:The Dark Path, the new instalment.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/494360/header.jpg?t=1668629727",
    "developers": [
      "Shadow Tor Studios"
    ],
    "publishers": [
      "Iceberg Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 3300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}