{
  "494680": {
    "name": "Branching Paths",
    "steam_appid": 494680,
    "required_age": 0,
    "is_free": false,
    "description": "<i><h2 class=\"bb_tag\" >How to set the subtitles</h2></i><br>You'll be able to find &quot;CC&quot; in the right-bottom of the movie window.<br>When you click it, subtitle setting prompt will popup, then you can select the language (EN or JP), font style, etc.<br>The subtitle will be automatically set to your default language, but if you encounter any issue, please modify the setting from there.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/494680/extras/e87f023b498b02dca50125ace150e0ac.webp?t=1667259491\" width=600 height=60 /></span><br><br>The Japanese video game industry led the world in creativity and innovation from the 1980's to the mid-2000's, but in recent years Japanese studios have been unable to keep up with advancements in technology, with many shifting focus away from risky projects and unique gaming experiences.<br><br>Today, there are many players around the world who long to play games like those that inspired and excited them in their childhood. And for industry veterans and young talents who aspire to the pursuit of originality and creative freedom, going independent is the answer.<br><br>Japan has a history of independent creators building lively communities, even within industries where large media companies rule. Comic Market, and events like it attract more than 1 million attendees yearly.<br><br>For the last several years, the Japanese game industry has begun to recognize the power of independent creators and the momentum of the fledgling scene, and in 2013, the Tokyo Game Show created a pavilion to feature indie creators for the first time in its history.<br><br><strong>&quot;Will this be the beginning of a new movement?&quot;</strong><br>With this question, we began our two-year journey through Japan’s Indie scene.<br><br>Branching Paths is a mosaic of the developers, publishers and people who gravitate to indie games in Japan.<h2 class=\"bb_tag\" >Director: Anne Ferrero</h2>Born in France, 1983. She studied Japanese culture at university, and went on to produce films introducing video games and Japan for French television and worldwide media.<br>She has been living in Tokyo since fall 2011, acting as director and producer for her Japanese show “toco toco”.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/494680/extras/1f326fc9060b3e2c27c4083bb0d1e942.avif?t=1667259491\" width=600 height=310 /></span>",
    "supported_languages": "日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/494680/header.jpg?t=1667259491",
    "developers": [
      "Assemblage",
      "Anne FERRERO"
    ],
    "publishers": [
      "PLAYISM"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 29 日"
    },
    "categories": [
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 33,
        "description": "原生支持 Steam 控制器"
      }
    ],
    "genres": [
      {
        "id": "81",
        "description": "纪录片"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "6 user reviews",
      "total_positive": 5,
      "total_negative": 1,
      "total_reviews": 6
    }
  }
}