{
  "494900": {
    "name": "Complete Figure Drawing Course HD",
    "steam_appid": 494900,
    "required_age": 0,
    "is_free": false,
    "description": "The Complete Figure Drawing Course HD is a 77 hours industrial art training course spanning 225 lessons, designed to teach industrial art students on how to draw the human figure from the mind. Traditional artists can also gain from this course as the course uses simple drawing methods to teach. Traditional artists can use their own style of drawing to follow along. The course was created by Riven Phoenix a professional artist and teacher who made the course to allow virtually every industrial art student to succeed on how to draw and understand the human figure rapidly. This drawing course is used in over 70 countries, in colleges and leading entertainment studios world over like Disney and Lucas films. Riven's job in this figure drawing course is to teach you how to unlock the mysteries of the human figure inside your mind so you can draw it with bliss for industrial art. You will go through 225 video lessons spanning 77 hours. He will guide you through a step-by-step drawing process to construct the structure of the human form in your mind the easy way. All you need is a pencil and a sketchbook and a passion to draw. You will be able to take this drawing knowledge and apply it to any artistic field from illustrations to comic books to story-boarding. You are going to cover an incredible amount of detail in this course using the power of artistic thinking which will allow you to rapidly conquer the ability to how to draw people with bliss. You will be doing over 200 illustrations in this course so for sure your drawing ability will improve rapidly.  It took riven 10 years to put together this course for industrial artists which includes 30 years of his figure drawing knowledge into one package for artists to enjoy. You can also read student testimonials on the company site and see for yourself how this course really does work for all artists.<br />\r\n<br />\r\nHere are a few Testimonials from our site:<br />\r\n<br />\r\n&quot;When it comes to the human body this is perhaps the greatest video instructional series that I have ever seen.&quot; - BlenderNation.com<br />\r\n<br />\r\n&quot;I now count YOU among those who have been instrumental in furthering my knowledge of anatomy.&quot; - Malone A. Samuels , M.F.A (Award Winning Instructor at Art League School)<br />\r\n<br />\r\n“This course is an excellent hands-on detailed walk through the process of drawing the human figure based on a systematic structure of anatomical study, and a solid foundation for serious figure drawing” - Gerrit Verstraete, founder, Drawing Society of Canada.<br />\r\n<br />\r\n&quot; I am in awe of how well the Lessons taught me the invention of the figure, and how deeply seated that information now is in my mind.&quot; - Diane Kraus (Illustrator)<br />\r\n<br />\r\n&quot;The training included on 'The Complete Figure Drawing Course HD' is nothing short of remarkable. I am not even halfway through this (stunningly) comprehensive series of anatomy drawing videos, and I would urge anyone with the slightest interest in fine art to invest in this training without hesitation&quot; - Jimmy S. (Multimedia Producer/Visual Effects Artist)<br />\r\n<br />\r\n&quot;I learned more usable knowledge in the first 7 Lessons than all the other books combined.&quot; - -Bryan Bray (Management is my day job. Web Design and Graphic Design is my love.)",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/494900/header.jpg?t=1667259343",
    "developers": [
      "AlienThink.com"
    ],
    "publishers": [
      "AlienThink.com"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 22 日"
    },
    "categories": [
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 33,
        "description": "原生支持 Steam 控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 6,
      "total_negative": 6,
      "total_reviews": 12
    }
  }
}