{
  "495290": {
    "name": "AccuRC 2",
    "steam_appid": 495290,
    "required_age": 0,
    "is_free": false,
    "description": "The first version of AccuRC flight simulator was released in 2014. Since then, thousands of RC pilots have been enjoying the most sophisticated and realistic aerodynamic simulation ever produced. After continuous program of free upgrades, we’re now on version 2, which makes the AccuRC available on Steam, with all the advantages of ease of access, instant availability and slimmed down supply chain, passing the savings on to you, the customer. <br><br>AccuRC offers RC fliers unique benefits unavailable with any other RC simulator.<h2 class=\"bb_tag\" >Cooperations with the finest brands in RC</h2><br>Each and every model and component in the sim are created entirely as the original, often using CAD files from the manufacturers themselves. Here are some of the companies we have worked with in the past and are currently working with, enabling us to represent their products as accurately as possible:<br><br><ul class=\"bb_ul\"><li>BK Designs LLC<br></li><li>Compass Models<br></li><li>EGODRIFT<br></li><li>Fun-Key Aeroplane Models<br></li><li>GAUI TSH<br></li><li>HALO Blades<br></li><li>Heli-Professional<br></li><li>HD Helicopters<br></li><li>JR PROPO<br></li><li>KST Servos<br></li><li>Mikado USA<br></li><li>Minicopter<br></li><li>MSH USA<br></li><li>OMPHobby<br></li><li>OptiPower<br></li><li>SAB Heli Division<br></li><li>SAVÖX<br></li><li>Scorpion Power System Limited<br></li><li>Synergy RC<br></li><li>Tarot RC<br></li><li>Velos Rotors<br></li><li>VTX Designs<br></li><li>XLPower<br></li><li>Xpert-RC</li></ul><h2 class=\"bb_tag\" >Realism is our #1 priority</h2><br>AccuRC is designed to simulate the entire model from the servos to the blades and control surfaces, with control geometries and components accurately affecting the way things feel– it's not just simply a picture of a model. Your models can be set up to individual tastes and requirements, simply by swapping electrical and mechanical components and adjusting settings as you would do with your own model. That all is done via our unique workbench area, where you can get so close to the model that you can almost smell it.<br><br>You can setup modes for training with enhanced stability options to get you started if you so require, but also for intermediate and advanced pilots who just want to have a good time making the air burn! Using our very own AH720 flybarless unit and our unique virtual transmitter, you can customize your model setups for each aircraft down to every nuance and learn how to use advanced RC equipment.<h2 class=\"bb_tag\" >AccuRC's broad selection of features</h2><br>Choose from countless helicopters, fixed wing and scale aircraft, drones, quads and buggies. Flying in 3D sceneries, you can also choose from a range of camera views to customize your flying experience even further– including first person view.<br><br>AccuRC comes with super-detailed sceneries based on actual RC flying sites along with our new 3D rendered super-scape sceneries which include stadiums, cities and remote islands– ideal for any flying style from helicopter 3D, aerobatics to drone racing and first person view flying.<br><br>AccuRC's super accurate aerodynamics- and physics engine ensures the most realistic and rewarding flight experience– recognized and used by many of the world's leading RC pilots.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 捷克语<strong>*</strong>, 荷兰语<strong>*</strong>, 匈牙利语<strong>*</strong>, 日语<strong>*</strong>, 葡萄牙语 - 葡萄牙<strong>*</strong>, 葡萄牙语 - 巴西<strong>*</strong>, 俄语<strong>*</strong>, 繁体中文<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/495290/header.jpg?t=1654885691",
    "developers": [
      "trasnatech"
    ],
    "publishers": [
      "trasnatech"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 16800,
      "final": 16800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 168.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 10,
      "total_negative": 4,
      "total_reviews": 14
    }
  }
}