{
  "495480": {
    "name": "Visual Novel Maker",
    "steam_appid": 495480,
    "required_age": 0,
    "is_free": false,
    "description": "Visualize, Create, Share.<br><br>Degica is pleased to announce their latest installment to the 'Maker' series of game development tools, Visual Novel Maker. A revolutionary new tool for Visual Novel Creation aimed towards aspiring artists and writers to bring their stories to life. Visual Novel Maker is developed by André Radomski.<h2 class=\"bb_tag\" ><strong>Features</strong></h2><ul class=\"bb_ul\"><li><strong>BEAUTIFUL FREE TO USE ASSETS</strong>: Visual Novel Maker contains beautifully crafted resources named Standard Asset Resources (StARs) to help you start with your game. This includes characters, backgrounds, music and sound effects free to use when you buy the program! <br></li><li><strong>DYNAMIC CREATION TOOLS AIMED FOR ARTISTS AND WRITERS</strong>: Visual Novel Maker is designed to be as flexible as possible while still being user friendly. Virtually everything in the engine is managed through a simple point-and-click or drag-and-drop interface. It features powerful features to manipulate graphics and video to support the creative minds using it.<br></li><li><strong>LIVE2D AND VOICE SYNC SUPPORT</strong>: Visual Novel Maker features Live2D support to bring life to 2D characters. This also includes support for voice sync between text, voice clips and the Live2D models. The volume of the clip is also reflected visually bringing a new level of immersion!<br></li><li><strong>SCRIPTING AND EXTENSIONS OF USER-INTEGRATED FUNCTIONALITY</strong>: Visual Novel Maker features Scripting, the ability to add new mechanics or functions in-game, and Extensions, the ability to modify the editor to add your own commands, to give users full control!<br></li><li><strong>MULTIPLE RESOLUTION SUPPORT</strong>: Visual Novel Maker allows you to make games up to 1080p with 4:3, 16:9 and 16:10 ratio. You can also set a custom resolution!<br></li><li><strong>EASY GAME LOCALIZATION SUPPORT</strong>: Visual Novel Maker streamlines the localization process by having all text display on its own tab and/or can be exported to .CSV format. But that's not all, Visual Novel Maker detects if images have to be changed based on the user language with a simple suffix added at the end of the filename. (e.x. filename_de)<br></li><li><strong>SHARE YOUR GAME WITH MULTIPLE EXPORTING OPTIONS</strong>: Want to share your creation with the world? You can export your creation to various platforms such as Windows and MacOSX!<br></li><li>And much, much more. </li></ul>",
    "supported_languages": "英语, 日语, 法语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西, 俄语, 简体中文, 繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/495480/header.jpg?t=1681446840",
    "developers": [
      "KOMODO"
    ],
    "publishers": [
      "KOMODO"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 19800,
      "final": 19800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 198.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 16 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "59",
        "description": "网络出版"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 40,
      "total_negative": 12,
      "total_reviews": 52
    }
  }
}