{
  "495860": {
    "name": "Cloudphobia Demo",
    "steam_appid": 495860,
    "required_age": 0,
    "is_free": true,
    "description": "A barrage of missiles emerges from the clouds; it’s cloudphobia. In this intense shooter, the player controls a giant armored robot, loaded with hi-tech weaponry. cloudphobia’s aesthetic mixes modern anime and creative robot designs with lush backdrops that melt into the bots-and-battleships action. While primarily 2D, your view of the background will occasionally twist around, and enemies will come into your 2D plane from out in the distance, giving an impressive 3D perspective. It’s one of the most visually stunning shoot-’em-ups ever made.<br />\r\n<br />\r\nWhile engaging an experiment with their newest prototype, the “EAM-10P Englar”, an inconceiv- able sudden strike was launched upon us by Pilot “EG-04 Mist”. Now, under HER control, our future is being jeopardized as SHE is deploying automatic combat aircraft in the surroundings to attack us. Their newest prototype was developed to have a very powerful beam strong enough to destroy us all. Somehow, we managed to evade a direct hit but have lost most of our arsenal. As the enemy is replenishing their energy and reconstructing their strategy for the second strike, only 3 minutes are left for us to take action.<br />\r\n<br />\r\nYour mission is to use what is left and to destroy the prototype. Finding and getting your way to the target might be a difficult task with conventional arms, but since you will be equipped with a power “boost”, you should be able to complete this mission. You are our only hope. We are praying for your success.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/495860/header.jpg?t=1481224603",
    "developers": [
      "Marsbound"
    ],
    "publishers": [
      "Rockin' Android"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}