{
  "496350": {
    "name": "Supipara - Chapter 1 Spring Has Come!",
    "steam_appid": 496350,
    "required_age": 0,
    "is_free": false,
    "description": "Springtime, April: when the cherry trees come into full bloom. The protagonist Yukinari Sanada has returned to his hometown in Kanagawa Prefecture, Kamakura City, for the first time in seven years, and is greeted by his older cousin Sakura Narumi (complete with maid outfit). He wanted to live in peace, but his life at the academy placed on the coastlands becomes bustling and brilliant while surrounded by a lineup of girls with booming personalities like Hotaru Amano, the sharp tongued, half-Japanese beauty, and Alice Kamishiro, the lazy witch who loves modern-science and mail-orders.<br />\r\n<br />\r\nEventually, our protagonist is coaxed into joining the action committee for the academy's traditional beauty contest by his close friend. He interacts with the heroines participating in this contest who are cute but each have an idiocyncrasy or two. Fun events (with their own difficulties) pop up again and again. Your story with &quot;her&quot; about smiles, peace, passion, and love, all while borrowing the power of a witch, is about to begin!<br />\r\n<br />\r\n&quot;Supipara - Alice the Magical Conductor.&quot; is an interactive novel themed around &quot;dynamicism&quot; depicted through a rallying all of the production techniques minori has accumulated to date. See expressive character portraits with moving eyes, mouths, even hair! It is quite immersive in many aspects.<br />\r\n<br />\r\nAlso, &quot;Supipara&quot; won't conclude in a single game. It will be released as several standalone episodes. Fans may freely pursue only the episodes that interest them if so desired. You could say &quot;it's a light novel series, and independent stories which develop their own unique personalities all in one.&quot;",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/496350/header.jpg?t=1725519097",
    "developers": [
      "minori"
    ],
    "publishers": [
      "MangaGamer"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 177,
      "total_negative": 0,
      "total_reviews": 177
    }
  }
}