{
  "496740": {
    "name": "Discovering Space 2",
    "steam_appid": 496740,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>A breath-taking space exploration experience in Virtual Reality</strong></h2><br>Compatible with HTC Vive,  Oculus CV1 and DK2.<br><br>Discovering Space 2 is all about exploration. There’s no action, shooting or explosions, just sightseeing, discovery and relaxation on an epic scale.<br><br><i>Calming, wondrous and adventurous.</i><br><br><ul class=\"bb_ul\">    <li>Take control of your ship, or follow a tour, and immerse yourself in a journey through the Solar System.<br>    </li><li>Feel the awesomeness and remoteness of deep space.<br>    </li><li>Experience the mood and atmosphere of worlds far away from home.<br>    </li><li>Explore at your own pace, and learn about what you see.<br>    </li><li>Come back with a new sense of amazement of what is out there.</li></ul><br><br>Built from the ground up for VR, you have a small space ship and the entire Solar System to explore. <br><br>The end result is an experience that conveys the scale, awe and feeling of planetary exploration, in a fully immersive way.  You really feel like you are there, and it is at times breath-taking.   You can travel vast distances, view the planets (and their moons) from afar, execute some close fly-bys and plunge through their atmosphere down to the surface.  Along the way you can listen to on-board commentary that adjusts its content depending on whether you take your time, or just dive straight in.<br><br><strong>Key Features</strong><br><br><ul class=\"bb_ul\"><li>Vast expanse of the Solar System to explore.<br></li><li>Easy to use tour mode.<br></li><li>Easy to use flight controls and navigation.<br></li><li>Seamless and continuous travel from deep space down to the planetary surfaces.<br></li><li>Planets modelled to true scale.<br></li><li>Planets rendered using custom shaders that go beyond simple texture mapping.<br></li><li>Procedurally generated terrain and procedural and multi-layered textures to enhance the planet surfaces.<br></li><li>Planetary atmospheres enclothe the planets, providing striking sunrise and sunset vistas and re-entry effects.<br><br></li><li>Simple navigation system allows you to easily fly to your desired target destination.<br></li><li>Jump gates / hyperspace to allow quick jump to distant systems.<br></li><li>Near speed of light effects – Red shift, view contraction and “headlight”<br><br></li><li>Capture your view with in-game snapshots at the touch of a button.</li></ul><br><br>Fly your ship with either an xbox / gamepad style controller, or &quot;use the force&quot; with HTC Vive wands.  <br><br>Note: Oculus touch controller not yet fully supported",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/496740/header.jpg?t=1489180048",
    "developers": [
      "Discovering VR"
    ],
    "publishers": [
      "Discovering VR"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}