{
  "49700": {
    "name": "Stargate Resistance",
    "steam_appid": 49700,
    "required_age": 0,
    "is_free": false,
    "description": "<p>Stargate Resistance is a fast-paced and deadly 3rd person shooter for control of the entire galaxy!</p>\n\t\t\t\t\t\t<p>The arrogant System Lords believe they are the true masters of the universe, and have begun a savage campaign to dominate and enslave the known worlds.</p>\n\t\t\t\t\t\t<p>Stargate Command operatives are the first line of defense against this menace. Small teams of brave agents use the Stargate to travel about the galaxy and parry the thrust of these alien overlords.</p>\n\t\t\t\t\t\t<p>Whichever side you choose, each battle will be one of wits, skill, and reflexes that can decide the fate of the entire galaxy!</p>\n\t\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li><strong>Dominance:</strong> Battle for control of the galaxy as either the SGC or System Lords, wresting power away from your foes with each glorious victory!\n\t\t\t\t\t\t<li><strong>Dial It Up:</strong> Spearhead the assault by charging through the Stargate into enemy territory--drawn straight from the amazing Stargate series! \n\t\t\t\t\t\t<li><strong>Tactical Battle:</strong> Work with your teammates to defeat enemy players in a variety of multiplayer modes including Team Death Match, Capture the Tech, and of course, Domination! \n\t\t\t\t\t\t<li><strong>Game Play Variety:</strong>  Master all 6 classes and use their unique abilities to turn the tide of battle. Earn experience with each class to advance through the ranks.\n\t\t\t\t\t\t<li><strong>True Stargate Weapons:</strong>  Play with a vast array of weapons including the P90, Proximity Mines, Staff weapons, Sniper Rifle, .50 MG Turret and Anti-Cloak Sight, Ribbon Device and Ashrak Death Knives!\n\t\t\t\t\t\t<li><strong>Spectacular Visuals:</strong> Experience battlefields with jaw-dropping textures and lighting rendered by the Unreal 3 engine!\n\t\t\t\t\t\t<li><strong>Expanding Universe:</strong> New content including maps, weapons, and classes enter the fray through future expansions.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/49700/header.jpg?t=1447352925",
    "developers": [
      "FireSky"
    ],
    "publishers": [
      "FireSky"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 2 月 15 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}