{
  "497160": {
    "name": "Voice Again",
    "steam_appid": 497160,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>You can slow down any recording without changing pitch using Voice Again.</strong> Optimized for voice, this software is designed for quick analysis and transcription of voice. Whether you are listening to an interview or transcribing a dictation, Voice Again is the right tool for the job.<br><br><strong>Slow down a recording up to 10 times!</strong> The high-quality signal processing in Voice Again maintains clarity at variety of speeds. Use the Voice Clarity feature to improve voice understanding.<br><br><strong>Zero-in, analyze and listen to any part of a recording</strong> with the advance playback tools. Superb noise reduction algorithms help to clean-up recordings by silencing noisy backgrounds, hiss and hums.<br><br><strong>Bookmark important parts of a recording with annotations.</strong> Textual flags give you lightning-quick navigation and a way of accurately documenting interviews or dictations.<br><br><strong>Compatibility with latest foot controllers</strong> such as the VEC Infinity In-USB-2 foot pedal. Just plug and play: instantly improve your productivity.<br><br><strong>Create new content by rendering high-quality audio files.</strong> The content can be used for review of a project, sharing and collaborating with others, or for adding to multimedia projects.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/497160/header.jpg?t=1470686617",
    "developers": [
      "Screaming Bee"
    ],
    "publishers": [
      "Screaming Bee"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 8 日"
    },
    "categories": [
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      }
    ],
    "genres": [
      {
        "id": "52",
        "description": "音频制作"
      },
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}