{
  "497260": {
    "name": "Fabulous Food Truck",
    "steam_appid": 497260,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Fabulous Food Truck</strong> is an exciting time-management arcade game testing your skills and talent as Cook, Server and Manager of a busy food truck with a steady stream of demanding customers. Your job is to take orders, prepare food and serve as many people as possible within a two-minute serving drill. Food categories include <i>Chinese food</i>, <i>hamburgers</i>, <i>hotdogs </i>and <i>pizza</i>, and each group offers 10 challenging levels. Customers will ask for condiments, soft drinks and other items as you play, and serve quickly, or they will get angry. Be careful not to burn the food, and watch out for customers trying to bail from their bill… Coins and gold that you earn can be used to upgrade and improve your truck to include faster cooking equipment, charming décor and fun specialty items such as a radio, bells, whistles, and even handcuff to catch bad people. Fulfill your dream of becoming the proud owner of a busy food truck by downloading today. <br><br><strong>KEY FEATURES</strong><br>• Serve Pizza, Hotdogs, Hamburgers and Chinese Food all day long!<br>• 40 levels of food-serving fun<br>• 15 equipment upgrades<br>• 7 types of multiple-choice interior décor <br>• 25 achievements to unlock<br>• Endless line of hungry customers to serve!<br><br><strong><i>NOTE: The games built-in virtual goods store featuring upgrades and enhancements does not require real-life currency. There are no embedded micro-transactions in Fabulous Food Truck.</i></strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/497260/header.jpg?t=1667866322",
    "developers": [
      "EnsenaSoft"
    ],
    "publishers": [
      "EnsenaSoft"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}