{
  "497310": {
    "name": "PD Particles 9",
    "steam_appid": 497310,
    "required_age": 0,
    "is_free": false,
    "description": "The Light͛ or entry-level version of the amazingly powerful PD Howler - the digital painting program for Windows, powered by Project Dogwaffle.<br><br>It might be the light version, but it is still amazingly powerful and yet highly affordable. PD Particles 9 can be used to create image assets, do matte paintings, explore the forming of symmetrical or seamless patterns and textures, create user interfaces and much more. It is a great companion to your existing 2D and 3D tools.<br><br><ul class=\"bb_ul\"><li>Powerful Digital Paint program with numerous brushes: particles, bristles, custom images, animbrushes...<br></li><li>Specifically designed with touch and pen users in mind, but just as powerful with a mouse and keyboard.<br></li><li>Intuitive controls. Easy access to the tools and their many options.<br></li><li>Example features in Particle brushes: randomized params, force-field, gravity and mouse sensitivity movements.<br></li><li>New colour theme system making it easy to create your own colour worlds.  <br></li><li>A selection of particle painting features as foliage painting tools and more.</li></ul><br>As your creative skills grow, the PD series will grow with you. You can move up to PD Artist 10 which adds more filters, 3D landscapes modeling and rendering. Once you have mastered digital painting with PD Artist, why not add animation to your skill set with PD Howler? <br><br>Here are a few more key features to keep you busy painting with PD Particles 9:<br><ul class=\"bb_ul\"><li>A variety of preset brushes to simulate natural media like oil, translucent water color, airbrush etc...<br></li><li>Post-FX in the brush for added realism such as pigment lifting<br></li><li>Particle brushes for grass, tufts, bushes<br></li><li>Multi-rules based foliage brushes for complete trees from trunk to branches, to twigs, leaves and flowers on top<br></li><li>Awesome bristle brushes<br></li><li>Orbiting particle (orbicle) brushes that follow your mouse pointer like a beehive and leave surreal traces<br></li><li>Various color pickers and shortcuts to fit into your accelerated workflow.<br></li><li>Main image buffer combine with alternate (Swap) image for various image effects<br></li><li>Enhanced curve tool that even simulates tablet pressure when using the mouse<br></li><li>Must-have essential filters to get started with space art and other pattern creations or color enhancements<br></li><li>Insane(!) lens flares - with presets and fully customizable options<br></li><li>Tools: brushes, fill tool, linear tool, curve tool, gradients &amp; FX, various selection tools for alpha masking, Custom brush keying and pickup, Viewing controls, and misc others.<br></li><li>Natural media: many presets, very customizable with opacity, step distance, speed-based scale, random position, scale and angle, random hue and more, color bleed, dryout,...<br></li><li>Full tablet support for pressure and in some cases even angular spin<br></li><li>Mirror mode and Symmetrical painting, Kaleidoscope mode<br></li><li>Brush keying to map color(s) to transparency in the brush</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/497310/header.jpg?t=1591971521",
    "developers": [
      "Daniel Ritchie - Squirreldome.com",
      "Philip Staiger - TheBest3D.com"
    ],
    "publishers": [
      "KPL"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 16 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "55",
        "description": "照片编辑"
      },
      {
        "id": "56",
        "description": "软件培训"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}