{
  "497320": {
    "name": "The Spirit of Twelve",
    "steam_appid": 497320,
    "required_age": 0,
    "is_free": false,
    "description": "The story takes place in a high fantasy world. One summer night a mysterious object crash lands in Nidelium, the kingdom where our tale begins. The King and his Wizard retrieves it and returns it to the castle. The wizard inspects it but does not know what it is. He however has an ominous feeling and decides to consult with his guild. That night a thief, looking to steal from the Wizard, seizes the object but mysteriously decides to commits suicide by jumping from the window in the room where the object was kept. The golden band which surrounds the object is ripped off as it crashes on the ground and break in half. The broken shards of the item are empty upon inspection and the wizard decides to takes the ring band, which contains an inscription, to his guild to try and unravel the mystery.<br />\r\n<br />\r\nA couple of years later, during the birthday celebration of Princess Lilliana, still a baby girl, a man by the name of Belor announces himself to the kings’ court. Unbeknown to them he is the son of the Demon god Agathoel, from a parallel realm, and he was the one sealed in the object. He is madly in search of the secrets behind a human soul and needs the little girl as she has been born with a unique spirit. In his mind she would be vital to complete his obsession of returning his dead mother and sister to him. A confrontation erupts and the wizard casts an incomplete spell. The half demon is sent to an alternate realm, a space where this world and his world shares time. In this place he is left with his thoughts and starts to display symptoms of advanced delusionary schizophrenia as his dead sister returns to him. After many years in isolation in that limitless place he escapes with his demon eye now fully awake and returns once more.<br />\r\n<br />\r\nThe Spirit of Twelve is an exciting 2D old school role playing game (RPG) mixed with anime style character drawings, that uses active turn based (ATB) gameplay. The player commands a party of up to four characters and the story unfolds as the game progresses. The player explores various regions in a unique fantasy world throughout the game consisting of towns, villages, mines and fields. They interact with non-player characters, fish, mine, grow herbs, solve puzzles and fight battles.<br />\r\n<br />\r\nBattles are set in a side view system. Each character possesses individual strengths and weaknesses and each class has a unique set of abilities that other classes can not obtain except through items, where available. Players can access new spells and equipment by visiting shops and skill masters scattered around all game maps.<br />\r\n<br />\r\nEach character is aided in battle by utilizing a unique summon. All characters can physically attack an enemy or can use an item from the player's inventory.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/497320/header.jpg?t=1540206535",
    "developers": [
      "Jaco Stander"
    ],
    "publishers": [
      "Jaco Stander"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}