{
  "497480": {
    "name": "GravPool",
    "steam_appid": 497480,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >What is GravPool</h2><br>GravPool is about hitting pool balls out into space. With careful aim, strong spacial awareness, and the good sense to avoid traps, you will maximize your score in several single player and local multiplayer modes. It's a game that adds a whole new dimension to the game of pool.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\">    <li>Balls hover before you in space<br>    </li><li>Hit them out of the boundary of the playfield with your cue stick<br>    </li><li>Adjust your shot in room scale by walking around the billiards<br>    </li><li>Play in seated mode, by &quot;dragging&quot; the arena around with precise, sim-sickness-free positioning<br>    </li><li>Defuse bombs by hitting them out before they explode and ruin your score<br>    </li><li>Attempt to get a high score in single player mode across several arena shapes<br>    </li><li>See how long  you can last on an endless survival mode of increasing difficulty<br>    </li><li>Take turns playing with a friend in the competitive hotseat mode<br>    </li><li>Further development and modes will follow</li></ul><h2 class=\"bb_tag\" >Historical Significance</h2><br>Since the 1600s, many variations of the game of billiards and cue sticks have been played. In the 1600s it was a noble game, played by King's and Princes, and widely known enough to be referenced by Shakespeare. In the 1900s, it's association with gambling and disreputable underground clubs made it synonymous with the decline of morals, especially in regards to youths. In the late 1900s and early 2000s, it became more widely accepted, found in rec rooms all throughout the world. <br><br><br>After the great starship migration of the 2300s, the space pilgrims adapted the game to work in low gravity. Originally known as &quot;Gravity Pool&quot;, the name was shortened to &quot;GravPool&quot; for brevity. Though the space migration has since ended, through your handy SimZin connection (or an old HTC Vive Virtual reality system if you are an antique collector), you can play a simulated version of this game that was used by lonely space pilgrims to pass the time. <br><br><br>It is a modification of the flat, frictionless physics game into the third dimension. Instead of aiming for pockets on a flat plane, you have six degrees of freedom with which to aim your shots. There are some new obstacles that make things a little more chaotic. If you want to bend the laws of physics and get a little crazy, or are just interested in the historical significance of the game, GravPool may be up your alley.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/497480/header.jpg?t=1498110549",
    "developers": [
      "TinyCrease"
    ],
    "publishers": [
      "TinyCrease"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}