{
  "497570": {
    "name": "Building the Great Wall of China 2",
    "steam_appid": 497570,
    "required_age": 0,
    "is_free": false,
    "description": "Embark on an epic quest to build the greatest structure in the history of mankind – The Great Wall of China – in this addictive and fast paced time-management game. The nomads are attacking once again, and it is up to Kong Boatu to stop them. Accept the challenge to build The Great Wall of China in 4 unique locations and 40 exciting levels. The journey will take you from the golden plains and snowy mountain cliffs to the sun baked desert and other mysterious places. Build unique buildings, mines and structures. All buildings can be upgraded to reach your goals even faster! Use bonuses to help you! Find more than 15 unique collectibles and learn about their role in Chinese history! Gather food and stone, together with the new resource – coal! Use them wisely to survive the nomad attacks. Finish the epic story of emperor Kong Boatu and write your name in history by building the greatest structure known to mankind – The Great Wall of China!<br />\r\n<br />\r\nFeatures:<br />\r\n* 4 locations with 40 exciting levels<br />\r\n* Lots of extras, mini-games and new storyline videos<br />\r\n* Fast paced and addictive time management game<br />\r\n* Lots of new bonuses and power-ups<br />\r\n<br />\r\nFree version is limited to one location. Please buy Collector's Edition to unlock all locations and features.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 葡萄牙, 俄语, 荷兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/497570/header.jpg?t=1600177014",
    "developers": [
      "Nordcurrent"
    ],
    "publishers": [
      "Nordcurrent"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}