{
  "497660": {
    "name": "Stellaris: Infinite Frontiers (eBook)",
    "steam_appid": 497660,
    "required_age": 0,
    "is_free": false,
    "description": "<i>&quot;Hayden Quinn’s entire life has been about listening. He is the first to hear the signal, a distress call from the stars that answers the ultimate question once and for all: we are not alone.<br>The Commonwealth of Man is divided by his discovery. Some see it as salvation for their dying world, others insist that answering the call will expose them to advanced alien species and a future of slavery in their thrall. Some are willing to go to extreme lengths to make sure that doesn’t happen.<br>The first mission is a catastrophic failure, huge ark ships burning in the skies over Unity Prime. The brightest and best—scientists, warriors, historians—are all lost in the fires. The mission is set back years, and the grim truth is that any new crew Unity can muster will always be second best.<br>But they can’t give up. The signal is still strong. Carson Devolo, captain of the colony ship Terella, has a simple mission objective: find the Source. But can he trust his crew? And what discoveries await if they reach their final destination?&quot;</i><br><br>Infinite Frontiers is a novel based on the Stellaris computer game by Paradox Interactive, written by bestselling author <i>Steven Savil</i>e.<br><br><br><br><strong>Instructions for the ebook are as follows:</strong><br>==========================<br>To access your ebook, navigate to the ebook folder in your Stellaris game folder.<br><br>* Right click <i>Stellaris</i> in your Steam Library<br>* Select Properties<br>* Go to the Local Files tab<br>* Click Browse Local Files<br>* Open the ebook folder<br>==========================<br><br>Upon purchase, this book will be downloaded to the Steam folder on your computer in three formats: epub, mobi and PDF. To read the book on your mobile device, transfer the epub or mobi file to the device and open the file in your ebook reader app. Enjoy!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/497660/header.jpg?t=1716897944",
    "developers": [
      "Paradox Development Studio"
    ],
    "publishers": [
      "Paradox Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Negative",
      "total_positive": 1,
      "total_negative": 23,
      "total_reviews": 24
    }
  }
}