{
  "497770": {
    "name": "Epistory - Typing Chronicles Demo",
    "steam_appid": 497770,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/497770/extras/1843938c6ff89f34bd18fbb89835f5f2.avif?t=1472648455\" width=616 height=148 /></span><br><br><strong>Epistory</strong> is an atmospheric adventure typing game that tells the story of a writer lacking inspiration who asks her muse to help write her latest book.  <br><br>In Epistory you play the muse, a fictional character in a world where everything is untold. Your adventure begins on a blank page, but the world will soon become larger and livelier as you <strong>gather inspiration</strong>, <strong>solve its mysteries</strong> and <strong>defeat its enemies</strong>. From movement to opening chests and fighting in epic battles, every element in the game is controlled exclusively with the keyboard. <br><br>As you progress and explore the fantasy origami world, the story literally unfolds in the writer’s mind and the mysteries of the magic power of the words are revealed.<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li><strong>Explore a beautiful paper craft world:</strong> play as the muse riding a giant three tailed fox, lost in a fantasy 3D world<br></li><li><strong>More than just typing: </strong>solve mysterious puzzles, unlock magic powers and defeat enemies in adrenaline pumping epic combats<br></li><li><strong>A writer’s block? </strong>Collect fragments and inspirations points to unfold the story as you explore the origami world in the writer’s head. But there is more to the story than meets the eye…<br></li><li><strong>All in keyboard: </strong>from movements, combats to even menus, control everything with a keyboard<br></li><li><strong>Adaptive difficulty: </strong>if your hands fly around the keyboard or if you are a slow typist, the game features a dynamic difficulty system that evolves to fit each players’ skill set<br></li><li><strong>Competitive Arena Mode: </strong>challenge other players for the top spot in the arena leaderboards <br></li><li><strong>Play in your own language: </strong>game texts are localized in English, French, German, Spanish, Portuguese (Brazil), Russian, Polish with voice overs in English. The game supports several keyboard layouts (QWERTY, QWERTZ, AZERTY, BEPO, Dvorak, Workman and Colemak)</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 波兰语, 葡萄牙语 - 巴西, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/497770/header.jpg?t=1472648455",
    "developers": [
      "Fishing Cactus"
    ],
    "publishers": [
      "Fishing Cactus / Plugin Digital"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}