{
  "498290": {
    "name": "Racket:Nx Demo",
    "steam_appid": 498290,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >&quot;It is, fundamentally, a game about hitting things with other things and not since Wii Tennis have I felt so excited about such a simple premise.&quot;<br>- Road To VR</h2><br>Racket: Nx is an arcade sports game based on Squash and positional audio, and draws inspiration from arcade classics such as Arkanoid and Breakout.<br>A game of skill, Racket:Nx focuses on spatial awareness, motor control and reflexes. Also on outer space.<br><br><ul class=\"bb_ul\"><li><strong>Spatial Awareness</strong> - this is the first game to feature Waves Nx positional audio technology. In Racket:Nx, you're not going to be staring in any one direction for long. Targets can appear anywhere around you and the ball is rarely still. Good orientation is key. With Waves Nx, audio plays a major role in directing your attention, giving you a constant sense of your environment and immersing you in virtual space.<br></li><li><strong>Motor Control and Reflexes</strong> - Racket: Nx's physics are intuitive and finely tuned. It will take you no time to start playing. You'll quickly improve, discovering more control in your motion and swings. But no matter how long you play, you'll always be able to get better. There is always room for more nuance.<br></li><li><strong>Outer Space</strong> - if you're reading this, you already know VR is cool. Racket:Nx makes a point of this by throwing you to different places around the universe surrounded by a psychedelic sci-fi light-show of colors and sounds to play with. Want?</li></ul><br>The demo features the solo 'Infinite Training' mode: On the hexagonal bricks of your arena's walls, patterns of targets appear with sounds, lights and colors. Hitting the right targets with the ball buys you more time and score. But the targets aren't always friendly, nor idle. They change in random waves as you play, increasing in difficulty and speed. Eventually, the timer will reach zero and explode, but you can always push the bar a tiny bit higher!<br><br>Later in 2016 Racket: Nx will be released on early access, as we start introducing major features such the VR level editor, sharing and rating systems for user generated levels, and multiplayer. <br>Things will get really crazy, really fast, so stay tuned and start practicing!<br><br>Please enjoy responsibly!<br>(No, really. Be careful not to hit stuff when you play.)",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/498290/header.jpg?t=1478037973",
    "developers": [
      "One Hamsa"
    ],
    "publishers": [
      "Waves Audio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}