{
  "498300": {
    "name": "Of Love And Sorrow",
    "steam_appid": 498300,
    "required_age": 0,
    "is_free": false,
    "description": "<strong> What is it about? </strong><br><br>It is 1841, twenty years before the American Civil War. The North is entering the early days of industrialization, while the South remains bound to tradition and agriculture. With arguments on both sides over slavery and military expansion, this still young nation is on the brink of being torn apart.<br><br>Of Love And Sorrow is a 120,000 word <strong> interactive visual novel </strong> following the story of two young brothers from the South, separated by war, love and betrayal. Starting with their ambition to become officers at the Westpoint Academy, the choices you make will direct the story - their lives, their loves, their very destiny is up to you.<br><br>Who will you be? Are you an abolitionist, or do you fight to keep the slaves that work your family's plantation? Do you believe in the honor and duty of a cadet, or are you a gambling and whoring dandy? Will you stay faithful to your true love, Caroline, who is waiting for you to return from the Academy, or will you break her heart? And when fate forces you to choose between your brother and your duty, which will you choose?<br><br>Which side will you be on in the coming war?<br><br>Largely text-based, let the power of your imagination take you back to another time and place. Every decision you make has repercussions. Will you help a young slave girl against a mean overseer or look the other way? Are you a good cadet, or are you a trouble-maker? Whatever you decide, it´s your choices that will determine the story.<br><br><strong> Features: </strong><br><ul class=\"bb_ul\"> <li>A gripping 120,000 word interactive novel<br></li><li>Your choices determine the story<br></li><li>High-resolution, carefully hand-drawn art style<br></li><li>Straight or gay romances and amorous pictures<br></li><li>Historical setting - experience America as it was in the 1840s </li></ul><br><strong> Other games: </strong><br><br>We currently have three other games on Steam, go check them out:<br><br>Smugglers 5: Secession<br><br><br>Smugglers 5: Invasion<br><br><br>Dead But Alive: Southern England<br>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/498300/header.jpg?t=1730122384",
    "developers": [
      "Niels Bauer Games"
    ],
    "publishers": [
      "Niels Bauer Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}