{
  "498380": {
    "name": "AquaNimble",
    "steam_appid": 498380,
    "required_age": 0,
    "is_free": false,
    "description": "AquaNimble is about crazy intense shooter action with big quirky guns against underwater snake dragons, cybernetic sharks, swirling skeletons, submarines and so much more. It's a dynamic game that makes every play through different and lets you set your own challenge beyond a difficulty setting.<h2 class=\"bb_tag\" ><strong>Quick Features</strong></h2>- 2 campaigns<br>- Forever abyss that generates a campaign from 200 waves.<br>- Daily campaigns that are the same campaign for everyone around the world for 24 hours.<br>- Make your own challenge select your number of lives, continues.<br>- 6 difficulties from &quot;power trip&quot; to &quot;nightmare.&quot;<br>- Around 20 unique playable vessels with their own default weapon.<br>- Unlockable Ship skins.<br>- 8 specials that wipe bullets and damage enemies.<br>- Speed and big weapons. You have a wide screen to cover.<br>- 30+ weapons to find and a random weapon generator.<br>- Weapon upgrades for any weapon, even the random ones.<br>- Add a beam, remove a beam for extra power, add fire.<br>- Charge shots for bigger enemies<br>- 70+ enemy types.<br>- Giant boss fights.<br>- Controller and Keyboard support for up to 4 players<h2 class=\"bb_tag\" ><strong>Aquanimble Has Details:</strong></h2><strong> - Two Campaigns</strong> that are similar and different all at the same time. Think of the second one as a remix with a few different enemies to make it unique.<br><br><strong> - Forever Abyss</strong> The game selects from over 200 patterns based on what level you're on then assembles you a campaign. Its never the same twice. There are extra enemies, replacement enemies and tweaks to keep things interesting.<br><br><strong> - Daily Campaigns</strong> AquaNimble makes campaigns, one per 24 hours that is the same for every player.<br><br><strong> - Make your own challenge:</strong> You can set your own amount of lives, continues, difficulty and more. The catch is that your score is compensated accordingly.<br><br><strong> - Arcade mode:</strong> This is the standard mode you can hop in and play.<br><br><strong> - Six Difficulty Levels:</strong> The two lowest difficulties have slower bullets that fire less frequent. The lowest difficulty &quot;power trip&quot; has 33% less enemies. The highest two difficulties have 33% more enemies. The highest difficulty has enemies that regenerate health and the highest three difficulties give enemies more health. There are more details further down.<br><br><strong> - Differing enemy positions: </strong> Even when you know what's coming, you don't know where. 99% of the enemies outside of the first level are at random coordinates. Random within reason.<br><br><strong> - 30+ weapons</strong> in addition to 20 unique default weapons for each playable vessel. Different weapons do different things. They have different damage, spread and bullets, knock back and one has a spin up time. Flame throwers catch things on fire, boomerang beam comes back to you, spread shot is a wide beam and so much more.<br><br><strong> - Random weapon generator</strong> will make a unique weapon when you get it. Most of the time its pretty standard with one or two beams, but other times its magical. Too bad you'll only see it once since its made up of around 30 variables.<br><br><strong> - Power up and down your weapons</strong> The + power up adds an extra beam to your gun, up to seven. The catch is that it fires a tad bit slower. The - will remove a beam down to one beam, but your weapon now does more damage. On top of those two, you add fire to your weapon.<br><br><strong> - Deeper gameplay that is accessible</strong> Yes indeed, hold the gun to shoot, but if you stop shooting for five seconds, your gun charges to a giga shot. Use the shot and it does a lot more damage than just shooting for 5 seconds. of course it depends what weapon you have and how its powered up. Most vessels have a dash, while others have an anti dash to slow your vessel for tight spaces. You can hold the special ability button to unease a super special... when you're not special enough.<br><br><strong> - Options</strong> When you start or respawn, you have two options with you that fire a wide array of weapons. They also act as shields, but once they're gone, they're gone. Unless that is you die. The choice is yours, have big firepower again at the cost of a life. To protect your options, you can retract them in by holding the dash. If they're retracted, you can't shoot.<br><br><strong> - Around 20 unique playable vessels</strong> are here for you to unlock and enjoy. What do I mean by unique? They each have their own default weapon. On top of that, they have their own special from around 8 specials. They each have their own unique giga shot to balance them out. Some vessels replace their dash with a powerful secondary weapon that can burn out if you never cool them down.<br><br><strong> - Giant bosses</strong> have seven patterns at least. They are so giant that the screen has to zoom out for you to fight them. These seven patterns go in random order. Lower difficulties fight less patterns than the higher difficulties. The top two difficulties fight endurance versions of the bosses that mainly give the bosses four times the health and a huge score to compensate.<br><br><strong> - The specials</strong> Maybe they should be called bombs... they destroy enemies, wipe away bullets, but some of them are different. One special summons healers to help and fight for you. There are still typical bombs, giant clusters of homing torpedo, and some even fire a dragon as a special. Its just one of the ways the vessels feel different.<br><br><strong> - Scores and stats:</strong> Scores are important to some of us, but how does one vessel fair over another? How good at you on this level of a campaign? Everything is kept for you to compare. You will get a score when you have a game over or complete a level.<br><br><strong> - Language support</strong> via .txt files. Anyone can edit them to make their own language file that is s electable in the settings. If there's a language or if you want to make your own &quot;harsh language&quot; script, go for it.<br><br><strong> - Boss Rush</strong> is in so many games, so its in this one. It gets better, because there's a setting to turn off bosses in game or make it only bosses in game. You can select between standard and endurance lengths for boss fights. The endurance gives a boss four times the health, but it also rewards you.<br><br><strong> - A heap of settings</strong> There's music and volume, yes yes. Then there's screen brightness, background brightness, three color different color modes, remove the HUD, view the debug, turn off particles, view incoming enemy warnings. For slower computers (like one I have) there are medium and low quality modes.<br><br><strong> - Pacifist</strong> don't feel like shooting, aiming or hurting anyone? Take on the pacifist challenge where you dodge bullets. To score points you let a bullet graze your vessel. Otherwise the game would get a little dull. Any campaign can be played on pacifist.<br><br><strong> - Bonus levels</strong> are here, but they're nothing too diverse. Collect the fuel, that is all. If you miss the fuel it will explode, because that's just what its like for a submarine trying to fight aliens.",
    "supported_languages": "英语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西, 土耳其语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/498380/header.jpg?t=1526311811",
    "developers": [
      "DrinkingNails, LLC"
    ],
    "publishers": [
      "DrinkingNails, LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 56,
      "highlighted": [
        {
          "name": "The First of many",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/498380/3a1f9631b6104b5a5f48edd21117a49e9e0d7b08.jpg"
        },
        {
          "name": "I like your new ride",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/498380/4a49ca9ebdf70f5138572a5feac79079694a6266.jpg"
        },
        {
          "name": "That's Quite a Showcase",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/498380/818520a487a5a02cd48983b79aca63469c7b34bf.jpg"
        },
        {
          "name": "Death Becomes You",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/498380/27f6c018a4dd54442560e5d788543b9747303101.jpg"
        },
        {
          "name": "It takes a lot of effort to die that much",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/498380/d34fdae7feaa305b888cfe7d7c8db59606b3ca38.jpg"
        },
        {
          "name": "Its like experience for the sake of experience",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/498380/2f3cc53ddf467d05de2a7852393392094da5b7d2.jpg"
        },
        {
          "name": "Underwater Ace",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/498380/1f4e681e6cb5beb902fd7e5ef8a8ea467f60335b.jpg"
        },
        {
          "name": "That must have taken a few minutes",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/498380/2f3bfe6f53219fe7efd61eac6d357cf8b1409286.jpg"
        },
        {
          "name": "That seems like 6 levels",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/498380/4312e84ef5af02311a67229dfaabc0d2fb09e27d.jpg"
        },
        {
          "name": "Do you even feel pity?",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/498380/5fb07f60a878fd7f221684480c3109374d4ec685.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}