{
  "498630": {
    "name": "Red Planet: Survive",
    "steam_appid": 498630,
    "required_age": 0,
    "is_free": false,
    "description": "Red Planet: Survive is a first person survival game for Microsoft Windows. <br />\r\n<br />\r\nSurviving in the harsh conditions of the Red Planet will be hard, but if you are strong enough, you will succeed.<br />\r\n<br />\r\nFind the best way to survive, but be careful, since each wrong step will ensure your demise.<br />\r\nThe environment is your main enemy. Radiation, low temperatures and the oxygen-free atmosphere will certainly kill you.<br />\r\nThe meteorites also pose a threat and may even destroy your base and kill you. There is a chance to see a &quot;burning&quot; meteorite at each 30-50 minutes. When they explode, the parts are scattered over a fairly large radius.<br />\r\n<br />\r\nThe modular system will let you create structures by your heart's desires. <br />\r\n<br />\r\n- WPT (Wireless Power Transfer) is used to transfer power without cables, from solar panels to power bank/s, and then to the base.<br />\r\n- If you want to see what's happening outside at night time, you can craft a wireless camera and mount it on the base.<br />\r\n- You will also need a light source to see. For this, you can craft a &quot;Flood Light&quot;.<br />\r\n- O2G (Oxygen Generator) will extract CO2 from atmosphere and will transform it into O2. <br />\r\n<br />\r\nYour temporary home will be a spacecraft. You'll be provided with a few items to survive until you will set up a farm, a base and other things that will help you to survive.<br />\r\nYou can create water by 'boiling' the soil using an electric heater (for water making).<br />\r\nYou can grow different plants in your base:  lettuce, wheat, rice and onion. <br />\r\n<br />\r\nYou will find rocks that give you different metals:<br />\r\n-aluminium;<br />\r\n-iron;<br />\r\n-silver;<br />\r\n-copper;<br />\r\n<br />\r\nYou may use portable power banks to store energy from solar panels.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/498630/header.jpg?t=1507984256",
    "developers": [
      "Silent Parrot Studio"
    ],
    "publishers": [
      "Silent Parrot Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}