{
  "498700": {
    "name": "The Ember Saga: A New Fire",
    "steam_appid": 498700,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>MAIN STORY</strong><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/498700/extras/969c6bc67ad52adef25b1a9c50143a26.avif?t=1605771343\" width=250 height=250 /></span><br><br>Four friends are thrown into an uncertain world! They want to find their friend who was stolen from them but are met with resistance and the politics of a large new world. Their decisions will shape the locals’ opinions and affect the world around them. To save themselves and their friend what lengths will they go to? What can really be justified for the greater good? What decision will you make to guide this group of friends on this path? Old ways and new rules govern this world. A living world full of thieves, beggar kings, and dangerous things. <br><br>A deep universe with multiple nations, the world of Mörja is the setting in which four friends, Jason, Sophie, Jerome, and Alex, must find their way through an unknown world to save their friend Derek. Mörja is filled with kingdoms, empires, villains, monsters and more. A New Fire's open world epic story-line and developed characters create a deeply engaging game that is must own for any JRPG fans who desire an open world environment.<br><br><br>FEATURES WILL INCLUDE<br><br><strong><ul class=\"bb_ul\">*Unique dialogue for each quest, with a robust main story line! You will encounter quests with choices that will directly affect the outcome. Unique character development and interpersonal relationships between the main characters and locals in the world!</ul></strong><br><strong><ul class=\"bb_ul\">*A large land to explore with hidden mysteries and unique locals. Discover long-lost tribes and magical crypts. Battle at the mountains or explore the city. Uncover lore that goes back thousands of years. Discover what has been hidden away from society for generations or return an ancient relic to a family who has forgotten their past.</ul></strong><br><strong><ul class=\"bb_ul\">*Unique character and creature art! All custom drawn by our art team. Over 250 creatures and even more characters. Unique art styles that are created with passion and that have a connection with each character and creature. </ul></strong><br><strong><ul class=\"bb_ul\">*Morality Quests, Bounty Quests, Mystery Quests, Class Quests, Title Quests, puzzles and more! Engaging, thought-provoking dialogue against the backdrop of a fun and humorous narrative! </ul></strong><br><strong><ul class=\"bb_ul\">*A unique, customizable skill system with specialties for each class and the ability for combining scrolls to create new spells! Over 100 skills, spells, and combat forms!</ul></strong><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/498700/extras/f6afbe9784340e7afca872eb9e8fd885.avif?t=1605771343\" width=237 height=315 /></span><br><strong><ul class=\"bb_ul\">*5 Starting classes with 2 specializations per class! Will you choose to wield the voids power or channel the spectral magic?</ul></strong><br><strong><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/498700/extras/6603e8805e1d0e99aa95acfffb0c2e72.avif?t=1605771343\" width=150 height=248 /></span></strong><br><strong><ul class=\"bb_ul\">*A crafting system that is straightforward yet fun! With the option of adding sockets and augments to weapons and armor!</ul></strong><br><br>To our friends and players...<br><br>This game has been brought together by a dedicated small team working overtime to create a story and a world we believe you will enjoy! Please stick with us through this process of growing this world with your input. We value your input and welcome your opinions. Please send a message to our community manager.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/498700/header.jpg?t=1605771343",
    "developers": [
      "TSGS"
    ],
    "publishers": [
      "The Southern Gaming Syndicate"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}