{
  "498880": {
    "name": "PANOPTES Demo",
    "steam_appid": 498880,
    "required_age": 0,
    "is_free": true,
    "description": "Greetings, agents and new recruits!<br />\r\n<br />\r\nThe time has come to build your decks and crush a couple of monsters in a free demo of CCG Panoptes.<br />\r\nWe are happy to introduce you to a demo version of the collectible card game Panoptes, which will be released at the end of the year.<br />\r\n<br />\r\n<br />\r\nPANOPTES is a story-driven CCG with a focus on PvE combat. Our nonlinear story will give you an opportunity. Dark setting, hardcore gameplay and entropy demons will make even the fiercest MTG fans thrilled.<br />\r\n<br />\r\n<br />\r\nYou are the head of an autonomous clandestine organization called simply “The Club”. Your agents have a lot in store for them: they will travel in search for ancient relics, puzzle out the organization’s machinations, face supernatural creatures, inexplainable anomalies and otherworldly monsters. <br />\r\n<br />\r\nThe Steam version (link) is still in early access and we ask that you do not buy it yet to spare you the disappointment. This version lacks the story and our new UI. We are planning on updating it in November as soon as the game gets more narrative content.<br />\r\n<br />\r\nMeanwhile, you can judge the fruits of our hard labor for yourself by playing our free demo. It is a full-fledged chapter of the game’s main campaign and will be part of the release version.  <br />\r\n<br />\r\nYour feedback is very important to us. Only together we can create something truly great.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/498880/header.jpg?t=1472737048",
    "developers": [
      "Suricate Games, SIA"
    ],
    "publishers": [
      "Suricate Games, SIA"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}