{
  "499070": {
    "name": "Pro Strategy Football 2016",
    "steam_appid": 499070,
    "required_age": 0,
    "is_free": false,
    "description": "Attention!  PSF 2020 will be released in early September!  With a full in-game editor, the ability to run multiple careers and season campaigns, full Play by Play of all games, and more, PSF 2020 is a massive update to the Pro Strategy Football series!<br><br><br>Pro Strategy Football, proven coaching strategies and realism!<br><br>Be sure to check out the Advanced mode of coaching to get the full range of options!<br><br>With a primary focus on coaching and realism, but with many career options to add an extra dimension, this realistic simulation of American football is for fans who love coaching, managing, or even simulating games, weeks, or entire seasons.  This isn't a twitch game, but a game where you learn and use strategy as a Manager, Head Coach, or both!  And PSF is touch enabled!<br><br>As Coach, PSF gives you real ratings, weather, injuries, penalties, everything you expect in a real simulation! Or let the AI coach your team if you prefer to focus only on management! <br><br>Coach at Beginner or Expert level.  Design plays on the fly and create custom playbooks! <br><br>Edit teams' and players' names to use names you like!<br><br>All stats and leaders are here! Scout players on teams, review game highlights and watch replays! <br><br>The career side lets you trade draft picks, watch your players age, make choices in training camp and team drills, as you struggle to get to the top and stay there! <br><br>Career offers management features:<br><ul class=\"bb_ul\"><li> Scout the upcoming draft<br></li><li> Trade draft picks - trade picks from up to two years out!<br></li><li> Allocate your team drills<br></li><li> Run mini camps for key players<br></li><li> Watch your young players improve (and your experienced players start to show their age)</li></ul><br>As Coach:<br><ul class=\"bb_ul\"><li> Real Strategy! Not a twitchy game, but one where you outwit your opponent! <br></li><li> Real clock strategies on offense and defense! <br></li><li> Deal with fatigue on both sides of the ball. <br></li><li> Beginner and Expert coaching difficulty levels. <br></li><li> Call your plays right on the field diagram. <br></li><li> PSF is also a coaching clinic, with a wealth of in-game training and a virtual encyclopedia of terms and strategy! <br></li><li> Play against the AI or your friend in hot swap</li></ul><br>In Career play, manage your team across many seasons with players aging, yearly draft, and career leaders. In non-career play, create any matchups you want and coach either side. Replay the 2016 season, coaching any or all teams!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/499070/header.jpg?t=1571071512",
    "developers": [
      "Kerry Batts"
    ],
    "publishers": [
      "Pro Strategy Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}