{
  "499400": {
    "name": "The Path of Greatest Resistance",
    "steam_appid": 499400,
    "required_age": 0,
    "is_free": false,
    "description": "Mankind was wiped off the Earth, but some humans escaped. Now the last remnants of humanity hide in the rocky outer regions of our solar system.<br><br>Fight back against the Machine Alliance in this made-for-VR shooter. This game contains three play styles based on different types of locomotion: a &quot;rails shooter&quot; mode, an experimental &quot;jog-to-move&quot; mode in which the player jogs in place to move forward along the path, and a highly experimental Treadmill Mode that lets brave VR users play the game while walking on an exercise treadmill.<br><br><br><ul class=\"bb_ul\"><li>Tackle missions or play in &quot;Endless&quot; mode to survive as long as you can.</li></ul><ul class=\"bb_ul\"><li>Certain elements of the missions are procedurally generated. Some things will be different each time you play.</li></ul><ul class=\"bb_ul\"><li>The missions follow a common pattern, but they differ according to which two weapons you get as well as other things. In the intro mission, you get a shield and plasma crossbow. In Mission 1, you get a pistol and a basic sword/machete. In Mission 2, you get a pistol and a sword with a &quot;force field.&quot; In Mission 3, you dual-wield pistols. Mission 4 gives you a &quot;TimeSaber&quot; that allows you to slow enemy fire mid-air. Mission 5 lets you deflect enemy fire with a plasma sword, and Mission 6 gives you &quot;MagneGuns&quot; that can &quot;magnetically&quot; pull in robots and launch them.</li></ul><br>GAMEPLAY HINTS:<br><ul class=\"bb_ul\"><li>Shoot the red crystals to deactivate doorway lasers.</li></ul><ul class=\"bb_ul\"><li>The &quot;basic blade&quot; you have in Mission 1 is a simple weapon... but in later missions you have more advanced technologies.</li></ul><ul class=\"bb_ul\"><li>When you come to the crystal &quot;reactor core&quot; at the end of each mission, destroy the rotating crystals first otherwise the center crystal will regenerate.</li></ul><ul class=\"bb_ul\"><li>If you lose a mission a certain number of times on &quot;Less Difficult Mode,&quot; it will unlock an even easier difficulty level that you can choose: &quot;Least Difficult Mode.&quot; </li></ul><ul class=\"bb_ul\"><li>If you're a scoundrel, you can go into &quot;Game Options,&quot; and then &quot;Cheating Options&quot; to unlock the missions without beating the preceding ones.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/499400/header.jpg?t=1558332326",
    "developers": [
      "RealityRig"
    ],
    "publishers": [
      "RealityRig"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 2 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}