{
  "499760": {
    "name": "Redswood VR",
    "steam_appid": 499760,
    "required_age": 0,
    "is_free": false,
    "description": "Redswood VR is a virtual retelling of the Red Riding Hood story. In this tale, you play as both Red and then the Huntsman, each separately tasked with making their way through a dying and unrecognizable forest from their pasts to the inevitable conclusion at Granny's house. <br><br>As Red, you recount the past and discover new things in the forest, while rekindling your love for tree climbing and refreshing your skills with your old trusty slingshot. Granny's house awaits, as does the forest. <br><br>As the Huntsman, you must uncover the mystery of what happened to Red, and why she hasn't returned. Hired for a job, you soon discover this gig is far more personal than you realized. You must use your skills as a huntsman and former woodsman to traverse the forest, avoiding or plowing through danger, and finding out what happened to the missing girl.<br><br>Play as both, play the story, or play around in living, breathing forest. Walk, run, jump, climb, shoot, throw, swim, and swing. <br><br><strong>Key features</strong><br><br>-Various forms of world locomotion, including teleporting, arm swinging to walk, climbing rocks and trees, and grapple hooking around like your favorite wallcrawler. Choice in movement designed to maximize flexibility and provide comfortable options for all players.<br>-A deeper look into the characters of Red and the Huntsman, exploring their thoughts and motivations beyond the context of the fable.<br>-A forest playground from both character's past, completely open to exploration and traversal.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/499760/header.jpg?t=1471566338",
    "developers": [
      "Patrick Beavers"
    ],
    "publishers": [
      "B__Vers"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}