{
  "500230": {
    "name": "FSX Steam Edition: Final Approach Add-On",
    "steam_appid": 500230,
    "required_age": 0,
    "is_free": false,
    "description": "Are you ready to fly real approaches in fully-loaded airliners?  Learn what it feels like to make the decision to continue the approach or go missed.  Do you have what it takes to get your passengers to their destination when Mother Nature gets in the way? <br><br>TakeFlight Interactive is proud to present their second mission pack for FSX: Steam Edition: Final Approach. Learn the basics of shooting an ILS (instrument Landing System), then experience the challenge of 5 increasingly difficult approaches.  <br><br>You’ll start by getting checked out in the Bombardier CRJ700 in a tutorial on how to perform an ILS approach. You and your co-pilot will then be thrown into challenge after challenge as you improve your skills and advance toward flying the mighty Boeing 747-400!<br><br>Take the controls and assume the responsibility of Pilot-In-Command.  Your co-pilot will read checklists, handle radios, and call out minimums, but the ultimate responsibility for the safety of all aboard your aircraft rests with you.<br><br>TakeFlight Interactive is a games studio formed by Aces alumni who are dedicated to bringing interactive mission-based experiences back to the world of Flight Simulator X: Steam Edition.<br><br><strong>Note: Recommended for more experienced FSX:SE pilots, Final Approach will pit your skills against some of the toughest landing conditions imaginable.</strong><h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>Interactive Co-pilot: Your co-pilot will read checklists, remind you of critical items, handle radios, and provide helpful tips along the way<br></li><li>\tPaced Gameplay: Increasing difficulty keep the challenge interesting.<br></li><li>\tDefault Aircraft: No need to buy add-ons to play!<br></li><li>\tRealistic Approaches: Fly actual instrument approaches while following real approach plates. <br></li><li>\tAuthentic Gameplay: Dialog and gameplay written by real-world pilots.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/500230/header.jpg?t=1671757247",
    "developers": [
      "TakeFlight Interactive"
    ],
    "publishers": [
      "Dovetail Games - Flight"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 0,
      "total_negative": 2,
      "total_reviews": 2
    }
  }
}