{
  "500370": {
    "name": "Anno 2205™ - Orbit",
    "steam_appid": 500370,
    "required_age": 0,
    "is_free": false,
    "description": "Anno 2205: Orbit allows you to conquer space by building, expanding and managing your own modular space station. <br />\r\n<br />\r\nGo even further in expanding your conquest and manage Nexus, a powerful AI controlling the newly accessible space station modules.<br />\r\n<br />\r\nSpace Travellers<br />\r\nThe new Orbit sector needs astronauts in order to build and populate a huge space station. Players have to place the new Orbital Institutes in their cities, as well as in the Arctic and Moon sectors to train their inhabitants so they are ready for space. The three types of astronauts, Biologists, Physicists and Engineers are important for the individual main focuses of the different space station areas.<br />\r\n<br />\r\nModular Space Expansion<br />\r\nWhen entering the new Orbit sector, players will only have the station’s main module at hand. The more they progress; up to 12 different module types can be unlocked. Each module has different requirements and fulfils different needs. Build laboratories like the Agriculture Chambers and support them with maintenance modules such as the Artificial G-Lab. The possibilities of building the space station are numerous and challenging and players must once again show their city-planner - or better - space-planner skills.<br />\r\n<br />\r\nMaster the Nexus<br />\r\nThe bigger the space station gets, the more Expertise is gained, which can be used in the Nexus to unlock new bonus effects for all other regions in the game. There are around 75 bonus effects to be explored, and players can’t use all of them at the same time. Thus, finding the best combination is crucial in order to be a successful city-planner.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙, 波兰语, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/500370/header.jpg?t=1469025784",
    "developers": [
      "Blue Byte"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}