{
  "500310": {
    "name": "Fantasy Grounds - A04: Forest for the Trees (PFRPG)",
    "steam_appid": 500310,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >A4: Forest for the Trees</h2>A Pathfinder Compatible Adventure for 4-6 PCs of Levels 2-3.<br>The loggers of the West Wood have been logging these lands for over five years without a problem. Now, an eerie entity demands that they cease their logging activities and evacuate the forest immediately. If they refuse, they will die.<br>When the PCs arrive to help they find that things are not so black and white. The decisions which they make will have permanent and lasting implications for the entire region.<br><i>Will the PCs choose to save the forest and lose the support of the village, or destroy a sacred elder tree in order to win the hearts of the loggers and their families?</i><br>A nearby town has sent out a call for aid after a mad hermit has promised to spread untold misery during their yearly harvest celebration. Your group has been selected by the administration to answer that call, and act as representatives for the entire school!<br>You dare not fail.<br><strong>Also included in &quot;Forest for the Trees&quot;:</strong><br><ul class=\"bb_ul\"><li>New location: West Wood<br></li><li>New Spell: Shenanigans<br></li><li>Featured Artist Sketchbook Illustration: Logging Camp Artifacts and Equipment<br></li><li>Maps and Illustrations: Hamadryad sisters, Kobold Cave<br></li><li>Maps by 3x ENnie Award winning Cartographer Todd Gamble<br></li><li>Numerous situations which must be dealt with diplomatically and solved using skillful tact.<br></li><li>New Monster: Hamadryads<br></li><li>A4: Forest for the Trees allows the PCs to make choices which will permanently impact the local village and shape the future of the region.</li></ul><strong>Requires: </strong>The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.<br>Converted to Fantasy Grounds by Jonathan Nelson<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/500310/header.jpg?t=1768361269",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 11 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}