{
  "500550": {
    "name": "Save the Universe, Please!",
    "steam_appid": 500550,
    "required_age": 0,
    "is_free": false,
    "description": "Gosh, the universe is an exciting place—home to so many strange worlds and potential new friends. Unless, of course, you’re on the ESS Shyp, Erth’s best, and you’ve seen everything, and none of it can live up to Erth. At least, that’s how First Officer Commander Nadalie seems to think. If only there was a way to totally, irresponsibly and wantonly reshape the entire universe to a single, totally unqualified person’s will. Understandably, Second Officer Commander Aysha doesn’t think such power belongs in any mortal’s hands, especially not one already ambitious Erthling with little love for alien life. <br />\r\n<br />\r\nBut what do you, Captain-What’s-Your-Name, think about it? It’s up to you to take control of your crew and your rogue officer. Commander Aysha and the rest of the ship have your back, and you can probably convince a few aliens to your cause, but what kind of captain are you really? Watch what you say, because your choices are what’ll get you with the right commander. And more importantly... are you going to save the universe from an absurdly unnecessary rebirth? Drink some coffee, get in the captain’s chair, and at least give it a shot! <br />\r\n<br />\r\nSomehow, this isn’t a total brawl. Instead of the usual RPG combat, you’re going to need to break out your adventuring and dialogue skills. You get to pick your body, gender, hair, name, and pretty much everything you say as an otherwise silent protagonist. You have three personality stats to keep an eye on, which may dictate how others respond to you, and even if your officers are interested in a little more than friendship! We’ll assume for now you’re a somewhat good person. But are you a brooding yet overall just person, a kind-hearted friend, or a charming Casanova? And will you simply save the universe, or will you learn more about your team and find some relics of the past before you do? You have four planets, two dynamic crew members (plus a handful of lesser minions), and four unique aliens to add to your repertoire. This is a first-shot game crafted with love and coffee, so take Hodeaka Studio’s best wishes on enjoying this bizarre little questionably-sci-fi adventure!<br />\r\n<br />\r\nTip - Press F1 on the main menu to open up options like 'Launch in Full Screen' and to customize your controls! Good luck, Captain!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/500550/header.jpg?t=1524974876",
    "developers": [
      "Hodeaka Studio"
    ],
    "publishers": [
      "Hodeaka Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}