{
  "500650": {
    "name": "CASE: Animatronics Demo",
    "steam_appid": 500650,
    "required_age": 0,
    "is_free": true,
    "description": "Welcome to the police department, where working late can lead to tragic consequences. You're John Bishop, a swamped-with-work detective who tirelessly carries out your investigations late into the night.  But tonight you are pulled from your precious few hours of rest ,and a strange dream, by a mysterious call from an old “friend.” Turning your fight to find the truth into a fight to survive the night.<br>Your police department is left without electricity. The security system has been hacked.  All exits are locked.  But that is not the real problem.<br>Someone… something is following you. Red eyes shine from dark corners and the sound of shifting, clanking metal echoes through the once safe halls.. You know them simply as animatronics, but something unknown and horrifying is driving them. Figure out what is going on, survive the night, and remember - no one will care if you scream.<h2 class=\"bb_tag\" >FEATURES</h2><ul class=\"bb_ul\"><li><strong>A tablet to watch the security cameras carefully.</strong> You will use a tablet to watch the security cameras, and you need to be seriously careful. Using the environment of the police station is the key to salvation and survival. Be quiet, be alert, move fast.  Your only tools,  the only things you can  rely on, are your legs, your tablet, and a torch.<br></li><li><strong>Hide &amp; Sneak.</strong> Use closets and cabinets to sneak between animatronics and try to catch a silent breath.<br></li><li><strong>Animatronics.</strong> The steel legs and arms will treat you well. Get ready to be confused by their abilities.  Be prepared to react to the unexpected.<br></li><li><strong>Figure out what’s happening.</strong> Explore the police department in search of explanations. Don’t forget to listen to the world around you and keep track of the changes around. The only one that can save your life, is you.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语, 西班牙语 - 西班牙, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/500650/header.jpg?t=1472833998",
    "developers": [
      "Last Level",
      "Aleson"
    ],
    "publishers": [
      "HypeTrain Digital"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}