{
  "501060": {
    "name": "C.S.S. CITADEL VR",
    "steam_appid": 501060,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://partner.steamgames.com/gfxproxy/gfx/apps/501060/extras/CSSC_PageStore_1.png?t=1469729013\" crossorigin=\"anonymous\" /></span><br>Before the war between the Corporation and the Colonials, The Citadel Space Station was the most important spacial warehouse in the known universe, taking and leaving supplies at the colonies. The Corporation was growing up quickly and finally, they took control of the spacial commerce and the colonies began to be under their control, generating discontent among them because of their new politics. Ten years ago, the colonials rose up against the Corporation and this war started.<br> <br>The Citadel Station was transformed into a military station. Its facilities were converted into a large military base with thousand of soldiers in it, a prison for war prisoners, and people tell that there are more secrets inside.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://partner.steamgames.com/gfxproxy/gfx/apps/501060/extras/CSSC_PageStore_2.png?t=1469729013\" crossorigin=\"anonymous\" /></span><br><br>During the last years, there are only three kinds of jobs: Soldier of the Corporation, soldier of the Colonies or independent bounty hunter. And the latter was your choice. For  five years you have captured hundreds of colonials for the Corporation and left them at the guts of Citadel.<br><br>This time, you have to get into the CITADEL station to charge your last reward in your account. You have arrived across the old lower bay 5 of the station and you only have to take your credits  and get out as usual, but this time something is wrong and you are kept locked inside the station.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://partner.steamgames.com/gfxproxy/gfx/apps/501060/extras/CSSC_PageStore_3.png?t=1469729013\" crossorigin=\"anonymous\" /></span><br>C.S.S. CITADEL VR is not a conventional game. It is an open map with different paths and choices, and secondary goals. Your decisions and actions have consequences, and they will change the story. The exploration of the different sections and spaces will help you locate some equipment, items and functions that could help you achieve your goals. You are completely free.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://partner.steamgames.com/gfxproxy/gfx/apps/501060/extras/CSSC_PageStore_4.png?t=1469729013\" crossorigin=\"anonymous\" /></span><br><br>This game is developed with VRIS (Virtual Reality Interaction Scripts). <u>It can be difficult to use at the beginning but, with a few minutes of practice it is a incredible form to play</u>. With this system you can interact with a lot of objects and elements in Virtual scene (there will be more interaction in the complete game) and allows you to move in room scale in a free way and in large spaces using the trackpads, but keeping your head independent from your body. You can move your head free and independently of the direction the character is moving towards.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://partner.steamgames.com/gfxproxy/gfx/apps/501060/extras/CSSC_PageStore_5.png?t=1469729013\" crossorigin=\"anonymous\" /></span><br><br>This first chapter is only a demonstration of the possibilities of a videogame made with VRIS. We are working in the complete videogame, which is going to be ready in a few months with more functions and interactions, to allow the players new degrees of freedom. At this moment we’ve had to eliminate some of this fuctions to make it playable and we want to know if the players can enjoy with this kind of controls and this system.<br><br><u>If you like this system or you find any mistake or know something that could be better, please tell us and we will try to do it better.</u>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/501060/header.jpg?t=1469729350",
    "developers": [
      "Winged Minds"
    ],
    "publishers": [
      "Winged Minds"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3100,
      "final": 3100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 31.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}