{
  "501210": {
    "name": "Reign of Darkness",
    "steam_appid": 501210,
    "required_age": 0,
    "is_free": false,
    "description": "The Black Plague, of 1348 A.D. was not what it appeared to be. Mankind unleashed a darkness upon the land and therefore themselves. Those in power far from the front-line, refuse to acknowledge the darkness of this plague as nothing more than a disease that could be contained and resolved, to maintain order and control of their kingdom, and the people within it.<br><br>During this time of despair, unrest, and fear,... the common peasants would find solace in a pursuit of the dark arts, for being feared by your subjugator releases one from being their subject.<br><br>A cabal formed spreading rumors of how powerful they were, when in fact they knew nothing but parlor trickery. However, this inspired many and from that arose the pursuit of real magic. Many believed the pinnacle of which to be the art of evocation. Summoning entities for one's self, to guide, protect, and otherwise control.<br><br>Few who practiced saw results, but some did. Three Magi combined their efforts, in an attempt to gain dominion over the most powerful entity of the spirit world. Over time they were coerced by a voice that whispered through the ether, speaking of great power simply by opening a gateway to the world of the entity, and walking through it. By embracing the unique energy of this realm that exists beyond the veil would have them return as the most powerful sorcerers in their land.<br><br>Enticed, the Magi were guided by the voice through the incantation, indeed opening a gateway. From the gate, a sudden barrage of growling turned to screaming poured out with a dark fog crawling across the floor. Their desire for power and foolishness became immediately clear. Tearing through the flesh-like fabric of the gate, coalesced the beast with which they were speaking. <br><br>As if born anew into this physical form, and experiencing hunger for the first time, the beast devoured the Magi leaving only scraps of flesh and bone behind. And it is with this mortal shell, that the beast would travel consuming all in its wake and opening more gates along its path. Tearing through the veil that once protected mankind from the chaos of this dark realm,... now came forth a throng of evil.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/501210/extras/b273114ada84d85c8bbaab1d73479dcd.avif?t=1738795450\" width=600 height=150 /></span><br><br>The darkness that trickles from these gates brings with it a pestilence that kills all vegetation, causes animals to become rabid attacking without provocation, and men who stood against it would be driven insane, should they survive.<br><br>Those that escaped its slow grasp of death, spoke of a dark fog that lay low to the ground that could be seen on the horizon prior to the plague consuming their village. Which lead to the understanding that there is safety in higher elevations however, few places are safe from these demonic beings embedded with violence that spill from the now torn veil.<br><br>Absorbing into all things, the essence of this plague does in fact contain the power that the Magi sought, which can be extracted neutralized and used to infuse items with great power, to fight the darkness itself.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/501210/extras/1f6a305e3010c43c65bdbf51c88f283e.avif?t=1738795450\" width=600 height=150 /></span><br><br>Reign hearkens back to when players had to play a game to figure things out with a short learning curve. Reign does not attempt to repeat the common theme of this genre, there are enough clones already. So expect things to work a bit differently.<br><br>Although Reign has only 1 developer, check back every week because things are always being added/updated and that is likely to become more frequent after release. The product will become more refined in all areas, including more Terrain(explore-able world), more skills, skins, animations, creatures, bosses, events, features, etc.<br><br>Reign of Darkness is a PC based Apocalyptic, Medieval Online RPG which will offer some references to real historical subjects that are fictionalized for the players to experience.  During Early Access players have the opportunity to take part in the experience of playing a game while it is still evolving and being created. Exploring new areas as development progresses and also having their voice and opinions heard on topics relating to the game.<br><br>Reign strives to eventually become an MMO (massive multiplayer online) RPG however, the massive part can't simply be programmed. We will need a community to achieve that feat.<br><br>-Players will find randomly generated unique items which can also be modified to suit their specific needs(strength, intellect, etc). If a player finds an item that has an appearance they prefer over their current item they are using, the stats of items can be transferred (with the right reagents), giving the player the appearance they most prefer.<br><br>-Players start with 10 skill points and can choose from a variety of skills. Each level up grants 2 skill points which players can use to learn a new skill or increase the rank of a known one. In addition 10 attribute points are gained per level up for players to allocate how they prefer (ex: Strength, Intellect, etc).  Skill points can be allocated across three out of 8 &quot;classes&quot; allowing many possible combinations and extensive build customization.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/501210/extras/7c566ec8444c69b488c11f34f69a0670.avif?t=1738795450\" width=600 height=150 /></span><br><br>-Players can also, hire and assign equipment to Mercenaries that will assist them in instanced enviroments, which allows for dynamic experiences with or without friends. <br><br>-One can steal a dragon egg to be hatched, raised, and summoned for the use of transportation. <br><br>-Fight against giant beasts, demons, monsters that are controlled by Game Masters, not having a predictable AI system for rare events, creates a dynamic challenge. Players must combine forces and create strategies to defeat such enemies when and where they may occur.<br><br>-More Races (a different kind of Orc is in progress)<br><br>-More Armor options (skins)<br><br>-More Mounts<br><br>-More Areas to explore<br><br>-Pets (some may have passive benefits such as additional inventory space)<br><br>-Better Graphics and Visual Effects<br><br>-Some gear will offer set bonuses based on the name of the armor set and how many pieces you have equipped<br><br>-Reign will dive into origins of Mythological creatures, and tie them to the Medieval Age. Creatures such as Werewolves, Minotaurs, Gorgons(Medusa), Hell, and the devil as an opposing forces.  Vampires such as the story and origin of Dracula, &quot;Vlad the Impaler&quot; or, Vlad Tempest. Who's father Dracul(meaning Dragon) formed &quot;The Order of the Dragon&quot;. Which Dracula(meaning &quot;Son of the Dragon&quot;) would inherit. Players will engage in a story line that revolves around &quot;The Order of the Dragon&quot; (eventually as a faction) and can obtain Vampiric abilities/properties themselves.<br><br>________________________________________________________________________________<br>________________________________________________________________________________<br><br>Follow development on Trello here:<br><br><br>Powered by SmartFoxServer",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/501210/header.jpg?t=1738795450",
    "developers": [
      "Unorthodox Studio"
    ],
    "publishers": [
      "Unorthodox Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 20 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 2,
      "total_negative": 1,
      "total_reviews": 3
    }
  }
}