{
  "503920": {
    "name": "Structure",
    "steam_appid": 503920,
    "required_age": 0,
    "is_free": false,
    "description": "Mankind tried to colonize other worlds when natural resources of Earth had run out. In order to discover new planets and to make them habitable A.I. robots were sent deep into the outer space. However something caused a global system malfunction and the terraforming process was interrupted. These smart machines went out of control and started to build their own tech world threatening the newly born biosphere…<br><br>All but one. The last of these robots found itself in a hostile environment of the gloomy and unfriendly planet XS-1271 far away from Earth. The surface of this planet was severe disfigured as a result of a failed terraforming process. Why did the mission of colonizing a new world fail? What went wrong and what could be done to stave an inevitable collapse off? This intelligent machine is up to survive and expose the truth behind this madness and the death of ecosystems.<br><br>Hundreds of unique enemies spawned by a technology disaster are eager do attack lone robot as it wanders the paths of a huge and constantly changing planet full of dangerous traps and engaging puzzles. The only way to survive is never to stop improving skills and battle tactics as well as to upgrade weapons and abilities of the protagonist. Change and progress are the keys to the truth!<h2 class=\"bb_tag\" >Dark atmosphere of an alien world</h2>You’re completely and utterly alone. It’s only you, technological landscapes and crazy robots!<h2 class=\"bb_tag\" >Truly hardcore and exciting shoot ’em up action</h2>This adventure is a challenge even for an experienced players!<h2 class=\"bb_tag\" >Dozens of various foes and bosses</h2>Planet is swarmed by all kinds of robots: from the primitive droids to the powerful multi-level structures. <br>Annihilate them all!<h2 class=\"bb_tag\" >Vast arsenal of weapons and other ways to customize your character</h2>Get you armor and weaponry stronger and become a true killing machine as you progress through the game!<h2 class=\"bb_tag\" >Rich selection of tactics and approaches</h2>Burn ‘em, shoot ‘em, hack ‘em or saw ‘em up? <br>It’s all up to you!<h2 class=\"bb_tag\" >Powered with Eye Tracking</h2>Choose a weapon, aim and shoot at a glance – no one can hide from you now!",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/503920/header.jpg?t=1732727884",
    "developers": [
      "Extent5"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}