{
  "504170": {
    "name": "Fantasy Grounds - Daring Tales of Adventure #01 - To End All Wars & Chaos on Crete (Savage Worlds)",
    "steam_appid": 504170,
    "required_age": 0,
    "is_free": false,
    "description": "Daring Tales of Adventure #01 - To End All Wars &amp; Chaos on Crete<br>Welcome to a brave new world of Pulp action!<br>Triple Ace Games presents the first instalment of Daring Tales of Adventure. Get<br>the adventure and download the pre-generated heroes for free direct from our website<br>and start playing! Every month we will bring you new tales in which your heroes<br>can explore ancient tombs, battle evil villains and discover new locales!<br>Each of the pre-generated heroes has been designed and pre-programmed with their<br>advancements making it simple to upgrade your heros skills and attributes for the<br>next Daring Tale!<br>To kick start your pulp action the first Daring Tale has two adventures ready for<br>you run! When a friend says he has important information he wants to discuss, you<br>know its the start of something big! Nazi agents, deadly Amazonian flesh eating<br>insects, a kidnapped reporter, and a daring raid on Washington D.C. are all in a<br>days work for heroes who want To End All Wars!<br>A missing scientist, a villain with plans of becoming a king, ancient puzzles, a<br>deadly maze, a mythical creature that is not all the legends say it is, and a book<br>whose contents could spell the end of mankind all mean its Chaos on Crete!<br>Daring Tales of Adventure #1 marks the start of a new line of pulp adventures<br>for Savage Worlds. Each adventure is designed for four characters with a wide-range<br>of skills. Pre-generated characters designed for this adventure are available free<br>online from the Triple Ace Games website.<br>This adventure also contains Tripe Ace Games unique pulp setting rules, designed<br>to make two-fisted adventures more exciting and truer to the source than ever before!<br>Pre-generated characters to play this adventure are available now from<br>, with image versions included in the module.<br>This product is an installable module for use with the Fantasy Grounds II virtual<br>tabletop. The adventure module has been carefully organized to streamline gameplay<br>and includes, story elements, personalities, items, vehicles and images. These can<br>be modified within your Fantasy Grounds campaign as needed. The Savage Worlds ruleset<br>and a Full license of Fantasy Grounds II are required to use this product.<br>Fantasy Grounds II Conversion: Clemens G Meyer<br><i>Adapted for Fantasy Grounds by: </i><strong>Clemens Meyer</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/504170/header.jpg?t=1768361702",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 20 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}