{
  "504720": {
    "name": "Music Maker 2017 Premium Steam Edition",
    "steam_appid": 504720,
    "required_age": 0,
    "is_free": false,
    "description": "Music Maker Premium Steam Edition is a unique virtual studio with 8,000 included sounds, intuitive drag &amp; drop controls, 12 instruments and high-quality pro features for mixing &amp; mastering.<br> <h2 class=\"bb_tag\" >The most important features: </h2><ul class=\"bb_ul\"><li>All the features, instruments &amp; sounds from Music Maker plus extra exclusive features&quot;<br></li><li> 12 Soundpools including the Premium Soundpools Score (film music), Chillout, Dance, Ambient, etc.<br></li><li> 8,000 sounds &amp; loops<br></li><li> Exclusive premium instruments: Cinematic Soundscapes, Choir &amp; Church Organ<br></li><li> The new Media Pool: a clear overview of the entire arrangement<br></li><li> Free companion app for effects and transport controls<br></li><li> 12 virtual instruments (synthesizers, drum machines, choir)<br></li><li> VST3 and VST2 interface</li></ul> <h2 class=\"bb_tag\" >More sounds. More instruments. Even more fun. Premium Advantages:</h2><br><br><strong>4 exclusive Premium Soundpools</strong><br>Included only in Music Maker Premium Score (film music), Chillout, Dance and Ambient Soundpools. The exclusive score Soundpool &quot;Dramatic Stories&quot; accentuates dramatic strings arrangements and suspenseful horn sets. The chillout Soundpool &quot;Mother Earth&quot; brings together summery synthesizer sounds with mystical sound textures and exotic percussion elements. Additional sounds for Dance pump up the dance floor, while Ambient brings the needed relaxation.<br> <br><strong>Live Pads and Live Sets </strong><br>This mode offers an especially easy, intuitive way of making music. Select one of the 30 Live Sets and begin changing the Live Set on the fly within your session.<br> <br><strong>Premium: Cinematic Soundscapes</strong><br>With Cinematic Soundscapes you can create complex textures to use as scores. <br> <br><strong>Premium: Church Organ</strong><br>The impressive Church Organ lets you create majestic soundscapes. Playfully create soulful ballads, epic soundtracks or hot dance tracks.<br> <br><strong>Premium: Choir</strong><br>The Choir virtual instrument lets you play vocals using your keyboard and comes in three different voices.<h2 class=\"bb_tag\" > More space for your creativity – with the new Mediapool.</h2><br><ul class=\"bb_ul\"><li><strong> Arrange</strong><br>The new Mediapool is now found on the right side, offering you even better access to all sounds, loops &amp; instruments.<br> <br></li><li><strong>Record</strong><br>Unlimited tracks. Endless fun. Music Maker Premium gives you plenty of space for countless MIDI and audio tracks.<br> <br></li><li><strong> Mix</strong><br>There's no limit to your creativity with studio effects, external VST3 plug-ins and Mastering Suite.</li></ul> <br> <br><strong>Pop Drums</strong><br>Pop Drums celebrate the comeback of the year. Bring back the shrill, quirky sound of the '80s and produce powerful beats.<br> <br><strong>Concert Grand</strong><br>This instrument is based on recordings of a carefully selected concert piano made in an international concert hall. The piano's powerful sound shines in large part thanks to its very clear, lyrical tones.<br><br><strong>Lead Synth</strong><br>Careful – electrically charged: A powerful synthesizer for creating typical sounds from popular current electronic music genres and hip-hop.<br> <br><br><strong>More virtual instruments</strong><br> Drum Engine, Jazz Drums, Synthesizer Revolta 2, Synthesizer DN-e1, Vita 2 Sample Player, Vita Sampler. <h2 class=\"bb_tag\" >Additional highlights</h2><strong> 7 pitches. Endless possibilities. </strong><br>All Soundpools and Live Sets in Music Maker come in 7 different pitches. This gives you even more creative freedom in music production. Design hooklines, bridges and refrains even more easily.<h2 class=\"bb_tag\" >Companion app controls. Download MAGIX Audio Remote for free.</h2>Connect the free MAGIX Audio Remove app to Music Maker on your computer via Wi-Fi. <br><br> <br><strong>Recording controls</strong><br>Use the app to start recording band practice on your computer.<br> <br><strong>Effects controls</strong><br>Use the app to experiment with the room sound and filter controls for virtual instruments.  ",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/504720/header.jpg?t=1684166387",
    "developers": [
      "MAGIX Software GmbH"
    ],
    "publishers": [
      "MAGIX Software GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 8 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "52",
        "description": "音频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "6 user reviews",
      "total_positive": 5,
      "total_negative": 1,
      "total_reviews": 6
    }
  }
}