{
  "505260": {
    "name": "Fantasy Grounds - Rolemaster Classic: The Armoury",
    "steam_appid": 505260,
    "required_age": 0,
    "is_free": false,
    "description": "Rolemaster Classic: Armoury Mod<br>A Rolemaster Classic library module for Fantasy Grounds<br>Give your Hero an edge!<br>Welcome to the Armory. The ICE armsmasters have selected over 50 new weapon attack tables for your combat enjoyment. So retire those old worn out weapons and take these new attack tables for a spin. Fun, lethal and exotic, the Armory has it all. Need more killing power? Then check out the great sword. If you prefer finesse, then perhaps the dainty hand crossbow is more your style.<br>The Armory also features an appearance by a very special guest star: Aaron Williams' Nodwick! Take the guesswork out of tossing your henchbeings around with the Nodwick Attack Table. How far can you toss the average henchgnome? And what really happens when you fumble?<br>Choose your weapons and slay your opponents with flair. The Armory makes it easy with rules that let you choose your criticals and new easy on the eyes attack tables.<br>Over 50 weapon attack tables for Rolemaster Classic combined throughout the following categories:<br><ul class=\"bb_ul\"><li>Blades<br></li><li>Japanese Blades<br></li><li>Oriental Weapons<br></li><li>Pole Arms<br></li><li>Unusual Weapons</li></ul>Make sure to check out the instructions for how to assign these in the Fantasy Grounds docs folder.  You can get there by clicking on Start | Programs | Fantasy Grounds II | Application Data folder and then navigating up to the &quot;docs&quot; folder.  Also, be sure to check out the videos and the forums available on the Fantasy Grounds website.<br><strong>Requirements: </strong>The free Fantasy Grounds virtual tabletop (VTT) software and the Rolemaster Classic<br>ruleset (version 1.51 or higher).<br><strong>Conversion by:</strong> Dakadin<br>The reproduction of material from within this product for the purposes of personal<br>or corporate profit, by file, photographic, optical, electronic, or other media<br>or methods of storage and retrieval, is prohibited.<br><i>Adapted for Fantasy Grounds by: </i><strong>Jeremy Wilkerson</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Rolemaster Classic ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/505260/header.jpg?t=1768361895",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 26 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}