{
  "505890": {
    "name": "Catyph: The Kunci Experiment Demo",
    "steam_appid": 505890,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Playable Demo: Catyph</strong><br><br>This is the demo version of Catyph: The Kunci Experiment. You can play 1 region (Kynan and the Dome) in Normal mode. It will allow you to discover if you like this peculiar &quot;retro&quot; point&amp;click adventure, and also check if the game is working well on your PC. <br>It is recommended to take a pen and a piece of paper near you to take notes, in order to solve the puzzles.<br>Count between 1 and 5 hours to finish this demo, depending on the way you play (walkthrough, help system, on your own...)<br><br><strong>About</strong><br><br>&quot;In 2062, Men from Terra have access to a new technology from a mysterious Black Cube they found 5 years before. With this new power, they decide to explore their solar system, in search for signs of intelligent life. They send you at the discovery of planet Catyph and its moon Tytaah.&quot; CATYPH: The Kunci Experiment is Another Space Adventure reminiscent of Myst and Rhem, and you can absolutely play it without knowing anything about the first Black Cube game, ASA. With the help of the data that you collect on Tytaah, you must attempt to access the 7 regions of this moon. Your main mission: understand what the Kunci is. The whole game relies on observation, discovery and exploration.<br><br>CATYPH is an independant and self-funded game, mainly created by one person. It has been envisaged as an experience, an interactive story based on exploration and logical puzzles. This point &amp; click game is made of static pictures with video transitions.<br><br><strong>Full version features</strong><br><br>   <ul class=\"bb_ul\"><li> Visit the vast moon of Tytaah (7 regions: desert, snow, alien forest, mercury seas and more)<br></li><li>    15~30 hours of gameplay<br></li><li>    Over 800 transition videos and 2000 background images<br></li><li>    OST: 18 tracks composed by the artists of KARREO<br></li><li>    Immersive story: try to save Terra with the support of General Lantier, and learn more about the mysterious &quot;god&quot; of Tytaah: Germinal<br></li><li>    Play in HD 1920x800<br></li><li>    Unlock bonuses (minigames and films)<br></li><li>    Developed with Visionaire Studio (Deponia...)<br></li><li>    Choose a difficulty level: Normal/Hard, or also Story/Classic modes<br></li><li>    Benefit of useful icons over the hotspots<br></li><li>    Available for Windows in full English, French subtitles</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/505890/header.jpg?t=1469265564",
    "developers": [
      "Simon Says: Play!"
    ],
    "publishers": [
      "Simon Says: Play!"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}