{
  "506030": {
    "name": "MAGIX PC Check & Tuning 2017 Steam Edition",
    "steam_appid": 506030,
    "required_age": 0,
    "is_free": false,
    "description": "MAGIX PC Check &amp; Tuning 2017 keeps your computer fast and powerful. It finds weak points and problems in your system automatically, removes the causes, and carries out a range of optimizations. Enjoy smoother gaming as a result of enhanced speed and performance.<h2 class=\"bb_tag\" >3 steps to make your PC faster and more stable:</h2><strong>Clean up:</strong> Clean your hard drive and free up storage space by deleting unnecessary and particularly large files.<br><strong>Update:</strong> Bring your software and drivers up to date for a smooth-running system.<br><strong>Accelerate:</strong> Optimize Windows settings and startup and get more performance with energy saving settings.<h2 class=\"bb_tag\" >Improve your gaming experience</h2><ul class=\"bb_ul\"><li> <strong>Auto Boost:</strong> High speed mode is automatically activated when games or certain applications start. For maximum gaming performance.<br></li><li> <strong>Quick Tip:</strong> The latest information at a glance. Quick Tip contains useful information about the status of your PC and tips for using Windows and MAGIX software<br></li><li> <strong>Performance boost:</strong> Removes unnecessary programs from the startup and deactivates unimportant services.<br></li><li> <strong>Update drivers:</strong> Keeps your graphics card and sound card drivers up to date and automatically searches for new updates.<br></li><li> <strong>Update software:</strong> Brings over 2000 program titles automatically up to date on request.<br></li><li> <strong>Clean hard drive and registry:</strong> Accelerates hard drive access, deletes unnecessary files, and stabilizes your system.<br></li><li> <strong>Smart defragmentation:</strong> Uses intelligent file categorization to get the most out of your hard drive.<br></li><li> <strong>Internet tuning:</strong> Optimizes network and browser settings for faster surfing and protects your privacy online. </li></ul> <h2 class=\"bb_tag\" >New in this version: 1-click maintenance and tuning autopilot</h2><strong>Solve the most important problems with just one click.The Tuning Autopilot monitors your PC in realtime and finds problems right when they appear, resolving them automatically if you want.</strong><br><br><strong>Latest updates for Windows 10</strong><br>Problems always emerge in new operating systems in the months following release, and these need to be fixed with software updates. PC Check &amp; Tuning 2017 automatically installs the latest driver and software updates for you.<br><br><strong>Windows 10 privacy protection and improved transparency</strong><br>PC Check &amp; Tuning 2017 prevents transfer of your personal data to Microsoft without your knowledge. You always have an overview thanks to detailed optimization reports.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 荷兰语, 葡萄牙语 - 葡萄牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/506030/header.jpg?t=1534875275",
    "developers": [
      "simplitec GmbH"
    ],
    "publishers": [
      "MAGIX Software GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 5 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}