{
  "506540": {
    "name": "Last Man Standing",
    "steam_appid": 506540,
    "required_age": 0,
    "is_free": false,
    "description": "Last Man Standing is an adrenaline fueled non-stop shoot out where players must outwit, outgun and outplay opponents to ultimately be crowned the Last Man Standing in a massive dynamic warzone. Players are thrown into the battlefield with up to 100 other players fighting each other and searching the environment for weaponry and attachments to enhance your tactical style and get the edge in competition modes. <br><br>Earn rewards, compete for prizes and fight for glory or death - this is Ultimate BATTLE ROYALE!<h2 class=\"bb_tag\" >WEAPONS and ATTACHMENTS</h2>You'll find no shortage of ways to slay your competition with <strong>more than 30 weapons </strong>ranging from pistols, to shotguns, SMG's, LMG's, Assault Rifles,  Sniper Rifles and even a rocket launcher.  Game also offers <strong>over a dozen of weapon attachments </strong>that can help you customize the way your weapon handles and suit it to fit your playstyle.  Look for the special supply drops that periodically occur during game play to secure <strong>most powerful weapons and attachments</strong>.<h2 class=\"bb_tag\" >ENDLESS CUSTOMIZATIONS</h2>Earn vanity crates each time your character levels up by playing. Use the gear you find in those crates to customize your character with <strong>over 329+</strong> unique taunt emotes, character cosmetic items and badass gun skins.<h2 class=\"bb_tag\" >COMPETE LIKE A PRO</h2><strong>We have designed the competitive system to allow the opportunity for our most active and successful players to earn a living by simply playing Last Man Standing, participating in our seasonal and monthly tournaments as well as streaming Last Man Standing.</strong><br><br>We're taking the competitive aspect of the game to the next level by introducing monthly competitions available to all of our players. Participating in these competitive events and placing in the Top Tier of players will not only earn you real cash prizes but also encourages a healthy competitive Battle Royale community unlike anywhere else.  At the end of each season the top ranking players will be given the chance to participate in an Invitational Elimination Style tournament with a grand cash prize so make sure to get as much practice as you can!<h2 class=\"bb_tag\" >OPEN DEVELOPMENT</h2>Last Man Standing is being developed directly based on community feedback and we've set up our forums and community pages to stream line this community-developer interaction.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/506540/header.jpg?t=1545343216",
    "developers": [
      "Free Reign Entertainment",
      "Free Reign Entertainment"
    ],
    "publishers": [
      "Free Reign Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 29 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "7 user reviews",
      "total_positive": 4,
      "total_negative": 3,
      "total_reviews": 7
    }
  }
}