{
  "506860": {
    "name": "Rebirth of Island Demo",
    "steam_appid": 506860,
    "required_age": 0,
    "is_free": true,
    "description": "&quot;Rebirth of Island&quot; is a hardcore survival game taking place in the wild, unknown world ruled with its own laws and customs. <br>Your name is Gaius, an astronaut. You were sent on a space expedition in order to find a greater, more refined location to occupy. Unfortunately, your ship was downed and you must eject to a nearby unknown planet inhabited by threatening beings. Your primary goal is to survive and find your true calling here.<h2 class=\"bb_tag\" > Key points: </h2><ul class=\"bb_ul\"><li> Each time there is a new universe:<br>After each death a new universe with its climate, rules, peculiarities and inhabitants appears. But your experience reminds unchanged. <br></li><li> Actions:<br>Day one: you survive, collect resources you need, build your shelter, adapt. <br>Day two: try not to let others die, help them survive among offensive beings. <br></li><li> The distribution of energy and resources: <br>You have to build shelters for your staff, feed and protect them. In exchange for that you can set them a piece of work like extraction, housebuilding, attendance of built shelters and production of the necessary resources. <br></li><li> Constant updates: <br>Join the active community to help in the game creation process! Comment and participate in discussions with the developers and other players. </li></ul><h2 class=\"bb_tag\" ><strong>Official pages:</strong></h2> ",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/506860/header.jpg?t=1469813291",
    "developers": [
      "Yo_Serjio"
    ],
    "publishers": [
      "Yo_Serjio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}