{
  "507040": {
    "name": "Fantasy Grounds - D&D Storm King's Thunder",
    "steam_appid": 507040,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><i>Take a stand against the giants in this adventure for the worlds greatest roleplaying game.</i></h2><i>Giants have emerged from their strongholds to threaten civilization as never before. Hill giants are stealing all the grain and livestock they can while stone giants have been scouring settlements that have been around forever. Fire giants are press-ganging the smallfolk into the desert, while frost giant longships have been pillaging along the Sword Coast. Even the elusive cloud giants have been witnessed, their wondrous floating cities appearing above Waterdeep and Baldurs Gate. Where is the storm giant King Hekaton, who is tasked with keeping order among the giants?</i><br>The humans, dwarves, elves, and other small folk of the Sword Coast will be crushed underfoot from the onslaught of these giant foes. The only chance at survival is for the small folk to work together to investigate this invasion and harness the power of rune magic, the giants weapon against their ancient enemy the dragons. The only way the people of Faerun can restore order is to use the giants own power against them.<br><strong>To defeat giants, you need to be giant!</strong><br><i>This module includes:</i><br><ul class=\"bb_ul\"><li>The entire contents of <i>Storm King's Thunder</i> adventure<br></li><li>Image handouts that can be shared with players collectively or individually<br></li><li>Maps containing information for the Dungeon Master (DM) only and with all locations pre-linked to story entries which may contain additional DM notes, boxed text, encounters, images and treasure parcels<br></li><li>Maps with all hidden information removed and resized for use as tactical combat maps<br></li><li>Tokens for many of the monsters in the module. When no token is available, a letter token is used to represent the NPC<br></li><li>XP for encounters that can be dragged to the party sheet and awarded to the players as they complete them<br></li><li>Searchable monster indexes by CR, type and in alphabetical order</li></ul><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and The 5E Ruleset.<br><strong>Recommended: </strong> D&amp;D Basic Rules, D&amp;D Player's Handbook or D&amp;D Character Customization Pack, D&amp;D Monster Manual<br><i>Adapted for Fantasy Grounds by: </i><strong>Zacchaeus</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included D&amp;D fifth edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/507040/header.jpg?t=1768361990",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 25 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}