{
  "507180": {
    "name": "Fantasy Grounds - Waylaid on Wayland & Gunboat Diplomacy",
    "steam_appid": 507180,
    "required_age": 0,
    "is_free": false,
    "description": "Daring Tales of the Space Lanes #01: Waylaid on Wayland &amp; Gunboat Diplomacy<br><strong>Strap in and prepare for lift off, with the first issue of Daring Tales of the Space<br>Lanes!</strong><br>Triple Ace Games new line of high-octane, two-fisted tales takes the heroes into<br>space, where fighting evil crimelords, dodging bounty hunters, and evading asteroids<br>while blasting at enemy fighters is all part of a days work.<br><i>Waylaid on Wayland:</i> When a senior political figure offered the heroes a tidy<br>sum to deliver a small package it seemed like easy money, but that was before people<br>started trying to kill them. What begins as a simple cargo run quickly has the heroes<br>involved in a running battle over who gets to control a powerful political organization<br>on the industrial world of Wayland. Trash incinerators, acid rain, high speed chases<br>through chimney stacks, and a showdown where the scenery is just as dangerous as<br>the opposition await!<br><i>Gunboat Diplomacy:</i> Sure, helping a guy being blasted at by an armored goon<br>was the right thing to do, but its embroiled the characters in the start of a potentially<br>nasty situation. When an entire space navy is trying to kill you, you know its<br>not a good day to take to the stars!<br><i>Space Dangers:</i> A special appendix detailing numerous space hazards you can<br>throw into your own space tales. From asteroids to gravity wells to wormholes, that<br>cargo run just got a whole lot more dangerous.<br>Daring Tales of Adventure #1 marks the start of a new line of pulp adventures<br>for Savage Worlds. Each adventure is designed for four characters with a wide-range<br>of skills. Pre-generated characters designed for this adventure are available free<br>online from the Triple Ace Games website.<br>Pre-generated characters to play this adventure are available now from<br>, with image versions included in the module.<br>This product is an installable module for use with the Fantasy Ground II virtual<br>tabletop. The adventure module has been carefully organized to streamline gameplay<br>and includes, story elements, personalities, items, vehicles and images. These can<br>be modified within your Fantasy Grounds campaign as needed. The Savage Worlds ruleset<br>and a Full license of Fantasy Grounds II are required to use this product.<br><strong>Author: </strong>Paul Wiggy Wade-Williams<br><strong>Fantasy Grounds II Conversion: </strong>Steve McCuen<br><strong>Requirements:</strong> Savage Worlds Ruleset v3, Fantasy Grounds Full or Ultimate License<br><i>Adapted for Fantasy Grounds by: </i><strong>Steve Mc Cuen</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/507180/header.jpg?t=1768362044",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 26 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}