{
  "508280": {
    "name": "Kindred Spirits on the Roof Drama CD Vol.4",
    "steam_appid": 508280,
    "required_age": 0,
    "is_free": false,
    "description": "Originally a two-disc release, Disc 1 is the drama CD “Kyuusei Radio” in an English subbed video.<br><br>Ichiki Umi, Futano Sasa, and Miyama Nena all safely made it to college after graduating from Shirojo. The three of them, still best friends as always, end up doing a radio broadcast for a holiday event at their local shopping district. Umi’s former broadcasting club blood is boiling, Sasa’s got no choice but to play along, and Nena’s sleepy. Will they make it through the broadcast?<br><br>Disc 2 is the soundtrack and drama “Kindred Spirits Pop Show” also in an English subbed video.<br><br>The soundtrack includes all the BGM used in the game and the opening, ending, and Youka’s love song “A. A. Ai!” in their entirety. And in between tracks, the rooftop group, Enoki Sachi, Nagatani Megumi, and Toomi Yuna, introduce the songs and engage in some nostalgic chatting.<br><br>Extras Include:<br><ul class=\"bb_ul\"><li> Drama CD audio tracks<br></li><li> Special “good morning,” “good night,” and “kitchen” voice clips for Umi, Sasa, Nena, Sachi, Megumi, and Yuna<br></li><li> Wallpapers<br></li><li> Song lyric translations</li></ul><br>The extras are downloadable items from your Library under Software, after purchase.",
    "supported_languages": "日语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/508280/header.jpg?t=1667850298",
    "developers": [
      "Liar-soft"
    ],
    "publishers": [
      "MangaGamer"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 5 日"
    },
    "categories": [
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 33,
        "description": "原生支持 Steam 控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}