{
  "508330": {
    "name": "GALER: Plague of Heroes",
    "steam_appid": 508330,
    "required_age": 0,
    "is_free": false,
    "description": "In the medieval land known as GALER, a thick fog begins rolling in from coast to coast, <br>and rumors of the dead walking have people in a panic. It is at this time an ancient mind <br>awakes and begins reaching out to some of the last survivors on the planet, having them <br>unite as one force in one of the last surviving kingdoms. These strangers are then faced <br>with a truth so terrifying that they must confront their own inner demons if they ever hope <br>to make a stand against the living dead, for the true force behind it all is waiting on the other side.. <br><br><br>Special Features- <br><br><strong>Unique dual random battle system-</strong> Choose four characters in your immediate party to complete <br>sections of the game, during which there are random encounters happening both in this immediate party <br>as well as back at the home base, choosing from your remaining characters. This allows for added <br>difficulty in GALER, as a defeat in either random battle results in game over. <br><br><strong>Magic creation-</strong> Players have the ability to test and create new forms of magic using ingredients <br>collected throughout GALER. <br><br><strong>Checking for traps-</strong> Not unlike detect traps in Dungeons &amp; Dragons, if a rogue is on your team <br>they can perform a detect traps skill in dungeons. <br><br><strong>Appraise items-</strong> A player can uncover rare items during the game that can be appraised and equipped <br>as magical weapons/armor <br><br><strong>Tons of subplots and hidden storylines-</strong> Depending on who is (and who is not) on your immediate party and the time in which <br>you are in certain areas, unique subplots can be revealed that changes the relationships between other <br>characters in the game.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/508330/header.jpg?t=1494000901",
    "developers": [
      "Graham Dodge"
    ],
    "publishers": [
      "Graham Dodge"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3100,
      "final": 3100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 31.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}