{
  "508460": {
    "name": "MAXCONTROL",
    "steam_appid": 508460,
    "required_age": 0,
    "is_free": false,
    "description": "Support the further development of MaxControl right here: <br> <br><br>Welcome to the world of MaxControl. The first base-building, RTS, Shooter hybrid in Cryengine. <br>Here you are in the year 2034, shortly after the Great Depression, followed by seven years of global war. The two largest companies in the world (Global Resource and Stabil &amp; Gut) wrestle for supremacy. Born as a mercenary, you are fighting against everything ... as long as the price is right.<br><br>In MaxControl we’re focusing the player on a strategic shooter hybrid from various fascinating perspectives. Each playable perspective offers you new possibilities, either fighting alone against the AI or against other players. Build your base without limits, produce and sell all kinds of resources to develop new technologies and explore an open world to save vital resources.Occupy both individual villages and entire regions to be faster, better and more efficient than your opponent ... .. if you want to survive.<h2 class=\"bb_tag\" >KEY FEATURES ALREADY IN THE GAME</h2><ul class=\"bb_ul\">    <li>Special Skills<br>Utilize a new form of real-time strategy within the teams. While in first Person campaigns you plan together within the team, you have also the possibility to split Logistics and military structures.  Therefore, MaxControl offers the possiblity, to switch between the FPS, the base builder, the troops General or the constructor.<br>Either position can be taken on by anyone, so they are no fixed positions in the game.<br>    </li><li>Realtime-Map<br>Every player has access to a real-time map, in which your overview is influenced by the day and night cycle.<br>    </li><li>Resources and Goods<br>Produce all kinds of resources like for example water, energy, oil, steel or hardware parts. Earn gold, equip your armies and construct your bases. In addition to that, you can sell and buy all wares at a global marketplace to generate profit for your team.<br>    </li><li>Airstrikes<br>Airstrikes are tactically targeted attacks with devastating power. Choose from different airstrikes and win your supremacy!<br>    </li><li>Equipment<br>From handguns over submachine guns and shotguns to heavy artillery, there’s a fitting tool for every attack. You will be able to equip your weapons with a plethora of different attachments to get the advantage in battle.<br>    </li><li>Playable Classes<br>Choose from five different classes over the course of the game. Storm trooper, heavy gunner, sniper, tank buster and tactical unit. Every class has different base equipment and will be able to be upgraded individually.<br>    </li><li>Constructable AI-Units<br>Even in the early access, you have access to different units like storm troopers, gunners, mortars and snipers. Further units like the medic drone and vehicles like the HMMWV-MG, artillery truck, A-BRAMS, B-BRAMS and the Hunter are being worked on but they are already available.</li></ul><h2 class=\"bb_tag\" >Coming Soon List</h2><ul class=\"bb_ul\">    <li>Day Cycle<br>The day/night cycle is currently in development.<br>    </li><li>Playable Classes<br>The tank buster is under construction.<br>    </li><li>Player Weapon Upgrades<br>Dronepackage and mortar is currently under construction.<br>    </li><li>Base Defends<br>Systems such as Rocket-Tower or Flak are in progress and will follow.<br>    </li><li> AI_Infantry <br>First aid drones are already available but also in progress.<br>    </li><li>AI_Vehicles<br>Mg Hmmwv, Canon Truck, Abrams, Bbrams and Hunter are in progress and will follow.<br>    </li><li>Mod Support In The Works<br>We know that a game grows and lives with its community. That's why we're convinced that mod support is extremely important for a persistent community. While we can't tell you an exact date yet, but as soon as we can show you working mod support, we will!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/508460/header.jpg?t=1741178224",
    "developers": [
      "Eierkop-Games"
    ],
    "publishers": [
      "Eierkop-Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}