{
  "508610": {
    "name": "PROJECT XINATRA",
    "steam_appid": 508610,
    "required_age": 0,
    "is_free": false,
    "description": "The resistance is headed by Admiral John Wayne. They have detected several strategic movements in a planet placed in the outer system. The rebel spies report that the YUK Empire has built a destructive weapon that could unbalance the current war. The codename of the weapon is: <strong>PROJECT XINATRA</strong><br>In order to locate and destroy XINATRA, the Admiral Wayne has hired the best bounty hunter in the Universe. Nobody knows his name, but he is known for his courage and skill in the battle.<br>It is an action game inspired in the old classic arcade games. You will remember those classics games while you are killing hordes of enemies.<br>Project Xinatra will take you along five different locations in search of the ultimate weapon. Collect weapons and items and destroy hundreds of enemies. They all want to see you dead, but you are the best warrior around the galaxy.<br><br><strong>FEATURES:</strong><br><br>•\tRanking online: Mark your name among the best players of Steam<br>•\t5 amazing stages: The adventure begins on the surface of the planet, with radioactive rain and a lot of enemies. Descend around the facilities of the enemy army. Use your combat motorbike in order to reach the secret base. The enemy army will not stop until you are dead, but they don´t know your skills in combat.<br>•\tAmazing final bosses: They will be your worst nightmare.<br>•\tPowerful weapons combat<br>•\tClassic old school gameplay<br>•\tDifficulty adjusted only for the hardcore players<br>•\tIncredible soundtracks",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/508610/header.jpg?t=1667026182",
    "developers": [
      "DemonVideogames"
    ],
    "publishers": [
      "DemonVideogames"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}