{
  "508920": {
    "name": "Smell of Death Demo",
    "steam_appid": 508920,
    "required_age": 0,
    "is_free": true,
    "description": "Smell of Death is a Horror FPS virtual reality game includes action and horror items.<br>The game consists of two game modes including Story and Survival. In Survival mode, you can compete with your friends and get the highest score by surviving competitors. <br><br>You will be member of team which is fighting with mutants in world where is ridden by mutants.<br>In the first part of the series named Smell of Death EP1 Dark House,  our story starts with searching safe area for our people.<br>Prepare your weapons ! Your deepest fears are waiting for you in the house filled with mutants.<h2 class=\"bb_tag\" >General Story:</h2>I can't say that i have an information about where and how did it start but there is not much left from humanity.I know that there were only 182 people at last count.Since the world has changed we shut ourselves in the safe place. <br>To stay alive we are growing plants.Most of the time we put ourselves in danger and try to supply our needs.We create our own team but we only have 2 doctors in our team Jeni and Sam.Dr. Jeni and Sam try to find the virus that cause humans to mutate.To find the cure for the virus Dr Jeni and Sam need to work on the first generation thoroughbred creatures.To work on them they need our help.We often go to the place,where the creatures are intense,to catch them.Even if we killed hundreds there are still thousands of them around us.I know that they are careful about research but they need more time to complete.Day by day the attack of the creatures getting more often and they become more intelligent.We have to kill as many creatures as possible and keep ourselves in safe until they find the cure. <br>You know the rules and what to do.Don't make much noise it cause them to come more.Be careful and make sure that you are safe.One shot to head is enough to kill most of them.Hurry up, complete your mission and come back.<h2 class=\"bb_tag\" >Smell of Death - Episode 1: Dark House  :</h2>Our safe house was invaded by creatures and we had to flee.But now we need new safe place for survivals.Dr. Sam suggested using the manor of former mayor.Firstly you should check it out and you have to make it safe for us. Time's running out. Hurry up, out is not safe for us. <br>Survival:<br>While you were trying to escape in old shelter, mutants stalemated you. Mutants are coming from everywhere.You must survival until someone help to you.. <br><br><br><strong>Features:</strong><br><ul class=\"bb_ul\"><li>Be a hero by fighting with scary mutants<br></li><li>Compete with your friends and opponents in survival mode<br></li><li>Fight mutants with Baretta, Katana, M4 weaponry.Expand your guns with new updates.<br></li><li>Sever the part of mutant body which you attack and Cut mutant head with a sword relentlessly .<br></li><li>Dominate to time with  bullet time effect.<br></li><li>Break the objects, explode, vandalize.<br></li><li>Teleport to everywhere you want and explore the map.<br></li><li>Search for key , magazines and items in closet and drawers and go ahead in the game.<br></li><li>Feel the fight with realistic changing weapons and magazines <br></li><li>Fight tooth and nail with 15 enemies and bosses which has different characteristics.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/508920/header.jpg?t=1740462118",
    "developers": [
      "Alkame Games"
    ],
    "publishers": [
      "Alkame Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}