{
  "509350": {
    "name": "Assetto Corsa -Tripl3 Pack",
    "steam_appid": 509350,
    "required_age": 0,
    "is_free": false,
    "description": "KUNOS Simulazioni and 505 Games are proud to present the &quot;TRIPL3 PACK&quot;, the DLC package for ASSETTO CORSA that celebrates the launch of Assetto Corsa on console! The “TRIPL3 PACK” includes the iconic FERRARI FXX K, FERRARI 488 GTB and PRAGA R1!<br><br><br><strong>The CARS: </strong><br><br>Ferrari FXX K<br>Ferrari 488 GTB<br>Praga R1<br><br><br><strong>Ferrari FXX K</strong><br>The FXX K is the R&amp;D program of Ferrari starring the first hybrid prototype of Maranello.<br>In the name, the initials K recalls the \\&quot;Kers\\&quot; technology (kinetic energy recovery) for maximizing performance on the track. <br>Free from homologations and regulations, the FXX K has been developed with no compromise and is equipped with technological innovations that guarantee an unbelievable driving experience.<br>The FXX K features 1050hp (860hp by V12 thermic engine, 190hp by elettric engine) and a torque above 900Nm. Its 6262cc V12 engine has been optimized for performance and is managable through a 4 positions \\&quot;manettino\\&quot;: Qualify, Long Run, Manual Boost, Fast Charge.<br><br><br><strong>Ferrari 488 GTB</strong><br>This GT car provides track-level performance that can be enjoyed to the maximum even by non-professional drivers in everyday use. Its response times, nimbleness and on-the-limit driving guarantee a unique sense of exhilaration and unparalleled driving pleasure.<br>This car's new 3902 cc V8 turbo is at the top of its class for power output, torque and response times, making it the new benchmark for this kind of architecture. <br>The Ferrari 488 GTB's subsystems and electronic controls make its power and performance instantly available and controllable. It is, in fact, the most responsive production model there is, with razor-sharp response times comparable to those of a track car.<br><br><strong>Praga R1</strong><br>This model is a full-carbon track car designed around a composite monocoque, inspired by endurance prototypes.<br>Teardrop-shaped R1 can generate downforce of up to 1,5x times its weight through its sophisticated aerodynamics. Enhanced traction and the overall capability of the car to go fast around the corners is what differentiate R1 from its competitors. The car can generate up to 3G of lateral force in corners.<br>Lightweight construction and suspension setup is optimised to enhance traction while minimising tyre and brake wear.<br>Engine rebuild time of Praga R1 is 50 racing hours.<br>The use of high quality parts from proven suppliers helps to reduce service costs.",
    "supported_languages": "英语, 意大利语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/509350/header.jpg?t=1472230722",
    "developers": [
      "Kunos Simulazioni"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 550,
      "discount_percent": 50,
      "initial_formatted": "¥ 11.00",
      "final_formatted": "¥ 5.50"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 15,
      "total_negative": 0,
      "total_reviews": 15
    }
  }
}