{
  "509450": {
    "name": "Colony",
    "steam_appid": 509450,
    "required_age": 0,
    "is_free": false,
    "description": "It's the year 2112 and the Earth has been depleted of all its resources. Cities are beginning to crumble as the Earth's crust is collapsing under their weight. Scientists estimate that the Earth will be unable to sustain life in less than 3 months - the human race is doomed.<br />\r\n<br />\r\nThe ARK project begins! <br />\r\n<br />\r\nIts mission is to carry the last remaining humans to space to seek out planets that might sustain life and colonize them. You are the captain of the ARK, your duties are to locate planets and scan them for what elements they have that might be useful to you.  If the planet can sustain life, it’ll be your decision to establish a colony there and to monitor and nurture its development.. You have a limited number of resources which you must gather from planets. You also have a set number of &quot;Genesis Groups&quot; which will consist of a male and female and limited supplies to start a colony.<br />\r\n<br />\r\nIn your travels, you will encounter alien life and you will have several options – work with them to collect resources, trade, maybe even co-exist – or work against them to establish control of the planet and take their resources by force, if necessary.<br />\r\n<br />\r\nYou will collect resources and elements and will have the ability to combine several together in order to make other items necessary to survive.  For instance, you will need to locate hydrogen and oxygen and combine them to create fuel for your ship. You will also need aluminum combined with something else to repair your ship from damage, etc... <br />\r\n<br />\r\nThe fate of the human race is in YOUR HANDS!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/509450/header.jpg?t=1481061217",
    "developers": [
      "Jamie Cunningham"
    ],
    "publishers": [
      "Varitech"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}