{
  "509610": {
    "name": "Beachhead 2000",
    "steam_appid": 509610,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>BEACH HEAD 2000</strong> is a hard-core, non-stop, adrenaline pumping first-person action shooter for your PC or Mac. As a lone gunner you are the last line of defense against an overwhelming onslaught of enemy fire. Only you can win the war by firing your high-caliber twin-barrel machine guns and volleying missiles from your canons at incoming air-crafts and armored vehicles. <strong>BEACH HEAD 2000</strong> will keep you at the edge of your seat all the way until the battle’s bitter end. <br><br>At the time of its original release, <strong>BEACH HEAD 2000</strong>, a simple and addictive arcade style game, was considered a sin in the PC gaming establishment, but it still became an overnight success. <strong>BEACH HEAD 2000</strong> took off like wildfire. The <strong>BEACH HEAD</strong> series including <strong>2000</strong>, <strong>2002</strong> and <strong>DESERT WAR</strong>, sold more than one million copies worldwide for PC and Mac. The (DRM enabled) downloadable version became one of the first and most successful downloadable games ever and jump started what later became known as the “Casual Games” industry. The games’ popularity and success also spurred arcade versions of the <strong>BEACH HEAD</strong> series that were distributed all over the world and ranked as the #1 money making arcade game in the United States for 3 years in a row between 2002 and 2005.<h2 class=\"bb_tag\" ><strong>BEACH HEAD 2000</strong> Features Include:</h2><br>• Fast and Furious Hard-Core, Nonstop Arcade action.<br><br>• Pick-up-and-play game controls (get started and start shooting right away without the need of a manual).<br><br>• Massive airborne attacks. <br><br>• Realistic physics and motions with each tank and vehicle with unique and accurate characteristics.<br><br>• Blue-print precise realistic defender weapons. <br><br>• Blue-print precise realistic enemy weapons. <br><br>• Realistic battle sounds and special effects.  Dimensional sound effects for distance and battlefield depth.<br><br><br>Now with the power of <strong><i>STEAM</i></strong>, this classic can be yours.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/509610/header.jpg?t=1708039240",
    "developers": [
      "Digital Fusion Inc."
    ],
    "publishers": [
      "Digital Fusion Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 11,
      "total_negative": 15,
      "total_reviews": 26
    }
  }
}