{
  "509890": {
    "name": "Heroes of Issachar - Developer's Edition",
    "steam_appid": 509890,
    "required_age": 0,
    "is_free": false,
    "description": "<u>What is included in the Developer's Edition?</u><br><br><strong>Immediate access to development builds - all updates go here first</strong><br>This means getting access to everything, even features that get cut or modified from the game. This is more of a &quot;raw&quot; look at what I'm working on, and an opportunity to give feedback on features that are in their infancy.<br><br><strong>Special items reserved only for purchasers of this edition</strong><br>Many of these will be aesthetic - variants for buildings, different skins for heroes and weapons. But there are several items I've got in mind that would only appear in this edition that won't affect core gameplay, but would still have an impact on the experience. For example, <i>if</i> rideable mounts make it into the game to aid in travel, they would appear in the Developer's Edition.<br><br><strong>Direct access to me - the developer - for feedback, suggestions, and gameplay roundtables</strong><br>Clearly the most enticing aspect of this edition. Maybe not, but I love talking with you all about how to make the game better, so there are several ways of getting your thoughts and ideas to me that only owners of this edition will have.<br><br><u>What this is not:</u><br>Pay to Win - see above about special items<br>Season Pass - this is the only DLC you will see for HOI. I will not be nickel and diming everyone to get new maps, levels or features. Aside from the exclusive content mentioned above, everyone that purchases the standard edition will get the entire game experience, including all updates, new maps, heroes, weapons, etc. I will add to the game for as long as it makes sense, and everyone who buys either edition will get those updates.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/509890/header.jpg?t=1478176274",
    "developers": [
      "Blue Mana"
    ],
    "publishers": [
      "Blue Mana"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}