{
  "509810": {
    "name": "The Last Weekend Demo",
    "steam_appid": 509810,
    "required_age": 0,
    "is_free": true,
    "description": "<i><strong>«The Last Weekend» - This weekend you'll never forget.</strong></i><br><br>There are four characters for the player to choose from:<br><br><strong>Rita – journalist<br>Alice – model<br>Paul – programer<br>Anthony – athlete</strong><br><br>They all have different abilities. Important thing is that the game shows individual scenario for each character. The common gameplay is completely different in details. Unfortunately it's impossible to try all of them in demo – only Paul is available. But that makes it funnier to wait for the full version launch.<br><br>As a quest game it requires a player to collect a number of items and set them together to move forward, carry out some tasks and communicate to other characters. By the way, dialogues are pretty plain and legible for users.<br><br>The best for last: you should have noticed it's AO rated product (18+) and there're really some fruity moments. Young boys and girls in a lake hotel, miles from nowhere – all these already feels erotic. Guys don't mind getting a peep of girls in the shower or watch some sexy pictures of their girlfriends on the Internet. What else the developers may put in the game is anyone's guess.<br><br>Download the demo of &quot;The Last Weekend&quot; and try it yourself. Gameplay doesn't take much time but leaves you impressed. You are sure to be looking forward for a full version!",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/509810/header.jpg?t=1470869365",
    "developers": [
      "KEXBOY"
    ],
    "publishers": [
      "KEXBOY"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}