{
  "510180": {
    "name": "NDE Rescue",
    "steam_appid": 510180,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >BECOME A NDE RESCUER! JOIN THE INTERNATIONAL TEAMS THAT CAN PULL YOU BACK FROM DEATH!</h2>Step right into the middle of a massive toxic gas leak that prompted the evacuation of a mysterious cryotech facility. Many employees are still stuck inside the premises; the toxic gas leaves only a few minutes to breathe before turning anyone into some sort of aggressive creature.<h2 class=\"bb_tag\" >UNCOVER DOZENS OF LEVELS FULL OF TRAPS</h2>Uncover dozens of hazardous technical sites in which you will have between 2 and 5 minutes to cap the gas leaks.<br>In your exploration, you will need to save those who are already in a coma. They are having a Near Death Experience and you are here to bring them back to life!<h2 class=\"bb_tag\" >MIX STRATEGY &amp; FIGHT TO COMPLETE THE LEVELS</h2>Mix your puzzle solving, strategy or/and fighting skills to complete the levels. Each level completion is rewarded by a maximum of 3 stars.<br>Gather as many stars as possible to unlock new levels.<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li>8 kinds of enemies - zombies, phantoms, and evil spirits<br></li><li>Unlimited professional rescue teams, each consisting of 3 rescuers<br></li><li>4 sectors and 28 laboratories, plus bonus levels<br></li><li>10 useful tools and boosts to assist you<br></li><li>2 combo attacks specific to rescuer<br></li><li>Convenient operation and intuitive interface<br></li><li>Dozens of “escape room” missions</li></ul><br>Keep track of time, so you don't catch the potent pathogen, more dangerous than Ebola!<br>Navigate through dozens of levels and rooms full of traps!<br>Become a Ghostbuster - use your own traps to block and capture the spirits.<br><br>Use your puzzle solving, strategy, and fighting skills to complete every level and rise to the bonus stage.<br><br>Rumor has it that scientists are conducting experiments on cryogenic deep sleep, hibernation, and near death experiences to prolong lives. FIND OUT! From the scale and effects of the disaster, it seems they're also developing biological warfare pathogens and WMD!<br><br>Unlock the mysteries of the laboratory and incident:<br>­ - What happened?<br>­ - How did workers turn into zombies?<br>­ - How were people affected by the cryogenic deep freeze? ­What are the ectoplasmic entities, and where do they come from?<br>­ - Is there a world beyond!?<br><br>Isolate and quarantine contaminated rooms, but the biohazard means you must move FAST. Prevent the Pandemic! The first mission already went in. Open the door, shut off the electric fence, defeat the zombies and phantoms, and save the cryotech victims!",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 捷克语, 日语, 俄语, 土耳其语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/510180/header.jpg?t=1472724066",
    "developers": [
      "6L6 Interactive"
    ],
    "publishers": [
      "KSCM Consulting"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3100,
      "final": 3100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 31.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}