{
  "510370": {
    "name": "Dragon Souls",
    "steam_appid": 510370,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/510370/extras/c6e6923b884ec1c571b513a8392d488d.avif?t=1601603414\" width=600 height=128 /></span><br>Dragon Souls will allow you to play as a dragon in Reverath, a human realm, after a magical relic has been used to tear the veil between the living and the dead.  Through this tear, you have re-emerged confused, hungry, and ready to reclaim your place in the world.  <br><br>The denizens of our world have no hope of standing against you alone once you are at full power.  But, you start out with little gold and power, so a barrage of arrows can quickly end you in the beginning.  Use your devastating abilities to destroy their dwellings and collect their gold to increase your power.<br><br>The goals are mostly centered around causing mass destruction and mayhem in the human world.  It is a game about playing as a truly terrifying dragon, not lumbering reptiles with wings and one slow/avoidable attack.  You will have several abilities with augmentation and/or utility to add along the way.  All abilities will be made more powerful with the expansion of your dragon's power, as will your survivability.<br><br>What will your reign of terror be like?<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/510370/extras/612dab016014f09190e32570c175a846.avif?t=1601603414\" width=630 height=72 /></span><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/510370/extras/75e24279f0e7f2b2ac6c5d366503672a.webp?t=1601603414\" width=80 height=48 /></span> All dragons love gold - but the root of this love is more than just fascination - it is the source of all your power. As you collect gold your dragon will increase in power, level, and size.<br><br>This is your most significant resource and is earned by killing denizens and their dwellings. The cities and the travelers between them must be &quot;liberated&quot; of their burden so you can gain power. To best leverage resource acquisition, you will need to prioritize your targets to maximize your power growth.<br><br>Of course, the larger cities will contain more gold, but also much more advanced defenses.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/510370/extras/ba3c4e115b098d107dff2c52d6010dbb.avif?t=1601603414\" width=630 height=72 /></span><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/510370/extras/7e92df8442cbff8e89d5f8d1ee8c3a82.avif?t=1601603414\" width=74 height=150 /></span>Throughout the world, there are runes and relics scattered about.  These items are key to the reclaiming the your place in the world of Reverath.  <br><br>Relics<br>Once collected, relics can be used to unleash even more devastation.   Each relic grants a special ability which can be used to greatly enhance you or unleash devastating power.  Only 1 relic will be available and only on certain levels … for now.<br> <br>Runes<br>The runes you can collect are augmentations to your stats or abilities.  These dragon runes are left over remnants of a time long lost, when dragons ruled the land as gods.  Collecting these runes can make your conquest easier through increasing your power, utility, or survivability.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/510370/extras/c61fe26505ece9ebf9ec91570a4a618e.avif?t=1601603414\" width=630 height=72 /></span><br>We have many ideas on how this game could evolve into a much greater game, but first we want to get player feedback and get the initial concept published. Here are some of our ideas. Please make sure to let us know how you feel about each of them. We invite the feedback.<br><br><strong>Player vs. Player</strong><br>As we had to step back from our original plans of player vs. player, this is the first major enhancement we intend to add to the game.  We plan to have four dragon races for play, as introduced in the planned campaigns.<br><br><strong>Factions</strong><br>Each dragon would start in a particular faction. The denizens of that faction will be friendly, so dragons would need to travel to other factions to gain gold. Possibly introduce a partnership with denizens for gathering by launching raiding parties against other dragon dens.<br><br><strong>Team Play</strong><br>Solo play has it's problems. Some form of team play is planned for the future. This may be accomplished solely through factions, maybe more.<br><br><strong>Questing</strong><br>A good quest line can build an amazing story. We could see Elder Dragons doling out quests with deep lore and story about Reverath.<br><br><strong>Denizen Riders</strong><br>What better way to have new abilities introduced than by dragon riders there to help? Archers, mages, who knows…",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/510370/header.jpg?t=1601603414",
    "developers": [
      "Avant Games"
    ],
    "publishers": [
      "Avant Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 15,
        "description": "统计数据"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 1,
      "highlighted": [
        {
          "name": "Complete EA Board 1",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/510370/1b4a685d159090c8e79fb31bc72ef76d7c5e2140.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}