{
  "510790": {
    "name": "The Sun Will Rise",
    "steam_appid": 510790,
    "required_age": 0,
    "is_free": true,
    "description": "The Sun Will Rise is a <strong>completely free</strong> Final Fantasy-style game about depression. Made by an international development team of gamers and mental health professionals, it is designed above all else to be a rewarding playing experience with a positive message behind it.<br><br><strong><u>Overview:</u></strong><br><br>A young Captain of the Guard finds a cape that makes him impervious to everything while the world around him gives physical forms to the demons in his mind. He must fight through those demons to achieve his goals.<br><ul class=\"bb_ul\"><li>Explore a vast 16-bit world<br></li><li>Fight in exciting turn-based combat<br></li><li>Solve a variety of puzzle platformer sections<br></li><li>Experience a completely original soundtrack<br></li><li>Completely free resource for individuals and organizations</li></ul><br><strong><u>Our Mission:</u></strong><br><br>The player is put into the shoes of someone battling depression in order to foster a sense of understanding and to increase knowledge about the condition. The Sun Will Rise development team has worked with mental health professionals to be sure the information we are providing is accurate and helpful. <br><br>We want to reach out to gamers and offer them both entertainment and useful information. As a team, we have watched depression tear down the lives of too many of our friends and loved ones. We have seen and experienced the disconnect it creates between those affected and the people who care about them, but don't know how to help. In our own small way,  we wanted to create something that may help to bridge that gap and to show that there is help and there is hope.<br><br><strong><u>Our Team:</u></strong><br><br>To accomplish these goals, we have brought together an international development team all with the shared interest in increasing awareness. The project has also benefited from the input of mental health professionals to be sure that we are giving accurate insights into depression and the steps that can be taken fight it. Together, we hope we have made a fun game and a useful resource for individuals and which will be made freely available to interested people and organizations.<br><br>Thank you for your interest in The Sun Will Rise!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/510790/header.jpg?t=1475546372",
    "developers": [
      "The Sun Will Rise Team"
    ],
    "publishers": [
      "The Sun Will Rise Team"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}