{
  "511660": {
    "name": "Beachhead 2002",
    "steam_appid": 511660,
    "required_age": 0,
    "is_free": false,
    "description": "Addictive arcade action returns to your computer. Single handedly repel the onslaught and pummel your attackers through the night. Then as day breaks defend your command post against an all out air and ground assault. The enemy is onto your defensive tactics, they've become smarter and more cunning and it will take more than incidents of great valor to reach the next level in BeachHead 2002.<br><br>You can also checkout the new BeachHead generation games here:<br><br><br><br>BeachHead 2002 Features Include: <br><br>• Fast and Furious Hard-Core, Nonstop Arcade action. <br><br>• Massive airborne attacks. <br><br>• Day and night fighting with search lights and flares <br><br>• Each tank and vehicle has unique and accurate characteristics because of the ultra realistic graphics <br><br>• Realistic Defender Weapons: M60 General Purpose MG, Twin-barrel 30 Cal AA Gun, 75MM AT Cannon, .45 Handgun, and Gatling Gun precisely designed based on Blue-prints. <br><br>• Realistic Enemy Weapons: MB78 Battle Tank, APC Fuchs with Gun Turrets and Missile Launchers, Cobra Attack Helicopters, CH53 Shercoskys, F101 Jet Fighters and C-130 Hercules Transport Aircrafts precisely designed based on Blue-prints. <br><br>• Use Air Support (B58 Bombers at your command) <br><br>• Realistic Battle Sounds and Special Effects (Dimensional sound effects for distance and battlefield depth) <br><br><br>Other more Realistic Features include: <br><br>• Heat seeking missile launcher. <br><br>• New APC's (Armored Personnel Carriers) armed with gun turrets and missile launchers <br><br>• Diverse and specific ammo drops (bullets missiles and shells) <br><br>• Built in cheat code keys <br><br>• Special forces night attacks <br><br>• Full cause and effect with accumulative damage registration for true to life action",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/511660/header.jpg?t=1708703155",
    "developers": [
      "Digital Fusion Inc."
    ],
    "publishers": [
      "Digital Fusion Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 29,
      "total_negative": 11,
      "total_reviews": 40
    }
  }
}