{
  "511790": {
    "name": "Retro Football Boss",
    "steam_appid": 511790,
    "required_age": 0,
    "is_free": false,
    "description": "Retro Football Boss is a historical football management simulation featuring the English professional leagues from 1888 to 1998 (with German leagues coming soon). This is your chance to take a trip down memory lane or right the wrongs of the past.<h2 class=\"bb_tag\" >All The Players, Clubs and Competitions</h2><br>The game is based around a painstakingly compiled database of over 40,000 players, including every player to have played a League match and over a thousand who didn’t, including all the top foreign superstars. <br><br>Choose from over 130 teams across 110 years including short-lived clubs such as New Brighton Tower, Loughborough and Nelson, or save Barrow, Northwich Victoria and Gateshead from non-league oblivion. In total there is over 8,000 options as to when and with whom to start your career.<br><br>All the senior competitions, from the bread-and-butter of the Third Division North, to the glamour of the old European Cup, to short-lived affairs such as the Watney or Anglo-Scottish cups, are modelled as closely to real-life as possible. In addition, reserve leagues operate alongside to keep your young or fringe players match-fit.<br><br>To double the sense of nostalgia we have strived to capture the look and feel of great management games of the past.  Retro Football Boss has been designed to be simple enough to play in short bursts or on the move, but with enough underlying depth and attention to detail to keep you entertained for hours if you so wish.<h2 class=\"bb_tag\" >Evolution</h2><br>Financials including gate receipts, wages, transfer fees and running costs have been modelled to be as close to real life as possible. The parameters have been tweaked and the results compared against actual club accounts as far back as 1910. You will go from paying  players £2 a week (£1 in the summer!) in 1888 to £4,000+ a week in 1992.  The game also features rules such as the maximum/minimum wage and the 'retain and transfer' system, replaced later by transfer tribunals. <br><br>Tactics and player positions have also been modelled to evolve through time. Until the mid 1960s, you’ll be dealing with wing-halves and inside-forwards rather than wing-backs or false nines, and employing five-man forward lines rather than a lone striker and two holding midfielders.<h2 class=\"bb_tag\" >Fog Of War</h2><br>With the benefit of hindsight, we know who the best and worst players throughout history were. We know that Robbie Fowler developed into a world-class striker and that Lee Fowler did not. To balance that out the game employs a fog-of-war scouting system, meaning that you must scout players to reveal their true potential and convince your board to release the necessary funds. This information from your scouts is not perfect though so watch out!<h2 class=\"bb_tag\" >Unique Tactical Feedback</h2><br>Your coaching staff will give you feedback on the strength of your side in six key tactical areas. This allows you to see immediately the effects of your team selections and tactical changes and develop a clear game plan. Of course, like your scouts the coaching staff are not perfect and their feedback will not always be 100% accurate.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/511790/header.jpg?t=1750429964",
    "developers": [
      "1888 Games"
    ],
    "publishers": [
      "Plug In Digital"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}