{
  "512920": {
    "name": "Trigger Time",
    "steam_appid": 512920,
    "required_age": 0,
    "is_free": true,
    "description": "Trigger Time is a story-driven, top-down 2D shooter with gravity gun and physics puzzle elements.<br><br>The Trigger Time story takes you through 9 massive, unique levels, each featuring a dangerous boss. Along the way you'll pick up new weapons and gadgets, fight the Professor's troopers and minions, solve physics-based puzzles and interact with environment.<h2 class=\"bb_tag\" >FEATURES</h2><ul class=\"bb_ul\"><li>A story presented via in-game cutscenes - The game's story is presented via cutscenes that appear throughout the game. This makes the gameplay more &quot;alive&quot;. The marine that you control will sometimes stop and comment on situations. There are also allies and enemies in the game that you'll talk to, which adds to the overall feel of the game, so that you're not just walking around and shooting things.<br><br></li><li>9 large, distinctive levels filled with enemies, physics puzzles, and hazards - One of the main design goals of this game was to never repeat things. It was inspired by games such as &quot;Contra: Hard Corps&quot; where the game just throws unique and unexpected challenges at you all the time. But Trigger Time makes it less hardcore. As a rule, every level in the game has a unique environment and introduces new types of enemies, new puzzles, and hazards.<br><br></li><li>Boss fight on each level - Each level has a unique and challenging boss that you'll have to defeat in order to proceed further. More accurately – there is at least one boss. As noted before, the game tries not to follow patterns, so expect surprises here.<br><br></li><li>8 primary weapons and 3 secondary weapons - The design decision for weapons in Trigger Time was the following: make sure that all of the weapons deliver damage in a unique way. For example, some other shooter games state that they have &quot;hundreds of weapons&quot;, but if you take a closer look, half of those are just machine guns with a different spread angle, velocity, and damage, but basically, they're all just a machine gun. In Trigger Time there's a single weapon called a &quot;machine gun&quot;, a single weapon called a &quot;shotgun&quot;, a single weapon called a &quot;rocket launcher&quot;, etc. In this way Trigger Time relates to doom/quake.<br><br></li><li>A gravity gun that can be used as a weapon or to solve puzzles - The gravity gun is one of the most important gadgets in the game. The idea behind it is very similar to that in the half-life series: you can grab stuff at a certain distance with some energy manipulating ray, carry that stuff around, and throw it. You'll often use the gravity gun to solve in-game physics puzzles, e.g. if your path is blocked off by rocks, you can grab those rocks and clear the path. The gravity gun can also be used as a weapon, e.g. you can grab rocks or barrels and throw them at your enemies. You can also grab some small enemies with the gravity gun and smash them against the wall or against each other.<br><br></li><li>Interactive objects, such as gas valves, robotic arms, etc. - To make the gameplay even deeper Trigger Time has interactive objects. e.g. if you encounter a gas valve that turns the fire on or off, you can use it to your advantage and fry your enemies by luring them into the fiery area. Interactive objects can also be part of the puzzle, for instance you'll need to use robotic arms to move some stuff around in order to proceed further.<br><br></li><li>Vehicles such as boats, mechs, etc. - Trigger Time also has vehicles. Sometimes you'll ride boats and moving platforms, take control of heavy mechs, etc.<br><br></li><li>Items/boosters - You can purchase items and boosters in Trigger Time when you've collected enough gems during the game. So if a particular level is too hard for you and you die, you can always use gems to buy lives or upgrades and increase your chances of beating the level.</li></ul>",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/512920/header.jpg?t=1529013820",
    "developers": [
      "Shephf Games"
    ],
    "publishers": [
      "Creative Mobile"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 24,
      "highlighted": [
        {
          "name": "Gravity gun expert",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/512920/9b3ea1daeba32614e6b3b921a04e69de25fbe0ba.jpg"
        },
        {
          "name": "Roasted",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/512920/635eadcfddc9fb98ff3a19316ff38f61e6d28a02.jpg"
        },
        {
          "name": "Arachnophobia",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/512920/672b3543d7fc4d76243c83a2f4afbec75a8d283d.jpg"
        },
        {
          "name": "Impresses",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/512920/abaa6430d4ed7d9eb3d1a6ccdb229d2d3e66a734.jpg"
        },
        {
          "name": "Aim bot",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/512920/34650d68a25f1c64b7b53dc86aa954b6d917e512.jpg"
        },
        {
          "name": "Freedom",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/512920/574dcef1e89e98ed8302ba454bfc6ddf1d2cfc9b.jpg"
        },
        {
          "name": "Heartbroken",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/512920/b7190e29f17832e5f728186ce520b944213e8e5f.jpg"
        },
        {
          "name": "That was close",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/512920/246851720c6bd00a2347fdb09e7d1d02dd4d5224.jpg"
        },
        {
          "name": "Not a scratch",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/512920/6144f33028b9f6f0c8f5d56c2289793e2dbac2b4.jpg"
        },
        {
          "name": "Eat that",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/512920/d146f52815752f6c46da18d95eda99ad633a2696.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}