{
  "513260": {
    "name": "Green Moon 2",
    "steam_appid": 513260,
    "required_age": 0,
    "is_free": false,
    "description": "The miracle of a fully living and blossoming Moon did not last long. A terrible force broke loose destroying all living things in its way. Now, it’s up to you to uncover what’s behind the catastrophe. Find the causes and eliminate them. Travel the world and journey through many different epochs to solve the mystery. Become a mage and make amazing potions, find and master unusual skills. Along the way, you’ll confront very difficult tasks, solve fascinating mysteries, as well as encounter the secret order, “Children of the Moon.” This society, which existed in a parallel universe, has developed amazing technologies and achieved so much, which you will learn about to help make the Moon green and blooming once again. <br />\r\nSo, again in a way!<br />\r\n<br />\r\nThis is a pure adventure game with tons of tasks to complete. There are around 400 locations in the game, 48 hours of gameplay, plus many unique mini-games, such as piloting a spaceship, shooting a bow in the Middle Ages, and fighting duels in the Wild West. <br />\r\n<br />\r\nWhat Makes it Fun? <br />\r\n♦ This is a pure adventure game - no HIDDEN OBJECTS AT ALL! <br />\r\n♦ You can die. But we have an autosave feature in any place. If you die, there is no need to start a new game again, just load the last saved game <br />\r\n♦ Unlimited inventory <br />\r\n♦ All the available items will be used later in the game <br />\r\n♦ There is a hint system. The hints are still not easy, yet will definitely make the progress easier. <br />\r\n♦ 400 game locations <br />\r\n♦ 9 absolutely unique mini-games and you can skip them <br />\r\n♦ 48 hours of gameplay in the casual mode <br />\r\n♦ For true quest seekers, try hard mode (no hints at all)",
    "supported_languages": "英语<strong>*</strong>, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/513260/header.jpg?t=1471174862",
    "developers": [
      "Hooligans Entertainment"
    ],
    "publishers": [
      "Hooligans Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}