{
  "514180": {
    "name": "18 Wheels of Steel: Haulin’",
    "steam_appid": 514180,
    "required_age": 0,
    "is_free": false,
    "description": "Haul Some! Kick Some!<br><br>Life on the road is filled with obstacles. Do you have the juice to go from gearjammer to boss man in the trucking business? Climb in the can and find out!<br><br>You're steering the whole operation, from choosing the trucks to hiring the drivers in your fleet. Avoid the hazards and you'll be hauling it in. But, make too many wrong turns along the way and it could be a lost cause.<br><br>That fire in your belly is gonna take you straight to the top. Take risks, cash in and upgrade your rig. Work hard and you might end up driving the whole show!<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>Get Haulin'! Haul asphalt through 40+ cities coast to coast across the United States and Canada<br></li><li>No Bobtails. Running without a load costs money. Choose from 15 rigs and trailers, haulin' 45+ cargos including: Livestock, Automobiles,Timber Hazardous Waste and Milk<br></li><li>Keep 'em Between the Ditches. Precision is critical. Split-second decisions to save time and money could leave you at the top of the heap or running on empty.<br></li><li>Stop Workin' for the Man. That fire in your belly is gonna take you straight to the top.Take risks, cash in and upgrade your rig. Work hard and you could end up running the whole show.<br></li><li>From Sea to Shining Sea. Haul your heavy load all across this great land. From the Big Apple to the Golden Gate, and over 30 major U.S.cities and Canada, you are large and in charge!<br></li><li> Valusoft is a trademark of Ziggurat Interactive, Inc. All rights reserved.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/514180/header.jpg?t=1670014302",
    "developers": [
      "SCS Software"
    ],
    "publishers": [
      "Cosmi Valusoft"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}