{
  "514970": {
    "name": "Drive Megapolis",
    "steam_appid": 514970,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Improve your real life driving skills in Drive Megapolis</h2>For those of you who are dreading that intimidating driving test, wanting to polish up their road skills for a drive through, or are looking to improve on their existing driving skills to avoid getting points on their license – Driving Megapolis 3D offers a viable solution. Specifically designed for European roads and the rules around it, this simulator is designed to be used on a PC.<h2 class=\"bb_tag\" >A cut above the rest</h2>Boasting a host of features, this driving simulator is designed to be interactive and also a learning opportunity. This is a uniquely built driving simulator, which tracks you're driving mistakes along the way and highlights them clearly, giving you the chance to improve upon them. Fully packed with a bunch of scenarios, the Drive Megapolis 3D simulator comes with a series of thirty missions each one more exciting than the last. Each one designed to fulfil an objective. With the option of playing with a manual or automatic transmission.<br><br>We have included various options which include a host of vehicles and terrains from which you can choose from – a total of seventeen in fact. Additionally it also has real life functions including simulated design which means the roads will be busy with trams and buses – meaning if you live in a busy city around Europe you can expect the same scenery from the simulator as well.<h2 class=\"bb_tag\" >Features: </h2><br><ul class=\"bb_ul\"><li>30 missions. Objectives include parking, stopping and standing, entering and exiting the box, driving around tightly parked cars, driving to destinations, 'do not damage the cargo' and others. <br></li><li>17 vehicles to drive! They include front and rear wheel drive, 4x4, buses, trucks and 19 additional modded traffic cars. <br></li><li>City, mountain and off-road maps to explore. <br></li><li>You can also encounter trams, trains and trolleybuses in addition to the above vehicles on the road.<br></li><li>You can pick up passengers in buses. <br></li><li>Realistic clutch, stalls and engine simulation unique to each vehicle <br></li><li>Realistic physics and weather affect conditions on different types of roads <br></li><li>People and animals that will react according to your driving skills </li></ul><br>logitech g25/g27/g29 compatible and can be calibrated to support other steering wheels. <br>3 monitor setup are also available.",
    "supported_languages": "英语<strong>*</strong>, 捷克语, 俄语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/514970/header.jpg?t=1536576830",
    "developers": [
      "npp_trainer"
    ],
    "publishers": [
      "Back To Basics Gaming"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}