{
  "515200": {
    "name": "Cliff Hanger",
    "steam_appid": 515200,
    "required_age": 0,
    "is_free": false,
    "description": "○Story<br />\r\n<br />\r\nA ruby was discovered at an ancient ruin. Compared to other stones excavated at dig sites across the empire this gem appeared to house a far greater power, and with that power, an important role to play.<br />\r\n<br />\r\nChain (player character) sensed the ruby's purpose, and decided to embark on a quest to return it to its original place in the ruins. Her now former allies, however, pursue her to take it back.<br />\r\n <br />\r\n<br />\r\n○Command the Chains!<br />\r\n<br />\r\nThe player character (Chain) uses whipping techniques to control chains as her weapon. She has a variety of attacks including not only side slashing, but also a &quot;rising slash&quot; attack and a &quot;slam&quot; attack to damage downed enemies! Her attacks can also be charged by holding the attack button expanding her arsenal of techniques!<br />\r\n<br />\r\n<br />\r\n○The Background Creates a Thrilling Sensation of Speed<br />\r\n<br />\r\nThe background graphics are constantly moving forward giving players a thrilling sensation of speed. Enemies are relentless and will keep the player on edge.<br />\r\n<br />\r\n<br />\r\n○An Expansive Cast of Enemies<br />\r\n<br />\r\nAs the player progresses through the game, they will encounter a diverse cast of enemies to defeat! Some enemies will fly through the air or perform other special moves pushing the player's skills to the limit! And to turn things up a notch, bosses will enter the fray at the end of each stage! They plan on bringing the pain.<br />\r\n<br />\r\n<br />\r\n<br />\r\nThe backgrounds up the tempo and players are well equipped with a plethora of attacks! Test your mettle against a horde of enemies!<br />\r\nDifficulty settings are available to adjust the game for both players that are new to action games and players that want a challenge.",
    "supported_languages": "日语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/515200/header.jpg?t=1473245198",
    "developers": [
      "syuuyuusya"
    ],
    "publishers": [
      "syuuyuusya"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}