{
  "516360": {
    "name": "Gerty - Robots In Love",
    "steam_appid": 516360,
    "required_age": 0,
    "is_free": false,
    "description": "Hello, lovely robot!<br><br>Your parents want you to settle down and find a partner, or it's the scrapyard for you!<br><br>Oh boy!<br><br>Also: The evil GateKeepers are about to erase you and your entire planet from history.<br><br>Which seems like overkill, but hey, GateKeepers are like that, right?<br><br>So then; find love, save your planet! How hard could it be???<br><br>Play as Gerty, a young robot, in this monochrome sci-fi adventure across time and space that plays differently every time!<br><br>Solve puzzles and acquire objects through narrative choices made on your journey!<br><br>Each new adventure is generated from a pool of possible interactions, with over a million possible combinations, meaning that no two adventures will ever be the same.<br><br>Fly your rocket ship, looking for love and, ideally, a way to stop the evil GateKeepers from destroying your home planet...<br><br><br><u> <strong> FEATURES: </strong> </u> <br><br>* A narrative based, and very silly, adventure game in time and space!<br><br>* Meet over 40 unique characters to interact with and maybe, just maybe, fall in love with!<br><br>* Land on strange new worlds! Defend your ship from attack by mean aliens! Discuss the compatibility of your peripherals with other robots!<br><br>* The Map is made up of randomly selected planets - every adventure can be different!<br><br>* Name your Gerty, and customise your reactions! Make your Gerty unique to you!<br><br>* An out of this world soundtrack composed entirely on a beloved ZX Spectrum 8bit computer for that authentic retro sound!<br><br>* A unique retro aesthetic that combines 2D and 3D elements!<br><br>* Start your adventure in black and white, and unlock new colour combinations as you play!<br><br>* Set in the Air Supply universe (and if that means something to you, then you get sheepyhugs!)<br><br>------------------------------------------<br><br><u> <strong> GAMEPLAY: </strong> </u> <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/516360/extras/6309c39faae7846ff4ccf1190ae2d639.avif?t=1479204607\" width=512 height=384 /></span><br><br>Gerty - Robots in Love is a narrative based game, played mainly from the cockpit of your rocket ship, and designed to be experienced multiple times. <br><br>Items are procured through narrative choices, which in turn open up more interactions on your journey!<br><br>The procedural nature of the game means that you should never have the same experience twice when playing it.<br><br><i> *crosses fingers, toes and eyes it all works out ok* </i><br><br>It also means that there's a very good chance you will meet totally different characters to other players.<br><br>The main game bits and bobs are as follows:<br><br><br><u> <strong> THE MAP SCREEN: </strong> </u> <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/516360/extras/2456c5f3633eb4e55ecb1cfc079f18dc.avif?t=1479204607\" width=512 height=384 /></span><br><br>At the start of your adventure, six planets are chosen at random and appear on your map screen. When you've selected your destination, you can warp to the planet. <br><br>Hurrah!<br><br>Though sometimes you'll be intercepted by mean UFOs...<br><br>Ba(aa)h!<br><br><br><u> <strong> COMBAT: </strong> </u> <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/516360/extras/4c68a6dbb1315ee880b3cc49aaa1b28f.avif?t=1479204607\" width=512 height=384 /></span><br><br>If you do happen to be intercepted by a UFO, don't panic! Some are just curious and even friendly. Most aren't though, just so you know...<br><br>Oh, ok then. Panic <i>a little</i> if you must!<br><br>Combat is a mini-game that relies on you clicking the 'HIT' buttons to shoot, and avoiding the 'MISS' buttons (which will cause an enemy to fire upon you).<br><br>Your ship handily comes equipped with powerful shields to protect you, and you can sometimes replenish these by scanning planets for the required energy cubes that will top up your defences!<br><br><br><u> <strong> PLANETARY LANDINGS: </strong> </u> <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/516360/extras/7179e2c73ee994da596a6790e1fa8ddc.avif?t=1479204607\" width=512 height=384 /></span><br><br>According to some mothers, you can't hurry love. No, you'll just have to wait.<br><br><i>My</i> Mother, on the other hand, insists (EVERY. DAY.) that the best way to find love is to go out and look for it. <br><br>So the bulk of the game will be spent visiting different planets and meeting new... people? Mostly. Some will be robots. Some will be aliens. Some will be something else.<br><br>They all have their own stories, quirks, and personalities. Progress depends on you figuring out how you can help them, or them help you!<br><br>However, each time you land on a planet, the GateKeepers'  super-weapon, TimeKiller Base, moves closer to your home...<br><br><br><u> <strong> MEET THE MOTHERSHEEP: </strong> </u> <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/516360/extras/7bebe1b92360c2fd56887bd22fa8ac71.avif?t=1479204607\" width=512 height=320 /></span><br><br>Did your homeworld get destroyed? UFOs shot you down? Run out of tea?<br><br>No worries!<br><br>If fate has dealt you a bad hand (a <i>likely</i> story!), and you <i>are</i> defeated, all is not lost! <br><br>The Mothersheep stands ready to assist you!<br><br>Being the mum of all Quantum Sheep, The Mothersheep knows a little something about time travel!<br><br>But she already told you that next week...<br><br>The Mothersheep will usually offer you a nice cup of tea, and then take you back in time to the beginning of your adventure. <br><br>While most of the beings you'll have met will have forgotten you even exist, your ship's cargo bay is kitted out with a Paradox Lock. This means any items you've acquired on your adventure will remain in your possession, immune to the effects of time travel.  <br><br><br><u> <strong> SKIP TO THE END... </strong> </u> <br><br>Toodles for now!<br><br>:D",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/516360/header.jpg?t=1479204607",
    "developers": [
      "Quantum Sheep"
    ],
    "publishers": [
      "Quantum Sheep"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}