{
  "516530": {
    "name": "Chaos Of Hearts",
    "steam_appid": 516530,
    "required_age": 0,
    "is_free": false,
    "description": "This game Currently only early access.<br />\r\n(Return Of LOCO) <br />\r\nChaos Of Hearts - a unique virtual world, which absorbed the best sides of modern online games. Project genre ACTION MOBA (3D Multiplayer Online Battle Arena) with elements of Aсtion, RTS (Real-Time Strategy) and RPG developed into something more a not defies classification and is able to satisfy the requirements of the most demanding players! <br />\r\nIn the battle is used system without the direct selection of the object with the mouse - non-target. Particular fascination gives the game a nonlinearity of development of character, an opportunity improve outfit of your favorite hero. <br />\r\n<br />\r\nKey features of the game: <br />\r\n<br />\r\n* A unique fusion of genres! Expanse for strategists, a paradise for role-players, luxury playground for the supporters of the fight face to face with the enemy. <br />\r\n* Dynamic Battle! Think fast, act faster, and do not forget that in an ideal team, even weak characters are transformed into force. <br />\r\n* Unique tactical battles! Each battle is unique in CoH, each battle requires a new tactics. <br />\r\n* Your unique style game! Wide choice of characters with unique characteristics, skills and preferences in combat tactics. Develop character in accordance with your views about the strength, necessary skills and of appearance. <br />\r\n* Team - guarantee of victory! Create teams and clan, rise on tournament ladders! Crush to anyone who dares to say that you are weak!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/516530/header.jpg?t=1704755793",
    "developers": [
      "Anime Hearts"
    ],
    "publishers": [
      "Anime Hearts"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 16 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}