{
  "517390": {
    "name": "Winter Novel Demo",
    "steam_appid": 517390,
    "required_age": 0,
    "is_free": true,
    "description": "“Snow, dullness, depression. Constant dissatisfaction with work and superiors and feeling like there is no escape. Is this what life will always be? Perhaps… but I can always hope for change to be just around the corner!…”<br><br>Sveta is a young bank intern. She believes that there is no end to the cycle of monotony that has become her life; secretly wishing for change but is too depressed to find the motivation.<br><br>Vlad is an unsociable, devil-may-care freelancer without any respect for the status quo who prefers to work alone.<br><br>They find their lives turned upside-down when they are forced to work together on an urgent, high-profile project that could change the course of their careers.<br><br>Can they work together despite their differences? Will this relationship change their lives for the better?<br><br>Features:<br><br><ul class=\"bb_ul\"><li><strong>A visual novel with an old-school style</strong> – take a trip back to the 80’s with ASCII-art!<br></li><li><strong>Music by Sergey Eybog, compositor of “Everlasting Summer”</strong> – a compilation of chiptune-style melodies that complement the vibe of the game.<br></li><li><strong>”Less than 1MB for download?!”</strong> Winter Novel has been made in pure C – just like how they were in the good old days.<br></li><li><strong>30-60 minutes of gameplay</strong> – a game for the visual novel fans and curious casual gamers alike!</li></ul><br>The demo shows you in-game days till Day3. You need to buy the full version if you want to read days 4-8.",
    "supported_languages": "英语, 波兰语, 葡萄牙语 - 巴西, 俄语, 乌克兰语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/517390/header.jpg?t=1714241127",
    "developers": [
      "DeXP"
    ],
    "publishers": [
      "DeXP"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}