{
  "517550": {
    "name": "The Enlightened League of Bone Builders and the Osseous Enigma",
    "steam_appid": 517550,
    "required_age": 0,
    "is_free": true,
    "description": "<i>Oh, greetings and salutations. I didn’t see you come in. Welcome to the Enlightened League of Bone Builders. I assume you’re here to test your knowledge of the sciences?  Well, enough lollygagging, let’s see if you’ve got what it takes to join the League…</i><br> <br>Welcome to the Enlightened League of Bone Builders, the mysterious new virtual reality experience created by INVIVO Communications solely for the HTC VIVE. In this anatomy-based puzzle game, you find yourself in a Victorian room filled with antiquities and scientific curios. The goal of the game is to build a complete human skeleton out of the pile of bones on the table in front of you.<br><br>Build Yorick’s skeleton as quickly and accurately as possible, using your hand controllers to pick up the bones and attach them in the correct orientation. Think you know where the humerus goes? What about the ulna? An enigmatic member of the League is watching the proceedings, and there’s a timer, so you need to build swiftly because you’re competing for a coveted spot in the League. <br> <br>Key features:<br>•\tCompletely free room scale VR Experience designed for the HTC VIVE<br>•\tMedically accurate human skeleton to explore, assemble and learn<br>•\tThorough tutorial to introduce gameplay, interactions and use of hand controllers<br>•\tVictorian artwork and anatomical illustration to provide clues <br>•\tTimed challenge with local leaderboard to see how you compete against your friends, as well as option for unlimited exploration and free-play<br>•\tImmersive, intriguing and highly-detailed environment to explore<br>•\tReal-world physics simulations<br>•\tTons of objects in the room to interact with, including medical equipment, antiques and books<br>•\tWe’re hoping to add to the experience with new content and exciting features currently in production",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/517550/header.jpg?t=1472585673",
    "developers": [
      "INVIVO Communications"
    ],
    "publishers": [
      "INVIVO Communications"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}