{
  "517990": {
    "name": "City VR",
    "steam_appid": 517990,
    "required_age": 0,
    "is_free": false,
    "description": "City VR is an immersive virtual reality experience that allows you to discover new perspectives from which to look upon the world we live in. Every street and address matches its real-world equivalent - but City VR is more than just a 3D map. It enables you to travel through the streets like a giant, observe architecture from up on high, zoom in to the ground or zoom out to the air, change lighting and weather, and take snapshots of the most unique city views that you can discover.<br><br>Empower yourself with a headset and free your spirit of directing the discoveries in City VR.<br> <br>Featuring Cities:<br>[Available Now]<br>- San Francisco, USA: Stand atop the Transamerica Pyramid. Walk to the Coit Tower like a giant. Sit inside the AT&amp;T park. Watch the sunset behind the Golden Gate Bridge, then teleport across the city and use time-lapse to make it rise again over the Bay Bridge<br><br>[Upcoming in separate DLCs] <br>- Chicago, USA: Observe the city skyline reflection on Cloud Gate in the Millennium Park. Take a 1,450-foot leap from Lake Michigan to the SkyDeck at Willis Tower.<br>- New York City, USA: Stand at the top of the Empire State Building. Look down on Times Square and take a walk at the Fifth Avenue. <br> <br>Supporting VR Headsets:<br>Currently on HTC Vive only. <br>Oculus will be supported soon.<br><br>City VR is inspired by Skywand, an immersive motion control system for aerial filming. As Amber Garage’s first artwork that, Skywand allows anyone, including cinematographers and those with zero drone experience, to create precise aerial filming plans in an intuitive 3D virtual interface, then have actual drone flights executed accordingly. Skywand eliminates technical barriers to achieve professional drone cinematography by automating the flight process and arming visionary filmmakers with a powerful and intelligent partner.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/517990/header.jpg?t=1475461682",
    "developers": [
      "Amber Garage, Inc."
    ],
    "publishers": [
      "Amber Garage, Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}