{
  "518280": {
    "name": "Dead End Junction",
    "steam_appid": 518280,
    "required_age": 0,
    "is_free": false,
    "description": "Adventure. Gunslingers. Outlaws. Shoot-outs. War. <br><br>You’ll find none of those things in the one-horse town of Cow Stone Bell, as Jo will be the first to tell you. Raised by her slob of an uncle on the far edge of the Wild West, she suffers from endless boredom and longs for the action and excitement on display in the “dime novels” she spends so much time reading. <br><br>But after a letter arrives from the President addressed to her no-good and nowhere to be found father, fate conspires to give her exactly what she wished for—wrapped up in a journey that will take her further from home than she ever expected. Unfortunately, Jo is about to learn that a life of adventure may not be all it’s cracked up to be. <br><br>Being set primarily in an alternate universe version of the Wild West, Dead End Junction hits on themes relevant to the setting, such as treatment of the Native American population and the scars left by the Civil War (represented in-universe by the Fuuro and the Border War respectively); many of which are applicable to life in the world today. <br><br>The soundtrack is heavily influenced by music of the era as well, with a mix of original tunes and arrangements of classics like &quot;<strong>When Johnny Comes Marching Home</strong>&quot; and &quot;<strong>Home on the Range.</strong>&quot; <br><br>Dead End Junction was written and directed by Hidume, the sole member of 773, creator of the acclaimed Cherry Tree High series and fan of old Westerns like <strong>The Magnificent Seven and The Good</strong>, <strong>The Bad and The Ugly</strong>. Their sharp sense of humor is on full display here, though they do an excellent job proving they can write a serious story with this title as well. <br><br>Localized by the start-up publisher Culture Select, Dead End Junction is a kinetic novel that captures the aura of the Wild West while addressing social issues that are relevant to contemporary society.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/518280/header.jpg?t=1572868601",
    "developers": [
      "773"
    ],
    "publishers": [
      "Culture Select"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3400,
      "final": 1700,
      "discount_percent": 50,
      "initial_formatted": "¥ 34.00",
      "final_formatted": "¥ 17.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 5,
      "total_negative": 0,
      "total_reviews": 5
    }
  }
}