{
  "519050": {
    "name": "Animated Puzzles Demo",
    "steam_appid": 519050,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Animated Puzzles Demo:</h2>This demo is to provide you with an overview of what Animated Puzzles looks like and what features it holds. <br>You will be able to play the first 6 puzzles, including all three difficulties together with all puzzle piece shapes available. <br>Enjoy!<h2 class=\"bb_tag\" >About Animated Puzzles:</h2>Animated Puzzles Star is a Jigsaw -style puzzle game with a fun and fascinating twist, <strong>animated pictures</strong>. <br>A wonderful pastime, in which beautiful photos are combined with natural motions and effects, giving you a puzzle experience above the ordinary. The soft animations keep you relaxed, at the same time as it adds a <strong>fun and challenging</strong> twist to the gameplay. A unique and joyful game that suits almost any age, from young to old.<h2 class=\"bb_tag\" >Full version features:</h2><ul class=\"bb_ul\"><li> <strong>Daily challenges</strong> - 2 challenges each day, based on different game modes and goals.<br></li><li> <strong>Multiplayer</strong> - Challenge friends or random opponents in a fun and turned based puzzle battle..<br></li><li> <strong>Workshop</strong> - Create puzzles using your own images or animated gifs, keep private or share with others. Workshop supports puzzles with up to about 800 pieces.</li><li> <strong>Progress alternatives</strong> - Play the puzzles in order, or unlock all puzzles at once.<br></li><li> <strong>Levels of difficulty</strong> - Each Puzzle has three levels of difficulty. The difficulties will slightly increase as you unlock new tiers.<br></li><li> <strong>Shapes of Puzzle pieces</strong> - Several shapes of puzzle pieces to choose from.<br></li><li> <strong>Custom settings</strong> - Custom settings for rotation and lock in right place.<br></li><li> <strong>Controls</strong> - Full support for Steam controller, Xbox360 controller, Keyboard, Mouse and Touch.<br></li><li> <strong>Leaderboards &amp; Achievements</strong></li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 丹麦语, 挪威语, 葡萄牙语 - 葡萄牙, 俄语, 简体中文, 瑞典语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/519050/header.jpg?t=1475580253",
    "developers": [
      "Mexond"
    ],
    "publishers": [
      "Mexond"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}