{
  "519140": {
    "name": "Minds Eyes",
    "steam_appid": 519140,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Please read description before playing (In short - Minds Eyes is an experimental title published in 2016 as a survey to gain an understanding of what scares players, what does not, and how to create a proper horror environment. As such, Minds Eyes uses many elements that should not normally be combined in a proper horror game. None the less, through all of your feedback, videos and discussions, I was able to transform all of the successes and failures into my subsequent titles: A Girls Fabric Face and Suit 776. To that, I thank you all! :))</strong><br><br>Minds Eyes brings you to a world of dreams. You wake up from your slumber to constantly discover you are still asleep. You venture throughout your own home as well as some pieces of your imagination to discover who or what is keeping you at sleep. Will you ever wake up? will you ever finish the journey?<br><br>Venture through tense full moments of a chilling and nerve wrecking atmosphere that will keep you wondering &quot;When will something happen!&quot;. Interact with the game and collect game objects which will overall affect your score in the end. Can you locate all game items?, can you make it without a single death? Check what the mind has in store.<br><br>NOTE: This game is to be played with a single sitting. The estimated game time is 30-45min.<br>This game also includes flashing lights. If flashing lights affect any of your medical conditions, please avoid the game.<br><br>**SO! what is Minds Eyes really? think of it as an experiment. I have developed Minds Eyes to experiment with new mechanics, features, animations, interactions, and more. Ultimately, I am using this game to gather information in order to build my ultimate horror experience. Think of it as research and development!. I will be watching a large portion of videos that you all send out to me, and note what was good and bad. With that said, If possible, please give me a full on review of the game. Tell me what you likes, disliked and/or would change. This will ultimately let me know what to, and what not to include in future projects.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/519140/header.jpg?t=1569810949",
    "developers": [
      "Stanislaw Truchowski"
    ],
    "publishers": [
      "TurnVex"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}