{
  "520040": {
    "name": "LUMEN",
    "steam_appid": 520040,
    "required_age": 0,
    "is_free": false,
    "description": "De-stress in a bioluminescent forest with this interactive virtual reality experience<br />\r\n<br />\r\nRelax and calm yourself in under five minutes while exploring the wonders of a bioluminescent forest with LUMEN, a self-guided, nonlinear meditation rooted at the intersection of virtual reality and wellness. <br />\r\n<br />\r\nThis VR experience begins with a short breathing exercise, then places you in a luminous multicolored woodland where you'll use your eye gaze to interact with the sights and sounds of your environment—and de-stress in the process. You'll stimulate tree growth, choose a hue from the sky's breathtaking aurora display to customize your tranquil setting, and navigate the splendor of a lush forest floor—giving colorful life to the dark and sparse landscape. The soothing soundtrack, created by composer Susumu Yokota, evolves with your every interaction.<br />\r\n<br />\r\nLUMEN was created in collaboration with Walter Greenleaf, PhD, of Stanford University’s Virtual Human Interaction Lab, and Framestore's VR Studio—and Dr. Greenleaf and other Stanford research scientists at the Lucille Packard Children's Hospital will be evaluating how LUMEN can help children who are undergoing difficult surgical procedures. The experience is just the tip of the interactive iceberg when it comes to the power of harnessing VR to better your life. <br />\r\n<br />\r\n To exit LUMEN, look down until a panel of three buttons appears, then select the X by directing the gaze dot onto it.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/520040/header.jpg?t=1475686127",
    "developers": [
      "Framestore Inc."
    ],
    "publishers": [
      "Time Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 5 日"
    },
    "categories": [
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}