{
  "520350": {
    "name": "Remembering Pearl Harbor",
    "steam_appid": 520350,
    "required_age": 0,
    "is_free": false,
    "description": "In commemoration of the 75th anniversary of the attack on Pearl Harbor, TIME and LIFE VR take you back to that moment in history in this original historical virtual-reality project.<br />\r\n<br />\r\nTold in three acts, the story is told through the point of view of Lt. James Downing, who at 103 is the second-oldest living American veteran to have witnessed that day. As postmaster of the USS West Virginia, Downing gave himself the task of writing letters to the families of men who died or were injured during the attack; those letters form an arc that the user follows through Downing’s experience of Dec. 7, 1941. In an American home of 1941, we hear from Downing about how the coming of war affected everyone in the U.S.; at Pearl Harbor after the attack, we see the breadth of the destruction; and in the present day, we learn how the experience has stayed with him for 75 years. Throughout the experience, users interact with realistic virtual versions of artifacts from the time, along with iconic photography and archival video, providing a unique and personal view of one of American history’s defining moments.<br />\r\n<br />\r\nThis experience was created in collaboration with the WWII Museum and the Library of Congress who provided expertise, artifacts, and primary sources; and with award-winning historian Craig Nelson as historical advisor. The experience has been created to be appropriate for audiences of all ages. It was produced by Deluxe VR in partnership with HTC and AMD.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/520350/header.jpg?t=1481149914",
    "developers": [
      "Deluxe VR"
    ],
    "publishers": [
      "LIFE VR"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 7 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}