{
  "520390": {
    "name": "Fantasy Grounds - Savage Worlds: Winter Eternal",
    "steam_appid": 520390,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Winter Eternal is not a post apocalyptic setting. It's about what comes after the disaster, many years later when civilization is starting to thrive again.</i><br>When the sun exploded, the continent of Ehlerrac survived the wave of flames because it was on the night side of the planet. Then the earthquakes and tsunamis hit and thousands died as cities fell and the landscape were torn apart. The dark world started cooling rapidly and the survivors struggled to find food and shelter.<br>A group of Nature Wardens started camps and used their magic to grow food.  People of many different races came stumbling out of the darkness into these camps, grateful for the protection.<br>Now, hundreds of years later, the 6 camps are giant, cramped cities, heated and lit by magic. Two cities are underground and one is build on the inside edges of a chasm. The cities are now connected by enclosed roads called Archways and travel is now much safer.<br>A few years ago explorers came upon orange crystals in an old crater. When light shone on the crystals, it generated a massive amount of heat. Artificers are now using these &quot;sunshards&quot; to help Ehlerrac to take it's first tentative steps into an industrial and steam age.<br>This is an exciting time on Ehlerrac and its up to Savage Worlds game groups to tell the stories of this dark, cold , but not dead world.<br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the Savage Worlds ruleset (available in the store).<br><i>Adapted for Fantasy Grounds by: </i><strong>Perry Chalmers</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/520390/header.jpg?t=1768362855",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 15 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}