{
  "520840": {
    "name": "Gaming Accelerator 2",
    "steam_appid": 520840,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/520840/extras/c9c50a2abf897659aba3fb2c06b30162.avif?t=1756833066\" width=600 height=260 /></span><br><br>This utility is not a system optimizer or tweaking program.This product is based on a patented &quot;Generation 3&quot; whitelisting (with sandbox) technology. Most users will experience smoother gameplay and a slight FPS increase. This product boots Windows into a basic mode with fewer programs and services using whitelisting of processes which you cannot replicate by changing settings or killing processes. <br><br>Tired of lag during complex battle scenarios? Gaming Accelerator dedicates as much power as possible to your game that would otherwise be allocated to the many background programs and services that other applications leave running. Seventh Knight’s patented Gaming Accelerator technology extracts more speed from the core of the operating system by managing resources similar to a gaming console. This means more power, less lag and smoother overall gameplay.<br><br>Gaming Accelerator generally provides results up to 3x faster than any other utility claiming to increase your speed because it isn’t simply a “system optimization” utility. Be sure to check out our new PC Security Bundle that includes Gaming Accelerator 2.  Protect your PC from harmful viruses and zero-day “ransomware” attacks including CryptoLocker.<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" ><strong>Gaming Accelerator Quick Facts:</strong></h2></h2><br><ul class=\"bb_ul\"><li>Simple on/off operation with “Maximum Boost” preset.<br></li><li>Completely different from competitors such as system optimizers.<br></li><li>Get more performance from your existing hardware.<br></li><li>No spyware, excess programs, or pop-up ads.<br></li><li>Remembers custom settings for programs in Gaming Mode.<br></li><li>No annual renewal required!<br></li><li>Typical Performance Boost 10%-40% (Results vary by machine)<br></li><li>This version of Gaming Accelerator 2 will not expire.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/520840/header.jpg?t=1756833066",
    "developers": [
      "Seventh Knight"
    ],
    "publishers": [
      "Seventh Knight"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 22 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}