{
  "521020": {
    "name": "Talisman: The Horus Heresy - Heroes & Villains 3",
    "steam_appid": 521020,
    "required_age": 0,
    "is_free": false,
    "description": "The third character expansion pack for Talisman: The Horus Heresy includes two powerful Warlords of the civil war - Kaedes Nex and Archmagos Draykavac.<br><br>Each Warlord also comes with their custom Legion Dataslates, plus 15 new Encounter Dataslates.<h2 class=\"bb_tag\" >Kaedes Nex</h2>A dark figure among the kin who followed Corax from Deliverance, Kaedes is seen as an ill-omen by his brothers. An infamous murderer condemned to prison, Corax offered him a pardon if he fought alongside him. When the Raven Guard came to Isstvan V, Kaedes was among them but vanished into the wastes to stalk traitors on his own terms...<br><br><u>Abilities</u><br><br>Resolve: 3<br>Fate: 3<br>Resource: 1<br>Close Combat: 3<br>Ranged Combat: 4<br>Strategy: 1<br><br>ILL-OMENED - He May NOT use his Strategy when trying to reunite with a friendly Unit.<br>RELENTLESS STALKER - Whenever he defeats an enemy Unit in combat and gains XP, he also gains +2 XP for each Unit he defeated. This does not apply to defeating Warlords or Horus.<br>Whenever he defeats a Warlord in combat and takes resolve from them, he also gains 5 XP.<h2 class=\"bb_tag\" >Archmagos Draykavac</h2>The treacherous Archmagos Draykavac has a fearsome reputation throughout the Imperium, thinking nothing of sacrificing thousands of lives to further his knowledge and understanding of the arcane arts of the Omnissiah.<br>When the Horus Heresy broke out, Draykavac revealed his dark allegiance to Warmaster Horus, his loyalty bought with the promise of access to technologies long forbidden by the Emperor.<br><br><u>Abilities</u><br><br>Resolve: 3<br>Fate: 1<br>Resource: 3<br>Close Combat: 3<br>Ranged Combat: 3<br>Strategy: 1<br><br>ARCHMAGOS PRIME - He may attempt to Reunite with ANY Traitor – Mechanicum Unit [Reunite 5+].<br>FORBIDDEN SACRIFICE - When he defeats a Loyalist – Mechanicum Unit in a Firefight, he may capture the Unit instead of gaining XP. He may take one captured unit, and if it is a ranged combat enemy, add its Ranged Combat to his for one Firefight Engagement, after which it is destroyed. He may only use on Captured Unit per Firefight.<br>Whenever he visits a Forge World, he may discard one of his Captured close combat Units and replace it with an Equipment Dataslate from the Forge World.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/521020/header.jpg?t=1592842855",
    "developers": [
      "Nomad Games"
    ],
    "publishers": [
      "Nomad Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}