{
  "521380": {
    "name": "Life of a caveman",
    "steam_appid": 521380,
    "required_age": 0,
    "is_free": false,
    "description": "You are a caveman. Your business is not being hungry. You do that by hunting animals. Or eating fruits if you want to be a vegetarian caveman. Sometimes you dance and socialise with the other tribe members. You enjoy that. Your only worry is getting back to the resting place in time, before dark.<h2 class=\"bb_tag\" >Solve the mysteries in your dreams</h2>You are a smart caveman. As smart as cavemen can be. You sometimes have strange dreams. It's like these dreams want you to do certain things. Whenever figure out what it is and you succeed, you wake up even smarter. You are able to invent new skills and weapons the next day.<h2 class=\"bb_tag\" >Kill the night beast</h2>A tribe member didn't make it up in time back to the resting place one night this week. The next day you found signs of a struggle. The night beast must have killed him. You want revenge. You want to kill it once and for all. This beast is a cowardly one. It only attacks in the dark. If only there was a way to bring light into the night.<h2 class=\"bb_tag\" >Become alpha</h2>You know you are a born leader. You love your tribe and want to help it thrive. Together you can bring down the greatest of beasts and secure the best feeding grounds. If only you could defeat the current leader and take his place.<h2 class=\"bb_tag\" >Defeat the others</h2>Recently strange marks have appeared on the ground. Footprints like your own. You are starting to suspect another tribe is near by. Your instinct tells you they are not friendly. You want to try to become stronger to fend them off if they attack.<h2 class=\"bb_tag\" >Do caveman stuff</h2>After all you are a caveman.You enjoy it, even if it'a not easy being a caveman.<br><br>Follow us on facebook for development news: ",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/521380/header.jpg?t=1601590009",
    "developers": [
      "playlitedotnet"
    ],
    "publishers": [
      "playlitedotnet"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}