{
  "522340": {
    "name": "Ghostlords",
    "steam_appid": 522340,
    "required_age": 0,
    "is_free": false,
    "description": "Ghostlords is a strategic turn-based RPG that tells the story of a post-apocalyptic haunted Great Britain. Experience the new world, capture wild spirits, and put together a team of ghosts to help you battle the forces of evil.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Build Your Team - As a Ghostlord, you can capture ghosts to help you fight. Each type of ghost has different strengths and weaknesses - you'll have to think carefully to build a well balanced team. <br></li><li>Turn-based Combat - Ghosts have four abilities, with a variety of different effects. Will you go all in with powerful attacks that will leave your ghost drained of energy? Or will you play the long game, taking advantage of status effects and stat boosts? <br></li><li>Multiple Campaigns - There are many heroes in Ghostlords, with their own quests to complete and challenges to overcome. Can you help all of them? <br></li><li>Mod Support - All the content in Ghostlords is accessible to modders, making it easy to tweak things or even to add new content. You can create new ghosts, characters, quests, encounters, environments, and even brand new campaigns. <br></li><li>Catch Them All - There are more than fifty different kinds of ghost for you to find in the world. Catching a ghost permanently unlocks it for subsequent playthroughs. Can you catch them all?</li></ul><h2 class=\"bb_tag\" >Setting</h2>The year is 2038. It has been twenty years since the Rending - an event that left most of the world's population dead, their souls severed from their bodies. These souls linger, and survive as ghosts.<br><br><br>The surviving humans have done their best to rebuild society, but the world is a very different place. Ghosts roam the land, wild and unpredictable. Their magical abilities make them extremely dangerous to anyone who gets on their bad side. <br><br>There are rumours, however, of humans developing supernatural abilities. Apparently there are people possessing the same magical abilities as the ghosts, and even people able to control the ghosts themselves. Ghostlords tells the stories of these individuals and the world they live in.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/522340/header.jpg?t=1613824923",
    "developers": [
      "Kyle Rodgers"
    ],
    "publishers": [
      "Kyle Rodgers"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 3,
      "total_negative": 2,
      "total_reviews": 5
    }
  }
}