{
  "522690": {
    "name": "In Fear I Trust",
    "steam_appid": 522690,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>This package contains only Episode 1 - The Awakening. To gain access to other episodes, please buy them as DLC or in a bundle. Four out of five episodes are available right now.</strong><br><br><i>“The road to hell is paved with good intentions. I wanted a better life for my family and it was only a signature away. The ‘doctors’ told me the contract was just a formality. And now, locked up in this dark reeking cell, I only remember that much…”</i><br><br>In Fear I Trust is a first-person psychological thriller that puts you in the role of Nikolay, now called Patient #17, who one day wakes up in a small reeking cell. With a severe memory loss and a relentless urge to escape, your steps will lead you through an abandoned, decaying facility deep in the heart of Soviet Russia. However, encountering many obstacles along the path, you will need to solve elaborate puzzles in order to obtain key items or documents, diaries and notes that will shed at least a faint streak of light on the dark mystery surrounding the whole “science” experiment.<br><br>With Retrospective Mode you will be able to see behind the fabric of the physical world. This unique ability uncovers glimpses of the past, allowing you to see important hints and clues. Nevertheless, the path to recollecting your memory and discovering your own identity will be long and grim…<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>Critically acclaimed psychological thriller powered by Unreal Engine<br></li><li>Fully voice-acted narrative<br></li><li>Use Retrospective Mode to see hidden clues and solve puzzles<br></li><li>Explore eerie locations and uncover the secrets behind a classified soviet experiment</li></ul><h2 class=\"bb_tag\" >First Episode</h2><br>The first episode tells us how the main hero Nikolay awakes with a partial amnesia in a prison cell. Then, the events take place in the doctor’s office and in the laboratory. Advancing the episode, he meets ghosts of the people who mysteriously died in those places. <br>Thanks to the acquired retrospective vision, he is able to sense someone else’s flashbacks and to see mysterious inscriptions on the walls.<br>The hero finds the contract of the very experiment that he signed at the beginning of the episode.",
    "supported_languages": "英语<strong>*</strong>, 法语, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/522690/header.jpg?t=1752576765",
    "developers": [
      "Black Wing Foundation"
    ],
    "publishers": [
      "Fulqrum Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}