{
  "523130": {
    "name": "MAGIX Fastcut Plus 2017 Steam Edition",
    "steam_appid": 523130,
    "required_age": 0,
    "is_free": false,
    "description": "Start editing your best clips fully automatically – to fit the beat of the music. This lets you create your own creative montages, and quickly share your favorite moments with your community.<br><br> <h2 class=\"bb_tag\" >Here's how it works:</h2><br><strong> 1. Video import </strong><br>Fastcut Plus 2017 Steam Edition works with most standard video formats, such as those made with FRAPS, OBS, Bandicam and other screen capture programs, action cams, webcams, smartphones and tablets.<br><br><strong> 2. Automatic video editing </strong> <br>Video editing is now so easy that anyone can do it. Fastcut Plus 2017 Steam Edition automatically cuts your footage to fit the beat. Simply select an editing template with music, drag &amp; drop to add effects, adjust the colors and your montage is ready to go.<br><br><strong> 3. Direct upload </strong> <br>You can upload completed clips directly from Fastcut Plus 2017 Steam Edition to YouTube, Facebook or vimeo.<h2 class=\"bb_tag\" >Fully equipped:</h2><ul class=\"bb_ul\"><li>For when you're in a hurry: Automatic video editing for your clips<br></li><li>Top quality: Presets for HD and 4K export; no previous experience required<br></li><li>For every mood: More than 60 dynamic templates including music<br></li><li>Customized: Create your own templates from your favorite tracks<br></li><li>Set highlights: Integrate your favorite scenes flawlessly and automatically in your video<br></li><li>Perfect sound: Remove background noise &amp; add or delete camera sound<br></li><li>Unrivalled look: Trendy effects &amp; filters for every style<br></li><li>Do It Yourself: Manual editing – for the perfect finishing touch<br></li><li>As you wish: Show your video online or on the go – there are no limits</li></ul><h2 class=\"bb_tag\" >Extremely good videos. Extremely fast.</h2><br><strong>Automatic beat recognition</strong><br>Create your own templates from your favorite songs: Thanks to automatic beat recognition, you don't even have to set the cuts yourself. Simply trim the song to the length you want, use the beat detection and save as a template.  <br><br> <strong>Set clip highlights</strong><br>Make sure that the intended capture is integrated into the video. Simply use the new highlight function to set the marks and Fastcut Plus 2017 Steam Edition integrates them perfectly in your video. <br><br><strong>Text overlays</strong><br>Add titles, subtitles and closing credits in your videos: You can add subtitles and customize the color, font, size and speed of text transitions. <br><br><strong>License-free music</strong><br>Epic, dramatic or simply fantastic? Fastcut Plus 2017 Steam Edition includes a wide range of tracks from genres such as dubstep or movie scores. All songs are available in lengths of 30 to 180 seconds and are license-free, so they can be used for non-commercial purposes. Commercial licenses for the music included in the software can be obtained from catooh.<br><br><strong>Game trailers and previews for game developers</strong><br>Fastcut Plus 2017 Steam Edition lets game developers quickly and easily cut together trailers and gameplay previews for their games. <br><br><strong>Slow motion</strong><br>Use slow motion effects to make your direct hits, stunts, spectacular explosions and funny moments truly epic.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 荷兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/523130/header.jpg?t=1604077157",
    "developers": [
      "MAGIX Software GmbH"
    ],
    "publishers": [
      "MAGIX Software GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 3 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "58",
        "description": "视频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}