{
  "523710": {
    "name": "Sword Master VR",
    "steam_appid": 523710,
    "required_age": 0,
    "is_free": false,
    "description": "Sword Master VR, now with support for Oculus Touch &amp; HTC Vive, brings you intense sword fighting gameplay that has never been possible in traditional video games. Taking full advantage of room-scale virtual reality, you must learn to fight with realistic swords in full 360 combat! React quickly, duck and dodge, deflect incoming attacks! Sword Master VR is not a game of standing still and lightly wiggling your sword in the enemies face. Sword Master VR is a game of endurance, skill, speed, and most importantly, to become a master of the blade.<br><br><strong>NEW!</strong><br>10 Unlockable Shields! Each level that you beat in Expert mode unlocks a new shield!<br><br><strong>Features:</strong><br><ul class=\"bb_ul\"><li>Intense &amp; Challenging Sword Fighting!<br></li><li>8 Unlockable Swords!<br></li><li>7 Enemy Variations!<br></li><li>10 Challenge Levels (Including a Boss Level!)<br></li><li>4 Difficulty Modes (1 Unlockable mode!)</li></ul><br><strong>Safety Notice:</strong><br>Sword Master VR requires players to swing their controllers in virtual reality. Play at your own risk. Eric Tereshinski, the game's developer, is not responsible for any destruction of property or the injury of yourself or anyone else while playing Sword Master VR.<br>Please play far away from your TV, have plenty of space, use high quality wrist straps, remove all children from the room, DO NOT play near any stairs, and enjoy the game :)<br><br><strong>Room-Scale Info:</strong><br>Sword Master VR will play correctly with as little as 2m x 1.5m playspace. However, it is recommended for best playing experience to have 2.5m x 2.5m of playspace or more.<br><br><strong>Oculus Setup Info:</strong><br>This game requires the use of motion controllers and roomscale. If you have the basic Oculus Touch kit with two sensors, two controllers, and your Oculus HMD, you can set up your playspace for roomscale and play Sword Master VR. To set up roomscale, you must set up your two sensors in opposite corners if the room. Adding a third sensor may improve your experience, but two sensors still works quite well.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/523710/header.jpg?t=1494341264",
    "developers": [
      "Master Indie"
    ],
    "publishers": [
      "Master Indie"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 11,
      "total_negative": 2,
      "total_reviews": 13
    }
  }
}