{
  "523750": {
    "name": "The 4th Coming",
    "steam_appid": 523750,
    "required_age": 0,
    "is_free": true,
    "description": "Embark on an epic journey and join a global community of adventurers in <strong>The 4th Coming</strong>, an immersive and expansive MMORPG that transports players to a rich and vibrant fantasy world teeming with magic, monsters, and mystery. Developed with a passion for rich storytelling and engaging gameplay, this classic title has stood the test of time, captivating players for over two decades with its tight knit dynamic community.<h2 class=\"bb_tag\" >Key Features:</h2><br><ul class=\"bb_ul\"><li><strong>Vast and Diverse World:</strong> Explore a sprawling and beautifully crafted open world, featuring diverse landscapes, from dense forests and towering mountains to treacherous dungeons and ancient ruins. Uncover hidden secrets, solve challenging quests, and encounter a myriad of creatures as you traverse this enchanting realm.<br><br></li><li><strong>Unique Classes:</strong> No predefined “character class” is offered, it is up to the player to develop their character towards the areas of their choice with its own set of abilities and skills. Find your perfect playstyle and customize your character to become a legendary hero.<br><br></li><li><strong>Epic Quests and Storylines:</strong> Immerse yourself in a captivating narrative filled with intriguing characters and lore. Embark on epic quests that will test your skills and unravel the mysteries of the world. Encounter powerful foes, forge alliances, and make decisions that impact the fate of the realm.<br><br></li><li><strong>Dynamic Combat System:</strong> Engage in combat and master your chosen abilities. Team up with other players to tackle challenging dungeons and formidable bosses.<br><br></li><li><strong>Player-driven Economy:</strong> Become a master trader, or gatherer in a player-driven economy. Participate in the bustling marketplace where the fortunes of the realm are shaped by the players themselves.<br><br></li><li><strong>Guilds and Alliances:</strong> Join or create a guild to forge alliances with other players. Team up to conquer powerful enemies, participate in raids and instances. The camaraderie within the player community add a dynamic layer to the gaming experience.<br><br></li><li><strong>Regular Content Updates:</strong> Stay on the edge of your seat with frequent content updates, introducing new regions, quests, and features to keep the adventure fresh and exciting. <strong>The 4th Coming</strong> is a living, evolving world where there is always something new to discover. The developers are committed to keeping the game fresh and exciting for both new and seasoned players alike.<br><br></li><li><strong>Community-driven Development:</strong> Join a passionate and dedicated community of players and contribute to the ongoing development of the game. Share your feedback, participate in discussions, and witness your ideas come to life as the developers actively engage with the player base.</li></ul><br><strong>The 4th Coming</strong> continues to captivate a global audience with its timeless gameplay and vibrant community. Dive into a world where adventure knows no bounds, and legends are forged by the actions of the players. Will you rise to become a hero of the realm, or succumb to the perils that await? Experience a true MMORPG masterpiece where your choices matter, and the journey is as rewarding as the destination. The adventure awaits - forge your destiny today!",
    "supported_languages": "德语, 英语, 法语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/523750/header.jpg?t=1769361038",
    "developers": [
      "Dialsoft",
      "D4O AG"
    ],
    "publishers": [
      "Dialsoft",
      "D4O AG"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 18 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": {
      "total": 1,
      "highlighted": [
        {
          "name": "First Start",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/523750/29fa2a1f7c960a503e1fcf9adbc54e34c42f33b9.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}