{
  "523940": {
    "name": "ZombVR",
    "steam_appid": 523940,
    "required_age": 0,
    "is_free": false,
    "description": "Full-Immersion VR Zombie Game for the HTC Vive and Oculus Touch!<br><br><strong>DonkeyKwon Games</strong> is a <strong>one-man</strong> indie studio that's creating new features, functionality and the gameplay that players want and need in VR. Here; as my first official game DKG has taken the classic &quot;COD zombie&quot; survival concept and infused it with fully immersive, realistic combat. Breaking the standard VR framework of locking players in a static location, <strong>ZombVR</strong> allows players to explore areas and move with free motion controls.<br><br><strong><u>Featuring</u></strong><h2 class=\"bb_tag\" ><strong>Game Play Elements</strong></h2><ul class=\"bb_ul\">  <li>Immersive Environment<br>  </li><li>Full &quot;Free&quot; Range Motion (fps Style Movement)<br>  </li><li>Optional Teleport Movement<br>  </li><li>Interactive Physics<br>  </li><li>Survival Mode - Round based progressive matches both in SP and MP (several maps)<br>  </li><li>Sniper Defense Mode - Hold the fort as a seasoned last stand sniper... both in SP and MP (several maps)<br>  </li><li>Boss Fights (Boss fights occur after certain amount of rounds in Lone Survivor mode and Sniper Defense)<br>  </li><li>Weapon Upgrades (Lone Survivor mode/Sniper Defense)<br>  </li><li>Area Unlocks, Weapon upgrades, Swords, Hatchets, Pitsols, Sniper Rifles, Auto rifle.....<br>  </li><li>...and more.</li></ul><h2 class=\"bb_tag\" ><strong>Mini VR Games: </strong></h2><ul class=\"bb_ul\">  <li>Raining Heads! (like &quot;clay shootin' &quot; but with heads splodin')<br>  </li><li>Shooting Gallery (remember that obstacle course with target on pulleys and that echoey *ting!* sound when you dropped a clown into a bucket with a successful hit? Now its Zombies off poles in rag doll style) <br>  </li><li>Onslaught - No upgrades or complications, drop into a snowy woods by the cabins and with just your two knives, find some guns and survive the Onslaught for as long as possible!<br>  </li><li>Coop Multiplayer (Survival modes and Sniper Defense modes mentioned above)<br>  </li><li>Shooting Range (on the moon).<br>  </li><li>Interactive, easy to understand tutorial to play around in</li></ul><h2 class=\"bb_tag\" ><strong>Last Quick Word</strong></h2><strong>Pick up ZombVR </strong> and play with your friends in real time VR. Watch them climb walls, shoot zombies and have fun together. Challenge each other's scores in Raining Heads, the Gallery and Onslaught modes. See how long you can hold the fort together in the MP mode Sniper Defense. Rise to the challenge and unlock multiple in game Modifiers; like unlimited ammo and funner things like low grav mode and exploding zombies!<br><br><br><i><u>Big shout out to all of those that supported this game in EA. Keep it up, wouldn't have had the drive to keep working on this without you guys.</u></i><br><br>See the latest announcement under the news section for the latest features and additions!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/523940/header.jpg?t=1527457524",
    "developers": [
      "DonkeyKwon Games"
    ],
    "publishers": [
      "DonkeyKwon Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 31,
        "description": "支持 VR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 2,
      "total_negative": 1,
      "total_reviews": 3
    }
  }
}