{
  "525080": {
    "name": "The Race for the White House 2016",
    "steam_appid": 525080,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Sympathisers from all sides and parties, from newbies to political addicts, whether Bernie-or-bust supporters or GOP voters, or somewhere in between, can now take part in one of the most compelling and controversial election that America has ever witnessed.</strong><br><br>“Candidate” players can enter the 2016 presidential race as an actual contender for the White House, or you can join the political fray as real world candidates “Hilda Tilton” or “Ronald Drump” with animated 3D faces and hours of voiceovers by impersonators. <br><br>You will need to act and react – swiftly and decisively – just like in the real 2016 campaign Players have total control over their candidacy so you need to deal with lots of face-paced decisions. Candidates establish headquarters, travel the country, set up rallies, deal with super PACs, manage the campaign budget, make TV appearances in debates, and build TV and ad campaigns. Candidates also get to make nearly two hundred campaign promises, but be careful – those promises will impact the deficit! And do not forget to satisfy lobbies, religious communities, or ethnic groups as their votes will be decisive. <br><br>Yes, there’s the fun, slimy stuff, too… Dirty tricks have long been a staple of national politics, so The Race for the White House includes spreading scandalous rumors, arranging to have competitors’ campaign cash stolen, giving kickbacks to attract supporters, and sabotaging opponents’ meetings…but be careful because these slimy tactics might backfire and cost you the election. <br><br><br><ul class=\"bb_ul\"><li>Nearly 20 playable and customizable candidates - Features 3D animated faces and voice imitations of real political personalities<br></li><li>Hundreds of policy proposals and playable locations taken from actual political campaigns and agendas<br></li><li>Marketing campaign: TV spots, poster campaigns, Internet campaigns, and human billboards<br></li><li>Campaign budget management: establish HQs; organize rallies; gather donations from super PACs, lobbies, and other kinds of organizations...<br></li><li>Media involvement: televised debates, press events, TV shows, election night results...<br></li><li>Low blows: rumors, fraud, discrediting your opponent... that's politics, too!<br></li><li>Continuously appraise statistics and poll results on participating candidates on the game's website!</li></ul><br><br><strong>Several game modes</strong><br><br><ul class=\"bb_ul\"><li>Take on an opposing candidate controlled by the computer, or by another human player online with internet rankings<br></li><li>Realistic mode: Run for office with actual opinion polls and vote projections<br></li><li>Equal Start mode: All candidates start with equal poll results </li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/525080/header.jpg?t=1473358283",
    "developers": [
      "Eversim"
    ],
    "publishers": [
      "Eversim"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}