{
  "525540": {
    "name": "Six Feet Under",
    "steam_appid": 525540,
    "required_age": 0,
    "is_free": true,
    "description": "Find yourself under ground in this selection of Halloween party mini games, designed to spook and scare as you explore three underground games. Start by finding yourself in an open grave with options to enter The Crypt, The Pyramid or The Mine. Each level has it's own individual game play including; <br />\r\n- throwing brains across a Crypt to knock skulls off their staffs before the water level rises above your head<br />\r\n- hitting mummies with a shovel to keep them at bay<br />\r\n- Firing an old gun into the dark tunnels of a mine to fend off giant spiders<br />\r\n<br />\r\nThe scores from each level total up to a grand total score. Ideal mini games for a spooky Halloween party where you and your friends can take it in turns to enter the dark depths below and play the party games. Each level is quick and easy to learn so no long investment in time required to get started and comparing scores with your friends.<br />\r\n<br />\r\nSurvive as long as you can against the angry mummies and jumping spiders to achieve a higher score. Simple, uncomplicated and spooky.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/525540/header.jpg?t=1474366345",
    "developers": [
      "David Nestoruk",
      "Karl Binder"
    ],
    "publishers": [
      "Adhere Technology"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}