{
  "525640": {
    "name": "Bullets And More VR - BAM VR",
    "steam_appid": 525640,
    "required_age": 0,
    "is_free": false,
    "description": "Jump into an action packed multiplayer experience with up to 12 players and respawns without boring downtime. Featuring more than 40 unique maps in different game modes (BAM Royale, Deathmatch, Team Deathmatch, Capture The Flag, Virus Infection, Gun Game and Classic Deathmatch). <br><br>Enjoy an arsenal of more than 30 realistic behaving weapons in multiplayer and single-player: such as knives, rifles, grenades, RPGs, and even bows and support for attachments, silencers and even bipods.<br><br>Also featuring support for player controlled helicopters and cars that can carry multiple passengers and a parachute in case you need to eject in mid air.<br><br>The game is also featuring different singleplayer game modes and a Scene Editor with Workshop support.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Multiplayer with up to 12 players<br></li><li>Bot support (Artificial Intelligence) in online and offline matches, Individual bot options are available such as difficultly, melee, and even suicide bombers!<br></li><li>More than 40 unique maps in different game modes<br></li><li>Support for player controlled helicopters and cars that can carry multiple passengers<br></li><li>Parachutes<br></li><li>Various game modes for multiplayer: BAM Royale, Deathmatch, Team Deathmatch, Capture The Flag, Virus Infection, Gun Game and Classic Deathmatch<br></li><li>More than 30 realistic behaving weapons (also including bows, RPGs)<br></li><li>Weapon attachments, silencers and even bipods<br></li><li>Ladders and other climbable objects<br></li><li>In-game Scene Editor to create own maps<br></li><li>Workshop support to load maps created by other users<br></li><li>Further singleplayer dedicated modes to practice and compete (detailed local and global highscores)<br></li><li>Lots of locomotion options like touchpad, slide, teleport and more</li></ul><br><i>TO USERS OF OCULUS RIFT AND OCULUS TOUCH:<br>You can play this game with two front facing cameras by making use of the snap turning feature (can be configured even further in the locomotion options). However it might be a more smooth experience to place your two cameras in opposite corners of the room to allow for a larger tracking area.</i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/525640/header.jpg?t=1550451026",
    "developers": [
      "Koenigz"
    ],
    "publishers": [
      "Koenigz"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 19,
      "total_negative": 0,
      "total_reviews": 19
    }
  }
}