{
  "526730": {
    "name": "Life of Lon: Chapter 1",
    "steam_appid": 526730,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>A Fantastical Science Fantasy Journey into Another World</strong><br>As the protagonist Lon, you awake from hypersleep just in time to encounter a space anomaly that sends your ship careening towards an alien planet called Paracosma. You awaken from the crash- now deep beneath the alien waves. You encounter a beautiful and curious creature that seems to only bark &quot;Yep.&quot; Yep appears to want you to follow- reacting to your movements and actions. Perhaps Yep will come in handy when it comes to finding some way to power up your ship.<br><br><strong>The Seated Adventure Game</strong><br>We decided to create a vast journey-esque experience that can be enjoyed sitting down. The navigation and interaction don’t require a great deal of head or arm movement, meaning players with disabilities will have an easier time playing.<br><br><strong>Yep</strong><br>Yep is your friendly alien companion that will help you understand and navigate this foreign world.<br><br><strong>An Original Score</strong><br>Every composition in Life of Lon has been carefully constructed to flow with the narrative and push the player to new emotional heights.<br><br><strong>An All Ages Story</strong><br>A minimal amount of violence is written into the story- and it carries weight and consequences.<br><br><strong>Text-free Storytelling</strong><br>Players from around the world will be able to enjoy it without knowing English.<br><br><strong>A Thoughtful VR Game</strong><br>A Focus on environment puzzles, atmosphere and exploration rather than killing, high scores, and gimmicks. Writing always takes the front seat.<br><br><strong>Innovations in Comfort</strong><br>Tested on hundreds of people, our approach includes a glowing half-orb that anchors the player to the world, field of view darkening during turning, comfortable movement speed, and primarily forward locomotion. We hope to see other developers creating seated adventure games like this in the future.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/526730/header.jpg?t=1496343857",
    "developers": [
      "Block Interval"
    ],
    "publishers": [
      "Block Interval"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}