{
  "527080": {
    "name": "Fantasy Grounds - Quests of Doom (PFRPG)",
    "steam_appid": 527080,
    "required_age": 0,
    "is_free": false,
    "description": "What happens when you take some the best adventure writers in the world, and set them loose to assemble a book of masterpiece-level challenges for players? Quests of Doom, thats what happens!<br>This book is packed with 18 adventures in over 250 pages, by acclaimed and award-winning authors Ed Greenwood (The Forgotten Realms Campaign Setting, The City of Splendors),Bill Webb (Rappan Athuk, The Lost City of Barakus), Matt Finch (Swords &amp; Wizardry, Tome of Adventure Design), J. Collura (Caverns of Thracia Reloaded, Chaos Rising), Michael Curtis (The Dungeon Alphabet, Realms of Crawling Chaos),Casey Christofferson (The Tome of Horrors, City of Brass), Steve Winter (Tyranny of Dragons, Murder in Baldurs Gate), James M. Ward (Gamma World, Pool of Radiance, Castle Keepers Guide), and Skip Williams (Axe of the Dwarvish Lords, The Rod of Seven Parts).<br>Containing some of our older adventures (Demons &amp; Devils and Vampires &amp; Liches), and a vast array of new ones, your players will be pitted against the craftiest and most sinister adventure-writers we could find, to give you more of our Adventures Worth Winning!<br><i>Adapted for Fantasy Grounds by: </i><strong>Cari Harper</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/527080/header.jpg?t=1768362997",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 9000,
      "final": 9000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 90.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 13 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}