{
  "527330": {
    "name": "Grave: VR Prologue",
    "steam_appid": 527330,
    "required_age": 0,
    "is_free": false,
    "description": "Grave: VR Prologue is a single-player, surrealist, virtual reality horror experience where light is your only tool for survival. Designed specifically from the ground up for intuitive motion controls, Grave: VR Prologue presents a unique chance to feel the white-knuckle tension of being inside your worst nightmare. It also serves as an introduction to the world of Grave, a surrealist nightmare landscape where light is your only weapon against terrible monsters.<br>​<h2 class=\"bb_tag\" >FEATURES</h2><ul class=\"bb_ul\"><li><strong>Psychological horror -</strong> You're the weakest creature in the world of Grave, and must use every resource at your disposal in order to survive the night.<br></li><li><strong>No Conventional Weapons -</strong> Light is your only protection against creatures that feed off the night.<br></li><li><strong>A variety of Deadly monsters -</strong> Including Strangers, Orphans, Wraiths, and The Tortured, each with different strengths and weakness against your arsenal<br></li><li><strong>Intuitive controls -</strong> Designed from the ground up for motion controls. Pull a match from the box and strike it as if it existed in real life, reach to your belt and grab a flashlight or pull the pin on a flashbang; you'll forget that it's not real.<br></li><li><strong>Story-driven VR experience -</strong> Intriguing storyline with a focus on on progression and discovery, not just survival<br></li><li><strong>Highly Interactive Environments -</strong> Not your typical VR horror experience. Navigate the environment using an intuitive node-based traversal system to discover hidden locations and extra resources.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/527330/header.jpg?t=1519745969",
    "developers": [
      "Broken Window Studios, LLC"
    ],
    "publishers": [
      "Broken Window Studios, LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}