{
  "527370": {
    "name": "Command LIVE - Spratly Spat",
    "steam_appid": 527370,
    "required_age": 0,
    "is_free": false,
    "description": "The People’s Republic of China’s primary foreign policy concerns are energy security and trade.  Its industrial might and economic strength continues to multiply requiring significant resources from around the world. The sea lines of communication (SLOC) between China and the Middle East and Africa are the most vital and China has invested heavily in expanding and modernizing its Navy to protect this route denying potential adversaries the ability to influence Chinese policy by cutting these vital lines and rolling back adversaries away from the Chinese mainland.<br><br>Recently China has been pursuing a more aggressive policy by challenging its neighbors over the various islands and atolls in the South China Sea. It has shown particular interest in the Spratly Islands and Atolls which while sparse offer a very strategic position to controlling the greater South China Sea.  It started its invasion with significant naval patrols and has grown into massive land reclamation projects transforming many deserted atolls into useful island air bases and ports allowing the PRC to dominate the region and have the potential to project power further south.<br><br>China’s neighbors have hardly been sitting idle while this take over has slowly occurred.  Vietnam, Taiwan, the Philippines, Malaysia and Brunei all have claims within the Spratly’s and have challenged China on the waters and in international court a number of times. Vietnam lost a vicious naval skirmish in 1988 over South Johnson Reef and the Philippines recently won its challenge to PRC territorial claims although the results were ignored. China believes a post World War 2 map depicting a nine dash line defines its maritime territory almost as far as Indonesia. It now has the military capacity to defend this claim as independently no regional power can challenge them. They are winning the dispute by virtue of being the largest local military power and willing to use it to bully the small nations out of the region.<br><br>The United States has been supportive of its regional allies in this dispute but restrained due to massive military commitments in the Middle East, election year politics and relative uncertainly with its China strategy.  It has sent numerous warships including a carrier group on freedom of navigation exercise through the region that while are temporary shows of strength are not sustained which cedes the field to the next greatest power, China. It is an issue that will continue until the United States is able to fully pivot its resources from the Middle East to Asia and one that the regional powers may have to deal with largely on their own.<br><br>This scenario is an exploration of what could happen if the regional powers unite and with limited assistance of the US challenge the Chinese Navy. Could a force similar to NATO’s STANAVFORLANT be a good enough deterrent to give the Dragon pause?<br><br><br><u><strong>Chinese Side</strong></u><br><br>You are authorized to attack only surface vessels and submarines violating Spratly waters (V1-V4). If attacked you are clear to attack all known air and sea targets in the region. You are not authorized to strike land bases and facilities outside the Spratly’s.<br><br>Assets:<br><br>Liaoning Carrier Strike Group:<br><br>PLAN Liaoning [Liaoning CV]: 8 J-15 Multirole Fighters, 4 J-15S Multirole Fighters, 4 Z-F18FQ ASW, 4 Z-18YJ AEW<br>PLAN Changsha [Type 052D DDG]: 1 Z-9C ASW<br>PLAN Shenyang [Type 052C DDG]<br>PLAN Wuhan[Type 052B DDG]<br>PLAN Sanya [Type 054A FFG]: 1 Z-9C ASW<br>PLAN Hengshui [Type 054A FFG]: 1 Z-9C ASW<br>PLAN Chaohu [Type 093A AOE]<br>PLAN Jingmen [Type 056A FFG]<br><br>PLAN Suqian [Type 056A FFG]<br><br>1 SSK or SSK [To be assigned later]<br><br>Supporting Air Forces:<br><br>Yaxian-Sanya Air Base: 14 JH-7A Attack Aircraft<br>Woody Island Airstrip: 12 J-11BH Flanker B Multirole Aircraft<br>Lingshui Air Base: 14 J-8F Fighters<br>Haikou Airport: 4 Y-8Q Cub ASW, 3 Y-8X Cub MPA<br>Guiping Mengshu Air Base: 6 HY-6D Tanker, 20 H-6G/M Badger Bombers <br><br><br>TF Guardian Side <br><br>If attacked you are clear to attack all known air and sea targets in the region. You are not authorized to strike land bases and facilities outside the Spratly Islands.<br><br>Assets:<br><br>TF Guardian<br><br>BRP Gregorio Del Polar [Hamilton Class High Endurance Cutter]: 1 Bo-105C ASW<br>HQ Dinh Tien Houang [Gepard FFG]<br>KD Lekiu [FFG]: 1 Lynx Mk 300<br>KRI Sultan Iskandar Muda [Sigma FFG]:1 AS535 ASW<br>ROC Ma Kong [Kidd DDG]: 2 S-70C ASW<br>ROC Wu Yi [Wu Yi AOE]<br>RSS Tenacious [Formidable FFG]: 1 S-70B ASW<br>USS Chung Hoon [Arleigh Burke Flight IIA DDG]: 2 MH-60R ASW<br>2 SSN or SSK [To be assigned later]<br><br>Supporting Air Forces:<br><br>RMAF Labuan:  14 Hawk 208 Multirole Fighters, 8 SU-30MKM Flanker G Multirole Fighters, 8 F/A-18D Hornet Multirole Fighters, 2 KC-130T Tankers<br>Antonio Bautista Air Base: 12 F/A-18C Hornet Multirole Fighters,4  EA-6B Prowler Jamming Aircraft,2  KC-130J Tankers<br>Bien Hoa Air Base: 14 SU-30MK2V Flanker Multirole Fighters<br>Phang Rang Air Base: 14 SU-22M-4K Fitter Attack Aircraft<br>Phu Cat Air Base:  6 SU-27SK Fighters<br>Beneto Ebeun Air Base: 6 Orion P-3C AIP",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/527370/header.jpg?t=1573687222",
    "developers": [
      "WarfareSims"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2180,
      "final": 2180,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.80"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}