{
  "527400": {
    "name": "Honey Rose - Symbolic Tier",
    "steam_appid": 527400,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>IMPORTANT NOTICE</strong><br><br>DLC for Honey Rose: Underdog Fighter Extraordinaire stand in for <strong>different suggested tiers of support</strong>, in accordance to the &quot;pay-what-you-liked&quot; model. They're designed to allow players a chance to <strong>support the game at whichever value they prefer</strong>, after having experienced the game's contents.<br><br>This DLC system is meant to parallel the choice offered by the &quot;pay-what-you-liked&quot; model.<strong> None of the game's content is locked</strong>, and <strong>purchasing DLC will not unlock any additional data</strong> related to the game. <strong><u>Purchasing this DLC is only and expressedly meant to support the game and its creator!</u></strong><br><br><strong><br>Pricing:</strong><br><br>The game uses a &quot;pay-what-you-liked&quot; remuneration model.<br><br>&quot;Pay-what-you-liked&quot; is a system designed after &quot;pay-what-you-want&quot;, except you choose to support the game *after* having played it for yourself, and determined its personal value based on your own experience. It is designed to offer each player the most choice possible in whether to support the game or not.<br><br>Since Steam doesn't support &quot;pay-what-you-liked&quot; or &quot;pay-what-you-want&quot; remuneration systems, the DLC acts as a stand-in to offer multiple suggested tiers of support. <br><br>IMPORTANT NOTE: buying DLC stands in for supporting the game at the value of the suggested tier. It will NOT enhance or change your ingame experience, you will not be getting additional content other players can't access, as the aim for this system is for the game to be the same for everyone: ie, its most complete state right off the bat! That also means the game is NOT F2P/P2W: there is NO in-game economy that allows you to pay for additional content. The game is fully available for free from the minute you start playing it!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/527400/header.jpg?t=1478020377",
    "developers": [
      "Pehesse"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}