{
  "527880": {
    "name": "Dreadful",
    "steam_appid": 527880,
    "required_age": 0,
    "is_free": false,
    "description": "Dreadful is a survival horror game that features an altered gameplay style with third-person navigation currently in development by Green Eye Games.<h2 class=\"bb_tag\" >Storyline</h2><br>A former sergeant named Smith shot his wife Mary and two young children Chris and Rebecca to death before turning his shotgun on himself. Investigators said that the main reason behind his act is still unknown to this day and many police reports said that neighbors heard loud noises coming from the house at midnight but when police came to the scene they found no one.<br><br><br>You will take control of David Hill, a 35 years old journalist and reveal the truth behind this tragic event and the strange noises coming from this house.<br><br>“Believe only half of what you see and nothing that you hear.” - Edgar Allan Poe<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li>The Environment</li></ul> Dreadful will be set in a house where an entire family was killed and a town where everything you see is Mary's creation, you will check every corner, every object, inspect anything unusual, you will be able to use anything you can see in the game .<br><br><ul class=\"bb_ul\"><li>True Horror</li></ul> We are sure that the game will mess with your mind and exploit your imagination. When developing the game we thought about every move that the player can make, we believe that your imagination is a weak spot. <br><br><ul class=\"bb_ul\"><li>Game mechanics</li></ul> Your Breath is your main weapon. There are a lot of ways to defend yourself in Dreadful but Controlling your breath and fear is your main weapon when you are in the house.<br><br>We have set up an AI system that will make the entity &quot;Mary&quot; smells and detects your fear, so always keep an eye on your heartbeat speed.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/527880/header.jpg?t=1752122324",
    "developers": [
      "Volens Nolens Games"
    ],
    "publishers": [
      "Volens Nolens Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}