{
  "527960": {
    "name": "Fractured State",
    "steam_appid": 527960,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/527960/extras/23007f3f33b279ea9e863bae44a0f359.avif?t=1586544201\" width=624 height=70 /></span><br><i>&quot;As the Children of the Ancients sweep through the mining operations of the Northern Provinces, destroying all in their path, the Executor flexes the industrial might of the State to quell local rebellions. Laperia burns and Kimmel, the charismatic leader of the Children, will stop at nothing until the empire is reduced to flinders.&quot;</i><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/527960/extras/1cc3a9461bf6efcf1f1cdb031a63e070.avif?t=1586544201\" width=624 height=70 /></span><br><i>Fractured State</i> refines the RTS genre into fast-paced strategic urban combat where the machine driven imperialistic faction of the Laperian Imperial Army battle to remain in control against the Children of the Ancients, worshipers and masters of an ancient power. Choose a side then vie for control of each territory where taking over new buildings gives tactical advantage, provides the ability to recruit more specialized units and army wide bonuses, as well as impart overall dominance of the area. <br><br>Doing away with overly complex micromanagement and mass resource gathering, <i>Fractured State</i> focuses on battle strategies in an urban environment. The only real resources you must manage are your troops, building occupation and time. Each specialized unit requires a specific amount of time to prepare to enter the fray and each building you take control of determines map population, recruitment options and territorial control. <br><br><i>In a land engulfed in a brutal civil war split between technical advancement and ancient ways, magic and machines, oppression and rebellion – which side will you choose in this fractured state?</i><h2 class=\"bb_tag\" >TERRITORY CONTROL</h2><br>Battle maps are split up into territories. Occupy the most structures in a territory in order to keep control of it. Territories provide army-wide bonuses and increase the number of troops you can control. Reinforcements you request arrive via your controlled territories. Controlling territories and denying your enemy a foothold are the keys to victory.<h2 class=\"bb_tag\" >BUILDING OCCUPATION</h2><br>Buildings represent important strategic points; this is primarily an urban war after all. Some buildings unlock abilities, new units, passive bonuses, or squad refreshes. Storm buildings to uproot and destroy entrenched enemy forces. You have full control of your units whether they are inside or outside.<h2 class=\"bb_tag\" >WEAPON ACCURACY</h2><br>No soldier hits his mark 100% of the time, and no weapon is completely accurate. Distance plays a role. Closing down on your target is dangerous but can yield better results.<h2 class=\"bb_tag\" >COVER</h2><br>The most common cause of death for soldiers of the Laperian conflict is exposure. And bullets. And exposure to bullets. Cover makes your units harder to hit. Troops in cover can be dispatched more easily by flanking and rear attacks. Troop placement and cover management are critical to your success. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/527960/extras/0154710b29b0b3a7ca9e73eae5ebd7c5.avif?t=1586544201\" width=624 height=70 /></span><h2 class=\"bb_tag\" >EARLY ACCESS LAUNCH FEATURES</h2><ul class=\"bb_ul\">   <li> <strong>Map Editor</strong> – Create and share your own maps with the Fractured State community<br>   </li><li> <strong>7 Playable Maps</strong> – includes 2, 3 and 4 Player Maps<br>   </li><li> <strong>Multiplayer</strong> - LAN and Online<br>   </li><li> <strong>6 Unique Units per Faction</strong> - Children of the Ancients: Knight, Ancient Fist, Warden, Vicar, Ruhk and Fanatic Laperian: Conscript, Grenadier, Transport, Surgeon, Flamethrower and Sharpshooter<br>   </li><li> <strong>Multiple Combat Styles</strong> - Open area, Occupied Structure and Cover Based<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/527960/extras/8acd03747584e2f65ff27c13f21148d7.avif?t=1586544201\" width=624 height=100 /></span></li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/527960/header.jpg?t=1586544201",
    "developers": [
      "Mechanical Monocle"
    ],
    "publishers": [
      "Mechanical Monocle"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}