{
  "527980": {
    "name": "Virtual Race Car Engineer 2017 Demo",
    "steam_appid": 527980,
    "required_age": 0,
    "is_free": true,
    "description": "The Virtual Race Car Engineer is a Windows PC software program featuring numerous tools for easing the guesswork and uncertainty out of your race car setup development process. <br><br><strong>Lap Wizard</strong><br><br>Enter the car settings and results from a test run, report your handling impression, and the Lap Wizard recommends setup options and changes to cure your condition. <br><br>The algorithms were developed in collaboration with car chiefs and engineers of 20+ years practical experience, and take into account details as specific as underused or overused tires, suboptimal settings, the interaction of different chassis changes, front- or rear-wheel drive car, and even weather conditions. <br><br>Save your cars and tracks, setups and settings, test runs and results, to be recalled at any time. Reference them whenever needed. Reuse them as the basis for further test runs. <br><br><strong>Corner Wizard</strong><br><br>A &quot;quick tip&quot; tool for sussing out the possible setup changes to correct a variety of handling conditions on a given corner. <br><br><strong>Garage Manager</strong><br><br>Manage your saved cars, tracks and setups. Recall and reuse them as the basis for further testing runs. Reference them at any time ... race days, track days.<br><br><strong>Become the master</strong><br><br>Not only will you go faster in the garage and faster on the track today, but ultimately become a master of Setup Fu without even realizing it. <br><br>With each run on the Virtual Race Car Engineer you describe a condition specific to your own lap settings and results, and receive the recommendations and explanations to address that very situation. Over time and use you will come to understand the effect of chassis changes as they've related directly to your own experiences, and with that knowledge become the master.",
    "supported_languages": "英语, 葡萄牙语 - 葡萄牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/527980/header.jpg?t=1580310572",
    "developers": [
      "Tim McArthur"
    ],
    "publishers": [
      "Monkey Face Software LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}