{
  "528620": {
    "name": "Order of Battle: Blitzkrieg",
    "steam_appid": 528620,
    "required_age": 0,
    "is_free": false,
    "description": "On 1 September 1939, under the pretext of reclaiming the city of Danzig, German armed forces invade Poland. Honoring their diplomatic treaties and driven by the desire to maintain the balance of power in Europe, France and Great Britain swiftly declare war on Germany. This chain of events sets in motion the greatest war the world has ever seen: a Second World War.<br><br>In the early years of the conflict, Germany display a successful incorporation of modern aircraft and tank technology into its traditional tactic of Bewegungskrieg. These tactics rely on deep penetrations by armoured forces, supported by aggressive air attacks and prove to be highly effective at encircling and finally destroying the enemy. Resulting in lightning fast victories, the new form of warfare is referred to as the Blitzkrieg.<br><br>Set in this new theater of war, the new expansion for Order of Battle - WW2 puts the player in charge of the German Wehrmacht and Luftwaffe. Starting with the conquest of Poland, the campaign features the defeat of the Franco-British alliance on the western front, the invasion of the Soviet Union and finally the assault on Moscow in 1941.<h2 class=\"bb_tag\" >New Units and Nations!</h2><br>This expansion includes more than 140 new units, greatly expanding the unit rosters of Germany, France, Britain and the Soviet Union as well as adding several new minor nations to the game. Among the German units are the Panzer III and IV series, Bf109 and Fw190 fighter aircraft and powerful 88mm anti-aircraft guns, while the Allies have access to heavily armoured Matilda and Char B1 tanks, Spitfires, Hurricanes and unique Armoured Train units.<h2 class=\"bb_tag\" >Carry over your Core force between campaigns!</h2><br>Now it'll be possible to carry over your skilled and battle hardened soldiers from one campaign to the next one! Start with Blitzkrieg - and in the future export your core force to future campaigns involving the Wehrmacht!<h2 class=\"bb_tag\" >New Campaign &amp; Specialization system!</h2><br>Play through a long series of blitzkrieg wars and forge your Wehrmacht in the flames of combat! Carry over troops from scenario to scenario, and choose your path using the new Specialization system: gain Specialization points by completing primary and secondary objectives and then spend them on Specializations such as powerful Waffen SS divisions or the Tank School or Auftragstaktik doctrine to gain an early advantage.<br><br><ul class=\"bb_ul\"><li>Mława<br></li><li>Warsaw<br></li><li>Norway<br></li><li>Belgium<br></li><li>Fall Rot<br></li><li>Dunkirk<br></li><li>Yugoslavia<br></li><li>Greece<br></li><li>Minsk<br></li><li>Smolensk<br></li><li>Kiev<br></li><li>Moscow</li></ul>",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/528620/header.jpg?t=1614939610",
    "developers": [
      "The Artistocrats"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}