{
  "529390": {
    "name": "Wargame: Red Dragon - Nation Pack: Israel",
    "steam_appid": 529390,
    "required_age": 0,
    "is_free": false,
    "description": "WARGAME: RED DRAGON IS BACK WITH ISRAEL, A NEW NATION VOTED FOR BY THE COMMUNITY. <br />\r\n<br />\r\nThe million-selling series Wargame is back with a new Nation Pack DLC introducing a brand new army: Israel. As voted for by the community, the versatile Israeli army and its extensive use of modified foreign equipment joins the fray with 96 new units to add further depth to Eugen Systems’ spectacular RTS.<br />\r\n<br />\r\nIsrael is playable as a stand-alone nation, bringing a wide array of weapons and vehicles that make Tzahal able to stand against any of the most-played decks. In addition to the legendary Merkava tank family, one of many of Israel’s indigenous designs, the army also features heavily modified import units. These include British Centurion, American M60s, French Mirages III &amp; V, as well as Soviet T-55 and PT-76 - salvaged from previous wars. <br />\r\n<br />\r\nState-of-the-art weaponry connoisseurs will enjoy the Makmat, a huge self-propelled heavy 160mm mortar mounted on a World War 2 Sherman tank; the monstrous Multiple Launch Rocket System MAR-290 is on Centurion chassis; or the Sholef, proudly mounting a Finnish gun on a heavily armored Merkava chassis. <br />\r\n<br />\r\nTruly versatile, Tzahal leans on its complete infantry roster and effective anti-tank guided missile designs to scout and deal damage from long range. They are able to strike with extreme precision, thanks to the Spike, MAPATS and LAHAT units as well as the renowned Nimrod missile. Tzahal also makes use of aircrafts, such as the Lahatut and Tzefa helicopters, to support their ground assaults.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 俄语, 日语, 韩语, 乌克兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/529390/header.jpg?t=1569962401",
    "developers": [
      "Eugen Systems"
    ],
    "publishers": [
      "Eugen Systems"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 23,
      "total_negative": 0,
      "total_reviews": 23
    }
  }
}