{
  "529610": {
    "name": "FISH LAKE",
    "steam_appid": 529610,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>A thousand years ago, the Ojibwe people moved across the continent – and nobody knows exactly why.<br><br>So begins Fish Lake, a game from 7 Generation Games where math matters to survival. We’ve created an engaging 3D virtual world where players learn math and social studies within the context of the game.<br><br>What motivated the Ojibwe to journey into the unknown? Some believe it was because they were running out of food. But, how would they have known? Well, they would have noticed a change in the amount of fish available and measured it through observations and calculations. In other words, they would have used math.<br><br>Fish Lake focuses on fractions (including word problems) and teaches Ojibwe culture. Watch out for the poisonous snakes! Make your way down the rapids. Find enough food for your village’s survival. Build a Red River cart. Figure out “what’s fair.” Who knew you could get this excited about fractions. Grades 4 and up. Mac and PC.<br><br>At 7 Generation Games, we're making games that make you smarter. And seriously, who doesn't want to be smarter?</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/529610/header.jpg?t=1481914678",
    "developers": [
      "7 Generation Games"
    ],
    "publishers": [
      "7 Generation Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}