{
  "529700": {
    "name": "Total Extreme Wrestling 2013",
    "steam_appid": 529700,
    "required_age": 0,
    "is_free": false,
    "description": "Prove you have what it takes to lead your own wrestling franchise to victory! You're the promoter and it's your job to crush the competition by assembling, managing, and developing a winning roster of wrestling stars. Choose from hundreds of global wrestlers, develop your own story with the newly revamped storyline section, manage large promotions, schedule PPV and TV events, and form alliances to defeat the competition. In this realistic simulation, you'll deal with plenty of egos, backstage rivalries, locker room politics, TV networks and ruthless rival promotions. It's your time to step into the ring and conquer the world of Total Extreme Wrestling.<h2 class=\"bb_tag\" >Features: </h2><ul class=\"bb_ul\"><li>The most accurate wrestling simulator ever made, including wrestlers with styles that can change over time due to injury, age, or skill level changes. Managing your wrestlers is a key skill. <br></li><li>Choose from hundreds of detailed wrestlers from around the world <br></li><li>The in-depth editor tools allow players to create their own databases, including a Quick Wrestler Creator. <br></li><li>Develop your own storylines with the newly revamped storyline section. <br></li><li>Narratives allow for an element of storytelling in the game world. The user can pre-set certain events to happen on specific days, along with the optional ability to create a story explaining the event that will appear on the in-game web site. <br></li><li>Choose from hundreds of Match Types. <br></li><li>New even more realistic Battle Royals. <br></li><li>Manage Large Promotions with the Assistant Booker. <br></li><li>Build territorial promotions with the Umbrella Promotions feature . <br></li><li>The &quot;Create a Product&quot; mode allows you to fine tune a promotion's style to your exact specifications, from specifying how long matches are expected to last to how much appeal the promotion has to mainstream audiences. <br></li><li>Advance Booking mode allows you to pre-advertise matches of any type for your upcoming shows. <br></li><li>The Game World Balancer automatically makes sure that there is a good distribution around the world of key staff like announcers and referees. <br></li><li>The  title lineage feature allows you to pre-set histories for any championship in the game, allowing wrestler's old title reigns to be recognized. <br></li><li>All title belts have a prestige value, meaning you can try to raise certain championships in the eyes of the fans. <br></li><li>User Preferences allow you to maximize your ability to customize the gameplay experience. <br></li><li>User Characters allow you to enter the game world, and take part in shows, whether you want to be a wrestler, an announcer, or simply stay backstage away from the cameras. Grant specific strengths to your created characters. <br></li><li>In-depth merchandise settings. <br></li><li>User Preferences allow you to maximize your ability to customize the gameplay experience. <br></li><li>Crush the competition by forming alliances with other companies.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/529700/header.jpg?t=1520623761",
    "developers": [
      "Grey Dog Software"
    ],
    "publishers": [
      "Viva Media"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}