{
  "529770": {
    "name": "Ley Lines",
    "steam_appid": 529770,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Ley Lines</strong> is a single-player action-adventure puzzle-solving game developed by a team of students at Florida Interactive Entertainment Academy! Thank you so much for taking the time to look at and play our game.<h2 class=\"bb_tag\" > <strong> Overview </strong> </h2><ul class=\"bb_ul\"><li>You are the last hope of a ruined world, capable of restoring the severed Ley Lines.<br></li><li>Throughout the ruined temple of Miria's Heart, attune to and master five unique powers, allowing you to alter gravity, slow time, shift space, and much more. Unique puzzles scattered throughout the temple's remains can be overcome in a variety of ways by using and combining your world-bending abilities.</li></ul><h2 class=\"bb_tag\" ><strong> Powers </strong></h2><strong>Gravity Well</strong><br><ul class=\"bb_ul\"><li>Arrows fired while attuned to the Gravity Ley Line can produce spherical wells of potent energy. <br></li><li>Objects will be drawn to the epicenter of these wells, allowing the player to unblock otherwise impassable barriers, curve the trajectory of her arrows, and even slingshot herself to new heights.</li></ul><strong>Light Bridge</strong><br><ul class=\"bb_ul\"><li>Arrows fired while attuned to the Bridge Ley Line can produce long platforms of hard light.<br></li><li>By striking a beginning point and an end point on receptive relics in the environment, the player can cross wide chasms and even break through brittle structures.</li></ul><strong>Levitation</strong><br><ul class=\"bb_ul\"><li> Arrows fired while attuned to the Levitation Ley Line can make receptive relics weightless, and movable at a distance through thought alone.<br></li><li> By arranging weightless platforms in a series, players can climb to otherwise unreachable locations through levitation alone, or use cleverly placed floating relics in combination with other ley abilities to solve puzzles in unique ways.</li></ul><strong>Time Slow</strong><br><ul class=\"bb_ul\"><li>Arrows fired while attuned to the Gravity Ley Line can slow objects to a fraction of their former speed.<br></li><li>In situations where slowing fast-moving relics individually is not enough, the player can also temporarily slow down all time around her.<br></li><li>The unbound and corrupted ley energy of the temple causes many objects to move rapidly and randomly. Slowing time is often the only way to bypass these dangerous obstacles.</li></ul><strong>Warp</strong><br><ul class=\"bb_ul\"><li>Arrows fired while attuned to the Warp Ley Line can transport receptive relics forward in an instant, even bypassing otherwise impermeable barriers. <br></li><li>The player is also capable of placing a single &quot;warp point&quot; to which she can recall at any time, even if the path behind her has been blocked.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/529770/header.jpg?t=1481554847",
    "developers": [
      "Miria Studios"
    ],
    "publishers": [
      "Miria Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}