{
  "529790": {
    "name": "Gone with the Demon",
    "steam_appid": 529790,
    "required_age": 0,
    "is_free": false,
    "description": "Gone with the Demon is a first-person modern dungeon brawler game in which the player explores a creepy labyrinthine environment, battling vicious demons and possessed enemies who grow stronger every time the player dies in a directional, fluid, solid combat system.<h2 class=\"bb_tag\" >key Features</h2><br><br><strong>Bidirectional combat system that suits the first-person perspective</strong><br>Basically, all the attacks in the game come from the left or right side, so the direction of the attack must be determined before dealing with it. Unlike the third-person view, in the first-person view it is easier to know which direction the enemy is attacking from without indicators by seeing the enemy’s movements, making combat more immersive.<br> <br><strong>Terrifying enemies encouraged by the player’s death</strong><br>The labyrinthine corridors and rooms are filled with mysterious demons and possessed enemies. Of course, there are gargantuan demon bosses. When you are killed by enemies, they grow stronger. You have to make an offering to a Totem to turn the enemies back to normal or fight against enemies that constantly test you.<br> <br><strong>A variety of movements with fluid controls that are easy to grasp</strong><br>The game provides players with a variety of movements like block, dodge, counterattack, guard break, backstabbing, and weapon-specific combos. You will need to make use of all your movements and fight strategically. It's important to work on seeing the enemy’s movement and knowing when to attack or block.<br> <br><strong>Diverse melee weapons and projectiles</strong><br>Pipe wrenches, knives, baseball bats, sledgehammers and a lot more tools.<br>Each weapon has unique stats and a unique move set. Figure out which weapon is more effective to which enemy. Also, you may throw stones and bricks to attract enemies or Molotov cocktails to BURN THEM ALL.<br><br><strong>Dangerous or helpful secrets</strong><br>Look around, find notes and break crates to reveal hidden paths and items. Watch your step to avoid traps. If you discover the traps in advance, you can lead enemies into the traps.<br> <br><strong>Level-up</strong><br>Collect Demon Essence and spend it to enhance character abilities and buy items.<br>Character abilities will determine character personalities and game playstyles.<br> <br>Supports game controllers with rumble.",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/529790/header.jpg?t=1493982411",
    "developers": [
      "BoyAndWitch Studio"
    ],
    "publishers": [
      "BoyAndWitch Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 1 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 3,
      "total_negative": 0,
      "total_reviews": 3
    }
  }
}