{
  "529820": {
    "name": "Beyond Power VR",
    "steam_appid": 529820,
    "required_age": 0,
    "is_free": false,
    "description": "** <strong>Important note</strong>: This is an online only game and users have been having trouble finding other people online to play against. Please be aware of this problem. We would recommend to play against a friend in order to avoid it. **<br><br><strong>Beyond Power VR</strong> is a homage to our most powerfull heroes and a giant leap away from traditional shooters. Destroy everything in sight with your sheer power. You are so powerfull that weapons are useless. <br><br>The game was designed from the ground up focused on immersion so controlling your godly powers can be intuitive and natural. There is no weapon switching or menu selection in battle. All your powers are activated and released by your movements.<br>Currently, battles are online with up to 8 players in an arena deathmatch. Battles can take place day or night with dynamic weather system. You better hide for your life when the clouds take over the sky with Scrios rage.<br><br>Current Characters:<br><ul class=\"bb_ul\"><li>Draken - He will overcome his foes with his sheer powers. Your enemies can't hide if you destroy everything in your way.<br></li><li>Roho - Stealth and tactics are his strengh. His spirit powers will pass through all the obstacles to damage his enemy.<br></li><li>Scrios - This faceless cosmical being will summon meteors to destroy all life.</li></ul><br>Note: The game currently only works on HTC VIVE.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/529820/header.jpg?t=1484506171",
    "developers": [
      "Unparalleled Games"
    ],
    "publishers": [
      "Unparalleled Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 30 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}