{
  "530640": {
    "name": "Conflict of Heroes: Storms of Steel",
    "steam_appid": 530640,
    "required_age": 0,
    "is_free": false,
    "description": "Storms of Steel is set in the Battle of Kursk and brings an impressive new campaign, created in part by legendary wargame designer John Hill, to Conflict of Heroes.  Storms of Steel adds rules for airplanes, snipers, and over fifty new units.<br><br>Operation Citadel was to be the major German offensive on the Eastern Front in 1943. It chose the most obvious target: the bulge in the front line around the city of Kursk. Germany badly needed a quick success for several reasons: shorten the frontline, free up forces against the inevitable invasion of Western Europe, and to keep her fledging allies in the camp.<br><br>Hitler gambled all resources on this battle and his insistence on having the newest tank models, the Panther and the Tiger, on the battlefield in force delayed the offensive. Such big preparations against an obvious target did not go unnoticed by the Soviets. While the Germans massed tanks, airplanes, and artillery, the Red Army built impressive fortifications, and was very well prepared when the Panzers finally started rolling on the 5th of July.<br>North of the salient, the German 9th Army under Colonel-General Model encountered resistance and conditions more similar to trench warfare than the Blitzkrieg they were used to. Although characterized by intense and desperate fighting, the northern attack never made much progress.<br>The Southern attack saw much more success initially, as General Hoth`s 4th Panzer Army broke through the first line of defences and with the II SS Panzer Corps leading the charge, put the best of the German forces against battle-hardened veteran units of the Red Army.  The fate of the battle hung in the balance.  The clash of the full might of the two warring powers culminated in the largest tank battle in history, outside Prokhorovka, where 900 Soviet tanks charged 600 German panzers to neutralize the German long range advantage.<br><br>Eventually, with the failure of the northern arm of the attack, with the tenacious resistance of the Red Army and with the Allied landing in Sicily causing Hitler to relocate forces from the offensive to Italy, the Germans failed to gain their objectives and bled their panzer armies dry against the well-prepared and determined Soviet resistance.  Stalingrad ensured that the Germans would not prevail in the East; Kursk gave the Soviets the initiative and they maintained it all the way to Berlin.<br><br>Conflict of Heroes: Storms of Steel puts you in command in the fast-paced and fiery firefights of the Battle of Kursk, allowing you to experience first-hand the challenges of this massive and decisive battle.<br><br>Features<br><br><ul class=\"bb_ul\"><li>Fifteen new firefights: Clear and Secure, The Courier's Satchel, Wind or Sniper, State Farm 158, Pursuit from State Farm 158, Sneak Attack, Wounded Tiger, Black Knight of the Steppe, Blinding the Bear, Tanks!, Romistrov Red Dawn, The Bloody Brothers, Luchki Parts I and II, and Dance of the Totenkopfs<br></li><li>New terrain types: rivers, fords, balkas, and tank traps.<br></li><li>Rules for fighters: Stuka, Henschel, and Shturmovik IL-2.<br></li><li>Rules for sniper units. Fire without being exposed.<br></li><li>Spend Command Action Points to search for enemy snipers.<br></li><li>Over fifty new units! New AT Guns, Marders, Panzers, troop transports, Panthers, Tigers, T-70's, Grenadier Squads, and much more.<br></li><li>Play head-to-head using the Conflict of Heroes Online Lobby. Online games are compatible with Conflict of Heroes: Awakening the Bear.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/530640/header.jpg?t=1560508185",
    "developers": [
      "Western Civilization Software"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 10800,
      "final": 10800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 108.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}