{
  "530780": {
    "name": "Expansion - Crusader Kings II: Monks and Mystics",
    "steam_appid": 530780,
    "required_age": 0,
    "is_free": false,
    "description": "For centuries, the abbeys of Europe have had a sacred mission – to keep the flame of holy knowledge burning through an era of strife and to keep the secular powers on a righteous path. To the east, a mysterious new sect seeks out those who stray from the Prophet’s path, using not-so-gentle means to remind the impious of the power of God. And, in the shadows, alchemists and religious usurpers challenge the current order. Rumors of dark sacrifices are whispered in taverns throughout the known world.<br><br>In Monks and Mystics, your characters can follow new paths in their search for religious enlightenment and holy blessing, joining sacred societies or secret brotherhoods that open new opportunities for role-playing and story-telling in one of the most popular historical strategy games ever made.<br><br><strong>Features of Monks and Mystics include:</strong><h2 class=\"bb_tag\" >Societies:</h2>Characters earn new powers and encounter new events as they climb the ranks of religious societies<h2 class=\"bb_tag\" >Monastic Orders:</h2>Stay on the holy path of charity and good works, building churches and serving the poor<h2 class=\"bb_tag\" >Devil Worship:</h2>Secretly worship the masters of darkness in a quest for great powers that will smite your enemies and extend your life<h2 class=\"bb_tag\" >Assassins and Hermetics:</h2>Join a secret brotherhood of sacred murderers, striking at all who undermine the faith or try to fuse the holy and the mundane through study of alchemy and astrology.<h2 class=\"bb_tag\" >Relics and Special Items:</h2>Characters can acquire holy relics, masterwork weapons or elaborate pieces of jewelry. Store them in your treasury to gain prestige and other benefits.<h2 class=\"bb_tag\" >New Orders for Councilors:</h2>Your closest advisors will never be idle, with new general instructions that let them use their Talents while sitting safe in your castle.<h2 class=\"bb_tag\" >Monks and Mystics also includes new portraits and army designs for English and German cultures.</h2>",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/530780/header.jpg?t=1726490926",
    "developers": [
      "Paradox Development Studio"
    ],
    "publishers": [
      "Paradox Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7800,
      "final": 7800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 78.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "8 user reviews",
      "total_positive": 4,
      "total_negative": 4,
      "total_reviews": 8
    }
  }
}