{
  "530840": {
    "name": "This World Unknown Demo",
    "steam_appid": 530840,
    "required_age": 0,
    "is_free": true,
    "description": "Peace is scarce in the country of Aslande, which has been at war with the neighbouring country of Eressia for centuries. To Rhea, however, war is a distant concept; something she has heard about but never witnessed. Born in a small, secluded village, Rhea occupies her life with more mundane concerns: her job at the local hospital, her playful bickering with her friend Asa, and her prayers for a successful harvest come autumn.<br />\r\n<br />\r\nHowever, when Rhea's childhood friend, Luca, returns home from the war, Rhea is suddenly faced with a problem. Why is Luca suddenly so cold, so distant? What did he see out on the battlefield, and how did it change him?<br />\r\n<br />\r\nAt the same time, new worries plague Rhea, as one of the patients at the hospital is suffering from a rather perplexing illness - and a failure to cure him could have some unpleasant outcomes…<br />\r\n<br />\r\n•\t300k+ words (for full version)<br />\r\n•\tAround 10-15 hours of reading (for full version)<br />\r\n•\tBranching storyline with 4 different routes/love interests (for full version)<br />\r\n•\tLarge cast of characters (about 25 characters with sprites)<br />\r\n•\tFantasy otome game with lots of plot twists, some world building, and piles of fluffy romance<br />\r\n•\tDiverse cast featuring cat boys, succubi, slime girls, cute witches, and homicidal dryads~<br />\r\n•\t50 CGs (for full version)",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/530840/header.jpg?t=1534289975",
    "developers": [
      "ebi-hime"
    ],
    "publishers": [
      "ebi-hime"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}