{
  "531050": {
    "name": "Far Beyond: A space odyssey VR",
    "steam_appid": 531050,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/531050/extras/e639af69aabf20b08bf0c91b55ea122f.avif?t=1515993577\" width=574 height=108 /></span><br><strong><h2 class=\"bb_tag\" >1 - General Warning </h2></strong><br>For some people (1 in 500) becoming the last survivor (the kapaye) of an extinct civilization and be chosen to cross space in search of a new habitable planet may cause a dissociative identity disorder. We recommend that you consult your doctor to protect yourself from any psychological risk before entering Far Beyond: A space odyssey.  <br><br><strong><h2 class=\"bb_tag\" >2 - Efforts and Repetitive Stress</h2></strong><br>Establish a travel strategy in hyperspace, schedule refueling points on the galactic map, scan and extract resources via the holoviewer, monitor the autonomy level of the spaceship in order to maintain the oxygen recycling system on and repair the extravehicular probes can put your body and your mind to a severe test. If you experience any of these symptoms (high sensitivity to the autonomy alarm, pain in your arms when you scan a planet, annoyance when you miss a deployment to extract resources or shame when you break down) please only blame yourself (you are just bad).<br><br><strong><h2 class=\"bb_tag\" >3 - Use and Maintenance Of Embedded Equipment</h2></strong><br>To help you in your journey, two extravehicular probes, Columbus and Digger Master await you in the hangars of the spaceship at the back of command bay.<br>Here are some recommendations to reduce the risk of damaging equipment:<br><br><ul class=\"bb_ul\"><li>Deploy the probes only to detect, scan and extract resources on hostile planets.</li></ul><ul class=\"bb_ul\"><li>Perform regular and careful maintenance of the probes to protect yourself from the risk of failure.</li></ul><ul class=\"bb_ul\"><li>Remember to recycle your used parts.</li></ul><ul class=\"bb_ul\"><li>We recommend that you periodically upgrade the parts that compose the probes in order to improve wear resistance and increase their performance.<br></li><li>We do not refund the probes forgotten in a planetary system.</li></ul><br><strong><h2 class=\"bb_tag\" >4 - Responsibilities, Failures and Deaths</h2></strong><br>By agreeing to take part in this lone interstellar travel, you agree to take on the role of the Kapaye, you agree to take the risk of failing, you agree to be alone with your responsibilities, you agree to be alone facing death. Naturally we clear ourselves of any adverse effects that the experience of a slow and repeated death can have on your nervous system.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/531050/extras/e96b7b2db9d0bee3e91a370013f26582.avif?t=1515993577\" width=574 height=108 /></span><br><br>Far Beyond: A space odyssey is a peaceful space survival Virtual Reality game combining strategy, reflection, resource management and human scale crafting.<br><br>In Far Beyond: A space odyssey, you play the last survivor of your civilization.<br>The last chance of survival you have is to take command of the Genesis, a spaceship on its last legs &quot;supposed&quot; to allow you to go across the universe and reach your one and only goal: a distant habitable planet, primitive and without any trace of intelligent life called &quot;Earth&quot;.<br><br>Equipped with two mechanically capricious probes, Columbus and Digger Master, you have to cross the space, juggling between refueling and recharging the battery, extracting ore, repairing damages and planning your moves in hyperspace.<br>You will have only one goal: reach a distant habitable planet in order to deploy the E.D.E.N project, a demographic bomb composed of genomes and matrices of your lost civilization, to give birth to a new colony.<br><br>Will you survive long enough to bring back your civilization to life far beyond your own galaxy?<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/531050/extras/752ccd00ac564c3ed8005897595e0574.avif?t=1515993577\" width=574 height=108 /></span><br><br><strong><h2 class=\"bb_tag\" >A game designed and developed from A to Z for VR</h2></strong><br><br><strong>A perfectly comfortable virtual reality experience.</strong> <br>No artificial locomotion nor camera movement therefore no risk of nausea. (Roomscale for motion controllers)<br><br><strong>No display directly on the screen.</strong> <br>All user interfaces are fully integrated into the environment to not ruin the feeling of immersion.<br><br><strong>A graphic rendering close to presence.</strong> <br>Gorgeous and inspired graphics thanks to 4K textures and a native supersampling of the resolution. <br><br><strong>A realistic and meticulous sound design.</strong> <br>All sound effects are in spatialized 360° 3D audio.<br><br><strong>A possible interaction with every object.</strong> <br>Grab, manipulate, or throw all of the objects you can find around you.<br><br><strong><h2 class=\"bb_tag\" >A gameplay system, mixing survival and strategy, rich and hardcore.</h2></strong><br><br><strong>A tough and certain challenge to every game play.</strong> <br>Successfully reach a distant planetary system safe and sound is your only goal. However, one mistake and the game will start again (only in the higher difficulty setting).<br><br><strong>Human scale crafting.</strong> <br>Repair and upgrade the probes through a unique human scale crafting system.<br><br><strong>A guarantee of replay value. </strong><br>Explore a procedurally generated galaxy for each new game. Build and assemble more than fifty parts to upgrade your probes. Multiple random events make each game play unique.<br><br><strong>Time as the worst enemy.</strong> <br>Each exit consumes the battery of your spaceship. Plan effective travel and refueling strategies to avoid falling into blackout and thus succeed in moving towards your goal.<br><br><strong>Limited resources.</strong>  <br>Fuel and construction ore are exhaustible resources. Use your two space probes to scan and extract resources essential to your survival.<br><br><strong>Upgrade your equipment. </strong><br>Unlock, build then assemble by hand more than fifty upgrades using the onboard ore synthesizer.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/531050/header.jpg?t=1515993577",
    "developers": [
      "Mains Digitales Interactive"
    ],
    "publishers": [
      "The Small Game Company"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4300,
      "final": 989,
      "discount_percent": 77,
      "initial_formatted": "¥ 43.00",
      "final_formatted": "¥ 9.89"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}