{
  "533360": {
    "name": "Zia and the goddesses of magic",
    "steam_appid": 533360,
    "required_age": 0,
    "is_free": false,
    "description": "In a world where magic is Queen, people lived happily and safely under the protection of the ten guardian goddesses.<br />\r\nOut of the unknown came a powerful demon who brought trouble upon the world, and all the goddesses got captured and locked away.<br />\r\nEvil creatures started to take hold of the nearby villages and threatened the inhabitants.<br />\r\n<br />\r\nZia is a little girl who lives in a village in the mountains with her parents.<br />\r\nWhen she was younger, she discovered by chance a spell book and started to practice magic.<br />\r\n<br />\r\nOne day, an old wise man came from the mountain and asked Zia's parents for shelter for one night.<br />\r\nAt the dinner table, he told Zia about the existence of several spell books spread around the world.<br />\r\nZia got very interested and begged her parents to let her go and look for these books to learn more about magic spells.<br />\r\n<br />\r\nDuring her journey, Zia will discover the trapped goddesses.<br />\r\nNow is your chance to help her rescue the goddesses from the evil creatures by casting magic spells!<br />\r\n<br />\r\nThe battle system uses magical formulas based on symbols that you learn throughout the game, during the battle you must use the arrow keys to replicate the magic spell formula and cast it to hit the enemy.<br />\r\nEach enemy type is more sensitive to certain magic than others.",
    "supported_languages": "英语, 法语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/533360/header.jpg?t=1705411780",
    "developers": [
      "OrionSoft"
    ],
    "publishers": [
      "OrionSoft"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}