{
  "533480": {
    "name": "Academagia: The Making of Mages",
    "steam_appid": 533480,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Academagia: The Making of Mages</i> is a whimsical fantasy life simulation and role-playing game set at the renowned Academy of Magic in the rich and dangerous city of Mineta. As a newly arrived teenager in a strange, vast school, you'll embark on adventures great and small, train your familiar, make friends (and enemies!), and master the shining arts and subtle laws of spell-casting.<br><br>In your first year, you'll attend classes, build skills, compete for the glory of your College, and explore the history and powers of an ancient world of flying islands and fallen empires. What you choose to do - whether it be to create a new magical item, to butter up your instructors, or to duel with your bitterest rivals - will ultimately determine how your character evolves throughout the school year. With many secret skills to uncover and hundreds of unique actions to learn and bonuses to collect, character specialization is unprecedented in its breadth. You can explore the campus, research in the many libraries, help your friends, visit exotic merchants or cast powerful spells: the choice is yours! <br><br><strong><ul class=\"bb_ul\"><li>Interact with over 80 Students<br></li><li>Maneuver through more than 800 possible Random Events<br></li><li>Set out upon any of over 100 Adventures<br></li><li>Explore hundreds of Skills<br></li><li>Cast Spells from the five Pillars of Magic, or learn the Forbidden Arts<br></li><li>Add new effects to existing Spells as you master the vocabulary of Magic<br></li><li>Discover and visit mysterious castles, ruins, shops and secret hide-outs<br></li><li>Teach, train and adventure with a Familiar from one of dozens of species<br></li><li>Enjoy nearly endless replayability and scope<br></li><li>Marvel at the improvements in the UI since the game build in our video</li></ul></strong><br><br>**************<br><br>Academagia, the world's first school for wizards. It's ancient and rich and it looms over the world of magic like no other institution humanity has ever made.<br><br>And this is what you need to know to make it through your freshman year:<br><br>Watch out for Mineta, the oldest, greatest, meanest city in the world. There are gangs. There’s a thieves’ guild – or maybe several, depending on how you look at it. There are conspirators trying to drive our good Captain out of high office, and there’s our Captain trying to drive conspiracies nuts. There are crazy wizards and bickering vampires and haunted restaurants and Gods only know what else. The city is a mess.<br><br>Also, watch out for the Imperial Reserve. That whole place was left to brew in its own shadows since the Empire of Man shook itself apart – and, honestly, it wasn’t exactly safe even when the Empire was at its peak. The old forest is full of monsters and trapped tombs and fey politics and more crazy wizards, and the old Imperial Palace… well, it’s the size of a city all on its own, and it’s still straining to contain all its ghosts and twitchy soldiers and skulking bandits.<br><br>And the Sphinx. Best you don’t even think about the Sphinx.<br><br>The skies are mostly dominated by air pirates on enchanted ships of war. All the other flying islands that make up civilization as we know it? Just as bad as ours, only with worse food. And, of course, off at the fringes are the Dragons: the scaly old creatures that enslaved humanity, shattered the first generation of Gods, and are now just waiting for the chance to pick up where they left off.<br><br>I’d say it’s safer to explore the Academy of Mineta itself, but let’s be real: the school’s seventeen hundred years old, and it’s been the center of wizard uprisings, undead invasions, and Gods know what all else. You have towers frozen in time at the moment of their collapse, you have professors plotting against one another, and you’ll have dynamic, incredibly complicated relationships between the eighty-some students themselves in your year – and every enemy you make is going to know how to make fireballs with just a stick and a bad attitude. Good luck with all that.<br><br>At least you'll have magic too. Incantation, the stuff of magical creation? Try not to entomb the city in a horrific magical winter, but otherwise have fun. Negation, the magic of deflection, evaluation, and stillness? Love it. Glamour, the work of illusionists and con artists and ambitious lovers of every stripe? It causes problems, but it’s legal enough. Revision, turning things into other things? Nobody’s going to complain if you fix a tear in your shirt or make your shoe the size of a house. Artifice, the art of enchantment – well, that’s what makes the city work. That and Astrology, the magic of turning the rules of the stars around for your own benefit.<br><br>Gates and Mastery, though? Don’t. Just don’t. We don’t want invading armies from other planes of existence. We don’t want deranged wizards making innocent people into puppets. Don’t do it, and beware of anyone who does.<br><br>It’s a great big world, filled with an incredibly vast number of things to do and places to go and people to impress. There are hundreds of adventures you can have, and literally thousands of abilities and actions and items you can pick up to improve your odds.<br><br>**************<br><br><i>Academagia</i> is a 2D PC life simulation and role-playing game intended for audiences ages 9+. Our game rewards relationship building, research and knowledge over violence, and encourages the gamer to create their own unique story.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/533480/header.jpg?t=1493621367",
    "developers": [
      "Black Chicken Studios, inc."
    ],
    "publishers": [
      "Black Chicken Studios, inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5200,
      "final": 5200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 52.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 8,
      "highlighted": [
        {
          "name": "Initiate",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/533480/d98a3ecc3f4700a7e9058f0664daa00996c90c74.jpg"
        },
        {
          "name": "Student of Intrigue",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/533480/6caf17b8cd3bbb430e7375d61d03928e467d1a4e.jpg"
        },
        {
          "name": "Student of the Stars",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/533480/79b3e0bf99fbf9e527948bd28c8a33f2ea51a5ed.jpg"
        },
        {
          "name": "Student of the Shield",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/533480/945dc45ba0af43639cc20c2b8d58d647bcecc64e.jpg"
        },
        {
          "name": "Student of the Field",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/533480/73498b68b232a5ef55e97eae1f5d32a9607dc461.jpg"
        },
        {
          "name": "Student of Diplomacy",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/533480/2e6ff685a0eb5849425dfd5ed5d6b82963558d7c.jpg"
        },
        {
          "name": "Student of Wolves",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/533480/e67ceb187d776ca29f0ade4eba3cf18265551920.jpg"
        },
        {
          "name": "Student of the Arts",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/533480/92df2d693cc2afbeb04f71217bb4726d23d9a9c6.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}