{
  "534270": {
    "name": "Solitaire 220 Plus",
    "steam_appid": 534270,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;Solitaire 220 Plus&quot; is a huge collection of famous Solitaire games presented in HD quality! Solitaire variants like Freecell, Fan, Four Seasons, Klondike, Spider, Bakers Dozen, Canfield, Golf and many more are waiting for you! Every solitaire variant includes a helpful tutorial, that can be repeated of often as you like. For every card in the game relevant information can be displayed if needed. In this way a fast introduction even to unknown solitaire variants is possible. Many different card decks are balanced with suitable card backs and backgrounds.<br />\r\n<br />\r\n- More than 220 variants of Solitaire<br />\r\n- Detailled designed decks of cards, card backs and backgrounds<br />\r\n- Information for every card on demand<br />\r\n- Statistics and high scores<br />\r\n- Tutorial for each solitaire variant<br />\r\n- Long-lasting game fun and challenging gameplay in HD quality<br />\r\n<br />\r\n<br />\r\nGames and variants:<br />\r\n<br />\r\n- Arizona (Arizona, Auteuil, California, Gloucestershire, Nevada, Norhtwest Territory, Stonewall)<br />\r\n- Bakers Dozen (Barcelona, Beleaguered Castles, Big Citadel, Bisley, Bisley Small, Box Kite, Castles End, Castles in Spain, Chessboard, Citadel, Flower Garden, Fortress, Good Measure, Morehead, Needle, Ordered Suits, Somerset, Streets and Alleys)<br />\r\n- Canfield (Canfield, ACME, American Toad, Chameleon, Superior Canfield, UpDown, Superior UpDown)<br />\r\n- Carlton (Carlton, Abidjan, Agnes Bernauer, Agnes Sorel, Blockade, Brazilian Patience, Easthaven, Fred Sorel, Giant, Ladies Battle, Lobachevsky, Milligan harp, New Orleans, Queen Elizabeth, Ritz, Single Carlton)<br />\r\n- Fan (Fan, All in a row, Archway, Bakers Fan, Black Hole, Bristol, Cats Cradle, Four Leaf Clovers, House In The Swamp, House In The Wood, House On The Hill, La Chatelaine, Shamrocks, Sheffield, Triple Dispute, Triple Entente)<br />\r\n- Forthy Thieves (Forthy Thieves, Backbone, Busy Fives, Cadran, Congress, Corona, Deauville, Deuces, Diplomat, Emperor, Famous Fifty, Floradora, Forty And Eight, Fortunes Favour, Indian Patience, Kings and Queens, Limited, Little Fourty, Mamy Susan, Maria Luisa, Midshipman, Napoleons Forty, Other Family, Queens and Jacks, Simple Spark, Single Forthy Thieves, Solstice, Streets, The Spark, Thieves of Egypt, Versailles)<br />\r\n- Four Seasons (Four seasons, Corners, Czarina, Florentine, Little Windmill, Octagon, Simplicity)<br />\r\n- Freecell (Freecell, Bastion, Double Forecell, Double Freecell, Double Stalactites, Eight Off, Forecell, Freecell Bakers Game, Niagara Falls, Penguin, Repair, Sea Towers, Short Freecell, Simple Freecell, Stalactites)<br />\r\n- Golf (Golf, Big Field, Chance, Double Golf, Field, Golf Baby, Golf In The Alps, Golf Of Egypt, Putt Putt)<br />\r\n- Klondike (Klondike, Alternations, Austerliz, Australian Patience, Batsford, Black Klondike, Blind Alleys, Busy Aces, Courtyard, Diamond Squares, Double Klondike, Double Rail, Gate, Gladiator, Josephine, Lady Palk, La Double Entente, Little Napoleon, Lucas, Lutece, Napoleon Square, Number Ten, Pas Seul, Queens To Twos, Red And Black, Red Klondike, Reverse Klondike, Seven Devils, Simple Klondike, Simple Snake, Spartacus, Steps, Thirty Six, Thumb and Pouch, Twistike, Two Ways, Westcliff, Whitehead )<br />\r\n- Pairs (Pairs Up, Add 10 Up, Affinity, All Four Suits, Big Field, Block Ten, Criss Cross, Exit, Field, Impatience, Nestor, Pyramid, Same, Simple Pairs, The Wish, Thirteens)<br />\r\n- Sir Tommy (Sir Tommy, Acquaintance, Allways, Amazonas, Auld Lang Syne, Better, Colorado, Double Line, Fanny, Grandfather, Kingdom, Lady Betty, Miss Tommy, Puss In The Corner, Strategy, Strategy Plus, Strategy Minus, Twenty)<br />\r\n- Spider (Spider, Applegate, Beetle, Black Widow, Casa Blanco, Open Spider, Rachel, Scorpion, Simple Rachel, Simple Spider, Simple Scorpion)<br />\r\n- Yukon (Yukon, Alaska, Antarctica, Arctica, Brisbane, Kiev, Siberia, Ukrainian Solitaire)<br />\r\n- Others (Adelie, Adelie II, Algerian Patience)",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/534270/header.jpg?t=1478256409",
    "developers": [
      "magnussoft"
    ],
    "publishers": [
      "magnussoft"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 2880,
      "discount_percent": 20,
      "initial_formatted": "¥ 36.00",
      "final_formatted": "¥ 28.80"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}