{
  "534360": {
    "name": "Colt Express",
    "steam_appid": 534360,
    "required_age": 0,
    "is_free": false,
    "description": "The game officially transposed from Colt Express, the famous train robbery boardgame. Plot your scheme step by step and dive into the action to loot the wagons. But watch out, you are not the only Most Wanted Man with the intention to become rich today : you might have to rethink your strategy…<br />\r\nPlay solo, with friends, family and worldwide in multiplayer!<br />\r\n<br />\r\nHOW TO PLAY:<br />\r\nAt the beginning of the round, each player will successively plan an action from his action deck, ranging from moving around to luring the train marshal or looting the passengers. When each player’s masterplan is complete, the action starts and the players' set of moves will progressively unfold before you. But getting rich and not getting shot by your opponents are not always compatible objectives, and you might have to rethink your plan on the move…<br />\r\nFind the right balance between caution and greed to come out as the richest outlaw of the far west!<br />\r\n<br />\r\nPUT YOURSELF IN THE BOOTS OF A FAR WEST LEGEND IN SOLO MODE:<br />\r\nLive the adventures of 6 outlaws in Story mode through 30 captivating chapters, each with its own plot, set of rules and achievements.  <br />\r\nComplete a bandit's story to unlock new multiplayer modes and comic books about the intricacies of the desperados' life in the Wild West! <br />\r\n<br />\r\nFRIENDLY FIRE IN MULTIPLAYER MODE:<br />\r\nPlay online with players from all around the world, climb the leaderboard and become the most wanted player feared by every outlaw of the land!<br />\r\n<br />\r\nA TREASURE HUNT IN THE FAR WEST!<br />\r\nCollect skins for your heroes and environments for your adventures by completing special objectives!<br />\r\n<br />\r\nTo sum up, the game features:<br />\r\n• A wild west themed universe inspired from the original board game, digitally modernized<br />\r\n• A tactical and action-packed gameplay, for intense and unpredictable games<br />\r\n• An extensive Story mode following 6 characters, each with his own objectives and quirks. Available offline and saved the next time you log in.<br />\r\n• Numerous exciting game variants to unlock in Story mode.<br />\r\n• An online Multiplayer Mode<br />\r\n• A worldwide Leaderboard, updated and available in real-time<br />\r\n• A friendlist, with the possibility to play with your friends<br />\r\n• Collectible skins and environments to customize your adventures<br />\r\n• Many Achievements to accomplish, punctuating your exploration of the game<br />\r\n<br />\r\nLanguages available: English, French, German, Italian, Spanish",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/534360/header.jpg?t=1633572013",
    "developers": [
      "Asmodee Digital",
      "Frima Studio"
    ],
    "publishers": [
      "Asmodee Digital"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 3,
      "total_negative": 2,
      "total_reviews": 5
    }
  }
}