{
  "534330": {
    "name": "Total War: WARHAMMER - Bretonnia",
    "steam_appid": 534330,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" ><strong>Total War: WARHAMMER – The Kingdom of Bretonnia</strong></h2><br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/534330/extras/2fc7a07f53736f69b9ad25144d0866ab.poster.avif?t=1769188116\" width=624 height=182 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/534330/extras/2fc7a07f53736f69b9ad25144d0866ab.webm?t=1769188116\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/534330/extras/2fc7a07f53736f69b9ad25144d0866ab.mp4?t=1769188116\" type=\"video/mp4\"></video></span><br><br><br><ul class=\"bb_ul\"><li>   New playable race for Grand Campaign, with expanded roster for custom and multiplayer battles<br></li><li>   Free download for all existing Total War: WARHAMMER (including Old World Edition) owners<br></li><li>   Embark on campaigns as three new Legendary Lords: Louen Leoncoeur (Bretonnia), Alberic (Bordeleaux), and The Fay Enchantress (Carcassonne) <br></li><li>   Chivalry, Peasant Economy and Knightly Vows impart the flavour of the Bretonnian race through meaningful new gameplay mechanics <br></li><li>   Summon the legendary Green Knight when the need is dire<br></li><li>   Comprehensive new Bretonnian army roster<br></li><li>   Errantry Wars endgame objective pits you against your foes in cataclysmic battle</li></ul><h2 class=\"bb_tag\" ><strong>Description</strong></h2>In the mists of times past, the regions between the Great Ocean and The Grey Mountains were secured by Gilles le Breton, and Bretonnia was founded. Now ruled by the mighty warrior-king Louen Leoncoeur, Bretonnia is administered across a number of dukedoms. Bretonnian society revolves around a deeply ingrained code of chivalry, and her people offer fealty to their Goddess, The Lady of The Lake. It is said that a Knight who distinguishes himself through honourable deeds may earn her blessing.<br><br>It is also an archaic, feudal society, where the peasantry till the soil in return for the protection of the nobles, thereby funding Bretonnia’s military. Each stratum of society has its vows and responsibilities. The Peasant’s Duty is to sacrifice nine-tenths of his earnings to his liege; in this way, the various knightly orders are kept in the manner to which they are accustomed. And while a younger Knight Errant may appear brash and dismissive to the serfs, he soon learns to adopt a more solemn and honourable bearing, befitting his sacred role as a protector of the realm.   <br><br>These orders form the heart of Bretonnia’s armies, and rise in seniority from the Knights Errant, to the Knights of The Realm, the Questing Knights, the Pegasus Knights and the Grail Knights themselves – revered as living saints and often accompanied in battle by mobs of zealous Battle Pilgrims. The rest of the army is composed of levy bowmen, men-at-arms, mounted yeomen and huge, peasant-manned field trebuchets. <br><br>Bretonnia may be resistant to change, but the changing face of The Old World will not let them sit idle. To the east, the wild woodlands of Athel Loren are awakening. Vile Greenskins infest the nearby Grey Mountains, offering a palpable nearby threat. And Bretonnia’s northern coast is vulnerable to the seaborne menace from the ice-rimed marches of Norsca. Can the noble knights of Bretonnia rise to meet such recklessly destructive challenges?<br><br><strong>The Kingdom of Chivalry</strong><br>A Bretonnia campaign offers a uniquely different experience to the other playable races of Total War: WARHAMMER. Much of your success is built around how chivalrous your actions are – it’s a factor which can have a major effect on your kingdom, both internally and externally.<br><br>Your level of chivalry is tracked via a meter at the top of the campaign interface. As you perform certain actions, such as winning heroic victories in battle and completing quest chains, your chivalry rises, bringing with it benefits such as higher control (keeping your peasant population content and pliant), bonus unit experience and a reduction in corruption. Other actions, such as warring with other Bretonnian factions and sacking settlements, can reduce your chivalry. Low chivalry levels bring negative factors to your campaign, such as reduced Control and army Leadership. In extremis, this can contribute to rebellions across your provinces.   <br><br>Maintaining a high level of chivalry is also important for your overall campaign success. As your campaign progresses and your chivalry reaches a certain threshold, you’ll be presented with a dilemma that leads to The Errantry War – a climactic endgame battle built around Bretonnian lore.<br><br>And of course, the legendary Green Knight will never appear for an unchivalrous leader…<h2 class=\"bb_tag\" >The Green Knight</h2><br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/534330/extras/212085197d41f8ef0e63ca35fc2b4523.poster.avif?t=1769188116\" width=628 height=182 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/534330/extras/212085197d41f8ef0e63ca35fc2b4523.webm?t=1769188116\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/534330/extras/212085197d41f8ef0e63ca35fc2b4523.mp4?t=1769188116\" type=\"video/mp4\"></video></span><br><br><br>A fabled figure of folklore, The Green Knight is the sacred protector of Bretonnia and the traditional nemesis of Questing Knights, challenging them to duels so that they may prove their worth to The Lady of The Lake. Bedecked in ivy-covered armour and brandishing The Dolorous Blade, he issues his challenge with the immortal words “None shall pass!”<br><br> A suitably chivalrous Legendary Lord may call upon the aid of The Green Knight temporarily, and only a limited number of times during a campaign. He appears as a Legendary Hero character with preset skills and abilities, and is always mounted on his spirit-charger Shadowsteed.<h2 class=\"bb_tag\" >The Blessing Of The Lady </h2><br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/534330/extras/87ac09f9e171452106543f1a4b3bd7ae.poster.avif?t=1769188116\" width=626 height=182 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/534330/extras/87ac09f9e171452106543f1a4b3bd7ae.webm?t=1769188116\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/534330/extras/87ac09f9e171452106543f1a4b3bd7ae.mp4?t=1769188116\" type=\"video/mp4\"></video></span><br><br><br>At the time of Bretonnia’s founding, it is said the The Lady of The Lake arose from the waters before Giles le Breton and his knights on the dawn of a great battle. Holding aloft her mythical grail, she blessed the assembled warriors, restoring Giles’ bloodied and tattered banner and invigorating the men for the coming conflict. They rode out and slew a great Greenskin horde that day, saving the province of Bordeleaux from ruin. Returning to the lake, Giles and his companions swore to serve her always, and to protect Bretonnia forever from such evils.  <br> <br>Even today, The Lady will reward those who act with the greatest valour against the most terrible odds. Any Lord and his attendant army who achieve a Heroic Victory in battle will receive The Blessing of The Lady, and will thenceforth receive a Ward Save for future battles. If a unit routs in subsequent battles, it will lose the Blessing for the remainder of the fight, and if the army refuses a battle – choosing to retreat from an attack on the campaign map for example – the army will lose the Blessing. Certain high-tier units, such as Grail Knights, will have the Blessing as a unit trait by default.<h2 class=\"bb_tag\" >Peasant Economy</h2>Peasants form the backbone of Bretonnia’s economy, toiling in the fields, workshops and mines to provide food, material and income, and supporting knights in battle as a militia. Each region of the map owned contributes a set amount of peasants to your total, your capital providing the most. However, a Bretonnian Lord must balance this human resource carefully… with too many peasants committed to the armed forces, there will be fewer available for agricultural labour and the vital income it brings. You may choose to focus your construction more towards industry rather than farming, thereby lessening the impact of hiring many peasants into your armed forces, though the income from industry is generally lower than that of agriculture. Technologies can significantly improve your industrial income however.<h2 class=\"bb_tag\" >New Legendary Lords</h2><strong>Louen Leoncoeur (Bretonnia)</strong><br>Since his coronation, The King of Bretonnia has proven himself time and again, both as a just and wise ruler, and like a warrior-king of old, leading from the front in the cauldron of battle. He has always attacked the enemies of Bretonnia with a fiery wrath and determination, yet never have his actions been anything other than chivalrous and honourable.<br><br>Louen Leoncoeur is a melee-focused Lord with access to a Barded Warhorse, Royal Pegasus, and Beaquis the legendary Hippogryph as mount options.<br><br><strong>The Fay Enchantress (Carcassonne)</strong><br>A figure of awe and inspiration, The Fay Enchantress is the personal representative of The Lady of The Lake, and is such is the most influential figure in all of Bretonnia. Her will is that of the goddess, and even kings of Bretonnia must bow to her wise council. <br><br>The Fay Enchantress is a spellcaster wielding the Lore of Life, and may be mounted on her unicorn, Silvaron.<br><br><strong>Alberic (Bordeleaux)</strong><br>Duke Alberic of Bordelaux displays levels of courage and determination rare in mortal men. Moreover, he expects no less from his attendant knights, and should they fail to meet his exacting standards, they face summary dismissal. This leaves the duke with a somewhat compact, though legendarily talented household guard. <br><br>Alberic is a melee-focused Lord with access to a Barded Warhorse, Royal Pegasus and Hippogryph as mount options.<h2 class=\"bb_tag\" >New Lords</h2>Bretonnian armies are led by Lords or Prophetesses, either of whom may be recruited from the Lords pool. Prophetesses are powerful spellcasters, wielding the Lores of Beasts, Heavens or Life.<br> <br>Lords and prophetesses have a number of skills unique to their race. The most notable of these are the Knight’s Vow, the Questing Vow and the Grail Vow. When taken, these vows bring major upkeep reduction for the various knightly orders in the Lord’s army.<h2 class=\"bb_tag\" >New Heroes</h2><br><strong>Paladin</strong><br>Knights who have surpassed themselves through deeds of great valour and chivalry may become Paladins. These hardened heroes are famed throughout the dukedoms, and are worth a hundred lesser men on the field of battle, swooping into the heart of a struggle atop their swift Pegasus mounts. <br><br><strong>Damsel</strong><br>As youths, those who display an aptitude for the magical arts are visited by The Fay Enchantress, who then accompanies them on a quest to the Otherworld to awaken their true potential. Those who return become pure devotees of The Lady of The Lake, and their wisdom finds many uses in the kingdom, both as visionary advisors to Dukes and Kings, and as powerful battle-mages. Damsels may be recruited to wield the Lores of Beasts, Heaven or Life.<h2 class=\"bb_tag\" ><strong>Unit roster</strong></h2>The Bretonnia unit roster is built around a core of powerful mounted knights, supported by peasant melee and ranged infantry, inexpensive yeoman cavalry, field trebuchets, religious zealots and puissant icons of The Lady.<br><br><br><strong>Melee Infantry</strong><br>Peasant Mob<br>Foot Squires<br>Spearmen-at-arms<br>Spearmen-At-Arms(Shields)<br>Men at arms<br>Men-At-Arms (Shields)<br>Men-At-Arms (Polearms)<br>Grail Reliquae<br>Battle Pilgrims<br><br><strong>Ranged infantry</strong><br>Peasant Bowmen<br>Peasant Bowmen (Fire Arrows)<br>Peasant Bowmen (Pox Arrows)<br><br><strong>Melee Cavalry</strong><br>Mounted Yeomen<br>Knights Errant<br>Knights Of The Realm<br>Questing Knights<br>Grail Knights<br>Grail Guardians<br><br><strong>Ranged cavalry</strong><br>Mounted Yeomen Archers<br><br><strong>Flying Cavalry</strong><br>Pegasus Knights<br>Royal Pegasus Knights<br>Royal Hippogryph Knights<br><br><strong>Artillery</strong><br>Field Trebuchet<br>Blessed Field Trebuchet",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 韩语, 波兰语, 葡萄牙语 - 巴西, 俄语, 土耳其语, 捷克语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/534330/header.jpg?t=1769188116",
    "developers": [
      "CREATIVE ASSEMBLY",
      "Feral Interactive (Linux)",
      "Feral Interactive (Mac)"
    ],
    "publishers": [
      "SEGA",
      "Feral Interactive (Linux)",
      "Feral Interactive (Mac)"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 2 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "9 user reviews",
      "total_positive": 7,
      "total_negative": 2,
      "total_reviews": 9
    }
  }
}