{
  "534650": {
    "name": "Fantasy Grounds - Deadlands Reloaded: Hell on Earth Reloaded Player's Guide",
    "steam_appid": 534650,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Hell on Earth Reloaded Player's Guide</h2>Player only library modules and Extension Fantasy Grounds II<br>The end isnt nighits past! Welcome to Hell on Earth Reloaded, the dark future of the strange past of Deadlands.<br>The year is 2097, but the future is not our own. The long Cold War between the United and Confederate States of America finally came to an endin world-wide hellfire. The rain of ghost rock bombs shattered most anything man could call civilization, cracked the space between this world and the next wide open, and birthed a true Hell on Earth.<br>But that was 16 years ago, and weve done the one thing were pretty good atsurvive in spite of ourselves. Sure, some folks have some extra limbs, youre likely to get killed for the scraps in your pocket, and everything east of the Mississippi is overrun with a crazed army of undead, but what other option do you have?<br>Join us in this dark future, where what remains cries out for new heroes while hiding from oldeven ancientvillains. Has your body been wracked by the constant radiation exposure, or have you learned to channel the lingering power of the atom to your will? Remake the world as you wish. Hell, you cant make it any worse<br>Hell on Earth Reloaded Players Guide contains everything you need to play a character in endless adventures in the post-apocalyptic Wasted West with the Savage Worlds game system: new Edges, Hindrances, new Arcane Backgrounds, gear, and so on. Our players guides are made so you dont have to buy the portion of the book that you dont need. Additionally, they come with a site license allowing a GM to print a copy for each of his players!<br>What You Get<br><ul class=\"bb_ul\"><li>Hell on Earth Reloaded Player library module<br></li><li>Custom extension and skin<br></li><li>A load of new locales (player safe), backstories, gear, weapons, armor, edges, hindrances and more</li></ul>* this product does not contain any portraits or tokens. Look for future releases of figure flats and portraits designed specifically for Hell on Earth.<br><strong>Requires: </strong>The free Fantasy Grounds virtual tabletop (VTT) software and the Savage Worlds Deluxe Ruleset or a Lite license connected to a Full or Ultimate host running Savage Worlds and Hell on Earth.<br><strong>Fantasy Grounds Conversion:</strong> Kevin Doswell<br><i>Adapted for Fantasy Grounds by: </i><strong>Kevin Doswell</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/534650/header.jpg?t=1768363338",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 1 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}