{
  "534740": {
    "name": "Icity - a Flight Sim ... and a City Builder",
    "steam_appid": 534740,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/534740/extras/157b135a4bb0eacdf220e5e156917840.avif?t=1684174316\" width=640 height=150 /></span><br>So ... you're a brand new pilot with dreams to take on the world? How about building one of your own? You've always thought that things would be much better if you were in charge - now here's your chance! <i><strong>Icity</strong> is a flight sim ... and a city builder!</i> And like nuts and gum, they're together at last. <br><br>Your new job as the chief-pilot with the <i>Icity Development Company</i> means that you're now in charge of a bold project to build a new city on the Alta Ice Cap. An exploration crew has just discovered a reservoir of <i>Di-Hydro-Oxygen</i> crystals that could be very profitable if an efficient mining operation can be established. The company is willing to set up a base camp to try out a test mine, and if everything looks good ... well, the sky's the limit. <br><br>Why do you get to be the chief pilot? Because Alta is located high on a frozen ice sheet, thousands of miles from the nearest outpost, and no one else wanted the job. In fact, you're the only pilot, and until you help build something there, the company won't be sending any help. <br><br>Fly specially-designed aircraft to explore and build your own ice city of the future. Transport workers, deliver supplies, and collect the spoils of the crystal mines to help your city grow ... or just fly around and explore your new world. <strong>Icity</strong> puts the pilot in charge of everything. <br><br>This is your time to shine and show the world! Can you found a profitable mining camp and grow it into a city? Perhaps you might build an empire of your very own!<h2 class=\"bb_tag\" >Features:</h2><br><ul class=\"bb_ul\"><li>Innovative aircraft with interactive controls, displays, and switches. <br></li><li>HUD and Autopilot-enabled for easy cruising and precision construction work. <br></li><li>Unique Payload and Cargo Modules for special missions. <br></li><li>Multiple cameras providing real-time views and map systems. <br></li><li>Complete control of city construction (direct or automated). <br></li><li>City economic system linked to growth. <br></li><li>Logistics controls for building supplies and product shipments.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/534740/header.jpg?t=1684174316",
    "developers": [
      "RaYmond Lewis"
    ],
    "publishers": [
      "Openland Design"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}