{
  "534990": {
    "name": "Mordheim: City of the Damned - Undead",
    "steam_appid": 534990,
    "required_age": 0,
    "is_free": false,
    "description": "This Warband adds the Undead, with 7 new unit types and a fully playable campaign featuring unique Dramatis Personae, Katherina von Dernsbach. <br>On the borders of the Empire, beneath the World's Edge Mountains lies the forsaken province of Sylvania. Long a place of mystery and sinister doings, Sylvania descended into horror during the Black Plague when the necromancer Vanhel raised legions of the dead. Since that time, Sylvania has been a haunted land steeped in the darkest magic. From the ancient castle of Drakenhof, Count Vlad von Carstein rules the county, but his ambition drives him to seek greater power. With the Empire consumed by civil strife, Vlad sees opportunity. The warbands he sends into Mordheim, the wyrdstone they gather for him, are but the first steps in the war the vampire lord will soon wage on his mortal neighbours.<h2 class=\"bb_tag\" ><strong>Vampire</strong></h2>Among the most fearsome creatures that have been drawn to the ruins of Mordheim are the vampires that lead Undead warbands. Ruthless, intelligent and endowed with strength to rival that of an Ogre, they enjoy greater versatility and independence than other undead. They are the Aristocracy of the Night, viewing mortals as either slaves or prey. Their dark powers are dedicated to serving Count Vlad.<br><br>Initial Weapon Set:<br>•\tSet 1: Spear &amp; Shield<br>•\tSet 2: Nothing<br><br>Equipment Proficiency:<br>•\tMelee: Axe, Dagger, Halberd, Hammer, Mace, Spear, Sword, Two-Handed Axe, Two-Handed Hammer, Two-Handed Sword.<br>•\tRange: Bow, Longbow, Short bow.<br>•\tArmours: Helmet, Shield, Light Armour, Heavy Armour.<br><br>Perks:<br>•\tUnwavering: Immune to All Alone, Fear, and Terror tests.<br>•\tImmunity: Poison: Immune to Poison effects.<br><br>Initial Skills:<br>•\tTerror: Enemies who engage or start the turn engaged with the user must perform a Terror test. Failing the test reduces maximum Offense and Strategy Points by 3. The debuff persists until passing a Terror test on turn start. Passing any Terror test will grant immunity to Terror for 2 turns.<h2 class=\"bb_tag\" ><strong>Necromancer</strong></h2>When the thirst for power or fear of death twists the mind of a wizard it can lead him to study the black art of necromancy. A necromancer's magic is focused upon two effects: the destruction of life and the usurpation of death. Their spells can wither a warrior in his prime or restore animation to a corpse in its grave. Many of these men have been drawn into the service of the von Carsteins, enjoying the protection of the vampires against the Witch Hunters who would see them destroyed.<br><br>Initial Weapon Set:<br>•\tSet 1: Staff<br>•\tSet 2: Nothing<br><br>Equipment Proficiency:<br>•\tMelee: Axe, Dagger, Halberd, Hammer, Mace, Spear, Staff, Sword, Two-Handed Axe, Two-Handed Hammer, Two-Handed Sword. <br>•\tRange: Bow, Longbow, Short bow.<br>•\tArmours: Helmet, Shield, Light Armour, Heavy Armour.<br><br>Perks:<br>•\tArcane spellcaster: Allows the casting of Arcane spells. Casting may result in ill effects named Tzeentch's Curse.<br>•\tBorn Leader: Can buy the 'Born Leader' skill.<br><br>Initial Spell:<br>•\tRotten Touch<br>•\tTarget: Single enemy<br>•\tDeals 8-13 damage to living targets. Bypasses Armor Absorption. Damage is increased by Disease Carrier debuffs.<br><br>Initial Skills:<br>•\tWarp Attunement: After gathering a Wyrdstone, decreases Spellcasting cost of the next spell by 1 OP and Tzeentch's curse chance by 10%. The next action taken must be a spell or the effect is lost.<h2 class=\"bb_tag\" ><strong>Vampire Thrall</strong></h2>A vampire's most devoted servants are those who have been subdued by his charms and seduced by his hypnotic power. These thralls are newly-made undead, drained of life by the vampire to which they are devoted. Although lacking the full extent of their sire's powers, a thrall is a formidable fighter with a strength and agility few mortals can match.<br><br>Initial Weapon Set:<br>•\tSet 1: Halberd<br>•\tSet 2: N/A<br><br>Equipment Proficiency:<br>•\tMelee: Axe, Dagger, Halberd, Hammer, Mace, Spear, Sword, Two-Handed Axe, Two-Handed Hammer, Two-Handed Sword. <br>•\tRange: Bow, Longbow, Short bow.<br>•\tArmours: Helmet, Shield, Light Armour, Heavy Armour.<br><br>Perks:<br>•\tUnwavering: Immune to All Alone, Fear, and Terror tests.<br>•\tImmunity: Poison: Immune to Poison effects.<br><br>Initial skills:<br>Fear: Enemies who engage or start the turn engaged with the user must perform a Fear test. Failing the test reduces melee Hit chance by 30%. The debuff persists until passing a Fear test on turn start. Passing any Fear test will grant immunity to Fear for 2 turns.<h2 class=\"bb_tag\" ><strong>Dreg</strong></h2>Many of those who survived the collapse of Mordheim were left deformed in body and mind. Rejected and despised, these human dregs eke out a miserable existence at the fringes of civilization. Often these wretches are recruited by vampires, becoming loyal servants in exchange for protection. They guard coffins during the day and venture into settlements where vampires might draw unwanted attention.<br><br>Initial Weapon Set:<br>•\tSet 1: Bow<br>•\tSet 2: Mace &amp; Shield<br><br>Equipment Proficiency:<br>•\tMelee: Axe, Dagger, Halberd, Hammer, Mace, Spear, Sword, Two-Handed Axe, Two-Handed Hammer, Two-Handed Sword.<br>•\tRange: Bow, Longbow, Short bow.<br>•\tArmours: Helmet, Shield, Light Armour, Heavy Armour.<br><br>Perks:<br>•\tNone<br><br>Initial skills:<br>•\tHumble Servant: Sacrifice 25 wounds. Restores up to 15 wounds and grants a buff that increases Initiative by 15 and Dodge chance by 10% for 2 turns. Only affects Vampires and Vampire Thralls.<h2 class=\"bb_tag\" ><strong>Crypt Horror</strong></h2>Hulking monstrosities, the fiendish crypt horrors are rare ghoulish creatures that share the loathsome appetites of their smaller kin. Far larger and stronger than their grave-haunting counterparts, these abominations provoke a supernatural terror in all but the stoutest hearts. The sight of a crypt horror gnawing on old bones while perched upon a tombstone has sent many a mortal screaming into the night.<br><br>Initial Weapon Set:<br>•\tSet 1: 2-Handed Hammer<br>•\tSet 2: N/A<br><br>Equipment Proficiency:<br>•\tMelee: Axe, Dagger, Hammer, Mace, Spear, Two-Handed Axe, Two-Handed Hammer.<br>•\tRange: None.<br>•\tArmours: None.<br><br>Perks:<br>•\tUnwavering: Immune to All Alone, Fear, and Terror tests.<br>•\tLast stand: Always fights to the death. Prevents the use of Flee and Disengage actions. Immune to All Alone.<br>•\tLarge: Increases Poison, Critical, and Stun Resistance by 30% as well as Armour Absorption by 15%, but decreases Ranged Resistance by 10%. Cannot use consumable items, or the Search and Activate actions.<br>•\tImpressive: Immune to 'Tiring' effects<br><br>Initial skills:<br>•\tTerror: Enemies who engage or start the turn engaged with the user must perform a Terror test. Failing the test reduces maximum Offense and Strategy Points by 3. The debuff persists until passing a Terror test on turn start. Passing any Terror test will grant immunity to Terror for 2 turns.<h2 class=\"bb_tag\" ><strong>Ghoul</strong></h2>Ghouls are the descendants of evil and insane men who ate the flesh of the dead. When the lean and hungry times of famine come upon the Old World, the most depraved and destitute took to feasting on corpses to survive. Driven by their unspeakable craving for the meat of their fellow men, these creatures have given up their human life and dwell near graveyards, crypts and tombs, digging up the rotting corpses of the recently buried and consuming the cold flesh with their bare teeth and claws. The destruction of Mordheim attracted many Ghoul clans from the north, and now they have taken up permanent residence in the crypts and cemeteries of the ruined city.<br><br>Initial Weapon Set:<br>•\tSet 1: Halberd<br>•\tSet 2: N/A<br><br>Equipment Proficiency:<br>•\tMelee: Axe, Dagger, Hammer, Mace, Spear, Two-Handed Axe, Two-Handed Hammer. <br>•\tRange: None.<br>•\tArmours: None.<br><br>Perks:<br>•\tUnwavering: Immune to All Alone, Fear, and Terror tests.<br>•\tLast stand: Always fights to the death. Prevents the use of Flee and Disengage actions. Immune to All Alone.<br>•\tFeral: This warrior can't use consumables in combat.<br><br>Initial skills:<br>•\tDisease Carrier: On melee damage, inflicts a random poison debuff from the following: -5 Initiative, OR -3% Critical Resistance, OR -3% Dodge and Parry chance. All debuffs are stackable, last 3 turns, and increase Damage received from the spell Rotten Touch by 5%.<h2 class=\"bb_tag\" ><strong>Zombie</strong></h2>The simplest form of undead that can be created through necromancy, zombies are the reanimated corpses of the recently dead. Without volition of their own, they are automatons that mindlessly follow the will of their creator. They know neither fear nor pain, only obedience.<br><br>Initial Weapon Set:<br>•\tSet 1: Sword &amp; Shield<br>•\tSet 2: N/A<br><br>Equipment Proficiency:<br>•\tMelee: Axe, Dagger, Hammer, Mace, Spear, Sword.<br>•\tRange: None.<br>•\tArmours: Helmet, Shield.<br><br>Perks:<br>•\tUnwavering: Immune to All Alone, Fear, and Terror tests.<br>•\tImmunity: Poison: Immune to Poison effects.<br>•\tNo talent: Cannot buy the 'Lad's Got Talent' skill.<br>•\tExpendable: When falling Out of Action, does not lower the Warband's Morale.<br>•\tFeral: This warrior can't use consumables in combat.<br><br>Initial skills:<br>•\tPuppet: The Zombie becomes bound to its master. Ritual ingredients must be paid for in the form of an upkeep. The Zombie will gain experience and will receive four less skill points than regular Henchmen. Failing to perform the ritual for extended periods weakens the bond, causing the Zombie to decay and be destroyed.<br>•\tRotten Corpse: The Zombie is immune to Open Wound effects and all injuries except Destroyed (Dead), Severed Arm, Severed Leg, Hand Injury, Full Recovery. If it must roll for Injuries at the end of combat, it has a 20% chance to decay and effectively be destroyed. Every rank of the Zombie reduces this chance by 1%.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/534990/header.jpg?t=1640279958",
    "developers": [
      "Rogue Factor"
    ],
    "publishers": [
      "Nacon"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}