{
  "535470": {
    "name": "The Miners Demo",
    "steam_appid": 535470,
    "required_age": 0,
    "is_free": true,
    "description": "Player leads team of 5 miners, who mines deeper and deeper for precious gems and other treasures. Excavations are performed on a small, but very rich in raw materials, planet called Morg. It is a perfect place for mining. Varied topography and beautiful scenery encourages for digging. Everyday, miners find lots of rubies, emeralds, gold, diamonds and other treasures which they have to give back to the owner of all mines. One day, The Mine - owner of all mines on the planet, announced competition for the best mining team. Winner will receive the first prize - one of the richest mines on the planet! Additionally, winning team will keep for their own all treasures found during competition. Why dig a whole life for The Mine, if you can dig for yourself and become the richest miner on the planet?! <br><br>However, victory will not come so easy. You will have to beat other teams and watch out for many hostile creatures who live in the caves. You will also have to cope with the mines itself, as they are placed in really wild and inaccessible places. Luckily, competition rules allows to use various tools like explosives, mobile teleport or advanced mining tools. <br><br>Don’t waste your time and send your application to the competition today! <br><br><u>Game demo features:</u><br><ul class=\"bb_ul\"><li>“free play” mode (2 maps) <br></li><li>2 unique races with their own characteristics <br></li><li>5 precious gems to dig and to sell in the bank <br></li><li>6 advanced tools to buy in the shop <br></li><li>25 achievements to get<br></li><li>3 ways to control miners <br></li><li>hand-drawn pictures</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/535470/header.jpg?t=1475596966",
    "developers": [
      "Michał Głowacki"
    ],
    "publishers": [
      "Michał Głowacki"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}