{
  "535580": {
    "name": "TANE DLC: Avmz Intercity 71",
    "steam_appid": 535580,
    "required_age": 0,
    "is_free": false,
    "description": "For better harmonisation between TEE and long-distance trains and therefore to offer well-heeled customers a completely new level of comfort, German Railways developed a new concept at the end of the 1960s: this was the birth of the Intercity! With the frequent services that then prevailed, the intention was to make regular stops at all the important economic centres in the Federal Republic of Germany. The fact that Intercity trains were from now on converging at all the important interchange stations made it possible to change trains comfortably and to travel in a relaxed way.<br />\r\n<br />\r\nThese Intercity trains, generally comprising 1st class cars, can now be driven for the first time in T:ANE. The cars not only look impressive, but are also technically impressive with a multitude of details and refinements. The vehicles will thus stand up to any close-up shot and have an elaborately designed passenger view. In the process you can choose between a number of seat positions, so that you can take a virtual tour of the car: because you are of course not travelling on your own!<br />\r\n<br />\r\nYou can also freely tailor the design of the car to your wishes: clean or dirty, round or arched roof, red or black skirt. An interactive help system explains every option in the game to you on request. Everything is covered from a technical viewpoint too. The car has independent sound, its own braking characteristics, automatic car numbering, functioning brake indicators and an adjustable magnetic brake.<br />\r\n<br />\r\nTwo sessions for the &quot;Niddertalbahn” track complete the package.<br />\r\nGet on board and extend your vehicle fleet with these cars, which are rich in detail.<br />\r\n<br />\r\nFeatures<br />\r\n<br />\r\nAvmz Intercity 1st class passenger high quality car<br />\r\nthree different levels of cleanliness, customizable for each car<br />\r\nroof can be changed between “curved” and “barrel”<br />\r\nskirt (apron) can be changed between black and red<br />\r\ndetailed passenger view with passengers (day / night compatible)<br />\r\ncars are illuminated in the night<br />\r\ndetailed model and sophisticated lettering<br />\r\nmore than 100 real and dynamic UIC train numbers<br />\r\nreal sound including brake and coupling<br />\r\nconfigurable and animated magnetic brake<br />\r\nanimated doors<br />\r\nindividual coach numbers<br />\r\ncustomized engine file<br />\r\nconfigurable train destinations<br />\r\nreal working brake indicators per coach (show red and green)<br />\r\ntwo sessions for “Niddertalbahn” track including audio guidance<br />\r\nvisible UIC coupling<br />\r\ntail lights<br />\r\ninteractive ingame help system<br />\r\nsupports winter textures<br />\r\nsupports passenger assets<br />\r\nmade for T:ANE",
    "supported_languages": "英语, 法语, 德语, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/535580/header.jpg?t=1474947581",
    "developers": [
      "N3V Games"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}