{
  "536230": {
    "name": "Siege Hammer",
    "steam_appid": 536230,
    "required_age": 0,
    "is_free": true,
    "description": "Siege Hammer is a uniquely-designed strategic VR game where players take the role of Blip, the young hero who was raised by the wisps, and granted a magical hammer to defend the realm from Rok G’narek’s evil invaders. Will you be the anvil… or the hammer?<br />\r\n<br />\r\n- Fun features: wield the mighty Siege Hammer with four dynamic variations of Blip and construct 3 types of upgradeable towers in order to fend off multiple waves of invaders across 40+ hours of enjoyable gameplay!<br />\r\n<br />\r\n- Family-friendly: strategic gameplay that anyone can understand, a pleasant and mystical aesthetic, and content for players of all ages!<br />\r\n<br />\r\n- Entry level: easy and intuitive to play with controllers or gaze, smooth experience to maximize comfort and control over the environment, no standing room required, move smoothly or by teleportation!<br />\r\n<br />\r\nSiege Hammer represented a new direction for MyDream Interactive Inc. This was the first step towards a full shift to VR for the studio, and signaled a departure from more conventional products. The UI-heavy game and generally non-cute aesthetic led the team to again shift focus and rework the aesthetic and style to what became Candy Squad. Instead of terminating Siege Hammer, we left it as a playable game for free, knowing that some features don’t entirely work as intended. <br />\r\n<br />\r\nThank you to everyone for your support! Everyone who purchased Siege Hammer will be provided a free copy of VR Toolbox: 360 Desktop and the Forest DLC.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/536230/header.jpg?t=1522859003",
    "developers": [
      "MyDream Interactive, Inc."
    ],
    "publishers": [
      "MyDream Interactive, Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}