{
  "536540": {
    "name": "FSX Steam Edition: US Cities X: Los Angeles Add-On",
    "steam_appid": 536540,
    "required_age": 0,
    "is_free": false,
    "description": "Los Angeles is a major hub for air travel in the United States. Not only are there several major airports in the area, but there is a large general aviation presence as well. Additionally, there are more helipads in Los Angeles than in any other city. Every day, numerous helicopter and light aircraft flights are made around the city every day in addition to major airline traffic. Sightseeing flights are incredibly popular with tourists, as they are ideal for experiencing stunning aerial views from coastline to the mountains.<br><br>US Cities X: Los Angeles for FSX: Steam Edition, developed by Limesim, is jam-packed with realistic and detailed textures and mesh terrain. Based on extensive aerial images, all major buildings, landmarks, airports and heliports within the scenery area are faithfully recreated – for the LA area, there are 150 helipads alone! <br><br>Please note that this pack only includes one season and no night textures. US Cities X Los Angeles includes a configuration tool which can be accessed via the Steam Tools menu.<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>\tDetailed 3D renderings of the 3 city centres covered by more than 5,000 major buildings including downtown Los Angeles, Long Beach, and Irvine/Santa Ana <br></li><li>\tAerial image coverage with up to 30cm/pixel resolution <br></li><li>\tMajor airports in and around the city are covered with high res ground images with customized mesh terrain including: Los Angeles Int’l (KLAX), Burbank Bob Hope (KBUR), John Wayne Orange Co. (KSNA), Long Beach (KLGB), Van Nuys (KVNY), Catalina &quot;Airport in the Sky&quot; (KAVX - features new building structures), Santa Monica Municipal (KSMO) and many more! <br></li><li>\tFull rendering of Catalina Island featuring detailed scenery of the “Airport in the Sky” with sloped runway. Catalina Island also includes a helipad<br></li><li>\tMore than 1,000 major buildings and 454,000 accurately placed autogen objects <br></li><li>\tHighly detailed and customized mesh terrain <br></li><li>\t150 helipads, including well-known ones such as US Bank (the world’s highest rooftop helipad), LAPD Hooper Heliport (largest rooftop heliport in the world), Queen Mary Heliport, Catalina Air-Sea Terminal Heliport, and Catalina Island Pebbly Beach Seaplane Base and Heliport<br></li><li>\tSound effects include downtown and highway traffic, plus animated gulls <br></li><li>\tAnimated ships and boats between LA Port and Catalina Island <br></li><li>\tTraffic on most major roads <br></li><li>\tIncludes a Scenery Density Tool accessible via the Tools section of your Steam Library which enables you to customize the level of detail for this pack. </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/536540/header.jpg?t=1537259789",
    "developers": [
      "Aerosoft GmbH"
    ],
    "publishers": [
      "Dovetail Games - Flight"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6500,
      "final": 6500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 65.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}