{
  "538020": {
    "name": "Expansion - Europa Universalis IV: Mandate of Heaven",
    "steam_appid": 538020,
    "required_age": 0,
    "is_free": false,
    "description": "While Europe slowly pulls itself from a period of darkness, the East continues to shine brightly. The Ming throne is set on a foundation of thousands of years of civilization while Japanese warlords do battle in honorable array, holding tight to their bushido code. The gods have blessed Asia with wealth and culture. Are you worthy of the Mandate of Heaven?<br><br>Mandate of Heaven is the newest expansion for Europa Universalis IV, the best-selling historical grand strategy game from Paradox Development Studio. In Europa Universalis IV, you control the fate of any of the hundreds of countries around the world through the maelstrom of the early modern era, from the Age of Discovery to the rise of Napoleon. Mandate of Heaven further enhances this epic experience by adding greater depth to playing the major powers of East Asia and adding a new “Ages” system to add more short-term goals.<br><br><strong>Features of Mandate of Heaven include:</strong><h2 class=\"bb_tag\" >Historical Ages and Golden Eras: </h2>Meet objectives in four historical ages from the Age of Discovery to the Age of Revolutions, earning new bonuses and powers for your country. Declare a Golden Era to further increase your chance of success<h2 class=\"bb_tag\" >Chinese Empire: </h2>New mechanics for Ming China, including Imperial Decrees and Imperial Reforms to bolster the Dragon Throne<h2 class=\"bb_tag\" >Tributaries: </h2>Force your neighbors to pay tribute to your Chinese Empire, paying you in gold, manpower or monarch points<h2 class=\"bb_tag\" >New Japanese Rules: </h2>Daimyos now owe loyalty to the Shogun – and the Shogun is whomever controls the imperial capital of Kyoto. Force your lesser rivals to commit seppuku to preserve their honor<h2 class=\"bb_tag\" >Manchu Banners:</h2>Rally the Manchu warlords around your throne and call up the traditional banners to reinforce your army<h2 class=\"bb_tag\" >Diplomatic Macrobuilder: </h2>Common diplomatic actions are now easily available from the macrobuilder interface",
    "supported_languages": "英语, 德语, 法语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/538020/header.jpg?t=1699871851",
    "developers": [
      "Paradox Development Studio"
    ],
    "publishers": [
      "Paradox Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9800,
      "final": 9800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 98.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 51,
      "total_negative": 25,
      "total_reviews": 76
    }
  }
}