{
  "538420": {
    "name": "Nekuia Demo",
    "steam_appid": 538420,
    "required_age": 0,
    "is_free": true,
    "description": "Explosive, challenging, exhilarating!<br><br>Nekuia is a 2D platformer involving exploration, adventure, speedruns and reflexes.<br>Play this soul in its epic quest searching for answers through an innovative and intense gameplay rewarding speed and jump skills. Descend in the abysses…<br>Stride across the different strata of Hades and overcome their guardian to discover Nekuia’s secrets…<br><br>In the universe of Nekuia, everything is based on speed and jumps. Just focus on these two notions: jump fast but jump right.<br>There is no trajectory adjustment once the jump has begun. Only a double-jump might save you…<br>The faster you keep jumping, the stronger you become and the risks you take increase! Make good use of the level design, find paths that correspond to your speed. Discover new paths as your skills increase.<br>Hold on everywhere, head up, head down, but avoid Nekuia’s traps…<br><br>Play the game in solo, but show the world your skills by performing the best times for all the levels.<br>Face the other players every week on an exclusive ephemeral level. Outdo yourself and show the others who the fastest is thanks to the online ranking.<br><br>Features:<br>- <strong>Sound and graphical ambiances</strong> evolving with your speed. The faster you are, the more intense it becomes!<br>- A physics-based game showcasing speed and jumps in a die &amp; retry style <strong>designed to encourage and reward speedruns</strong>.<br>- Exploration: see your quest to its end by finding a path in these mazes of levels and, who knows, <strong>you could run into one of our guardians!</strong><br>- Bosses <strong>pushing the gameplay to its limits</strong> to make the experience richer.<br>- Each world has <strong>its ultimate levels, for the best players</strong>, compiling all its level into one: extreme challenge!",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/538420/header.jpg?t=1477937562",
    "developers": [
      "Blue Gate"
    ],
    "publishers": [
      "Blue Gate"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}