{
  "538880": {
    "name": "Triennale Game Collection",
    "steam_appid": 538880,
    "required_age": 0,
    "is_free": true,
    "description": "The Triennale Game Collection is a free virtual exhibition of video games created for the XXI Triennale International Exhibition by five of the world’s most renowned independent game designers, showcasing these artists’ experimental approach to interactivity. <br><br>The five featured artists are: Mario von Rickenbach and Christian Etter (Dreii, Plug &amp; Play), Tale of Tales (The Path, Sunset, Luxuria Superbia), Cardboard Computer (Kentucky Route Zero), Pol Clarissou (Orchids to Dusk), and Everest Pipkin (Mirror Lake). These games are self-contained takes at interactive narrative, puzzles, and exploration. <br><br>Over the past decade, more innovative games have been designed than in the previous thirty years of this medium – video games are now more than entertainment for kids or for video game enthusiasts, they reach the accessibility and cultural depth of film, music, and literature. The Collection presents the state of the art of the medium with a glimpse into the future, presenting the work of the most important and original international designers. <br><br>Produced by Santa Ragione (FOTONICA, MirrorMoon EP, Wheels of Aurelia) <br><br>Games descriptions: <br><br>[Game 1] Il Filo Conduttore by Mario von Rickenbach and Christian Etter (Switzerland), is a small story about about a cord, which hangs down from the top, overlooking a handful of delicately arranged objects. <br><br>[Game 2] LOCK by Auriea Harvey and Michaël Samyn (Tale of Tales, Belgium) is a small exploration of the universe, as previously imagined: based on cosmologies which place the Earth, and thus humans, at the center of the universe, Loci Omnes Caelesistis Kyries shifts between a simple diagram and a fascinating machine. <br><br>[Game 3] Neighbor by Jake Elliott, Tamas Kemenczy and Ben Babbitt (Cardboard Computer, USA). The crater is roughly sixty meters in diameter, rocky, hot in the daytime and cool at night, home to cacti that bears edible fruit. <br><br>[Game 4] A Glass Room by Pol Clarissou (France) showcases pictures and animated sequences from Pol Clarissou’s own life. The flickering photographs projected on virtual walls create a narrative that evolves as the player manipulates the device. <br><br>[Game 5] The Worm Room by Everest Pipkin (USA) is a first-person exploration game which exists as a series of endless glass greenhouses that the player may wander through for the same reasons one visits a physical botanical garden; to walk, to take in beauty, to learn.",
    "supported_languages": "英语, 意大利语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/538880/header.jpg?t=1656517620",
    "developers": [
      "Mario von Rickenbach",
      "Etter Studio",
      "Tale of Tales",
      "Cardboard Computer",
      "Pol Clarissou",
      "Everest Pipkin",
      "Santa Ragione"
    ],
    "publishers": [
      "Santa Ragione",
      "La Triennale di Milano"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}