{
  "539040": {
    "name": "Guild of Dungeoneering - Ice Cream Headaches",
    "steam_appid": 539040,
    "required_age": 0,
    "is_free": false,
    "description": "<i>&quot;It's a heatwave! This is awful, I'm sitting here in a puddle of my own sweat. At least I hope it's sweat.<br><br>There’s more than a hint of morgue in the air, some older townsfolk are keeling over from exhaustion and dehydration, Fire Demons are running rampant in the outer villages. <br><br>Worst of all, I can’t even get my favourite ice cream. It’s so unfair. Why does everything bad happen to me?”</i><br><br>It’s time to send some chumps out to do your dirty work, namely fetch some ice cream. Things get a bit complicated when it turns out the Ice Cream Monks are under siege from Brainiacs intent on destroying all the ice cream. I guess we could team up with them… but maybe there’s a way to turn this situation to the Guild’s advantage?<br><br><strong>More quests, monsters and bosses!</strong><br>Explore the snowy mountains, visit the ice cream monks, battle new monsters like the Slushie Elemental and the Pygmy Mammoth!<br><br><strong>Find new Dungeoneers for the guild!</strong><br>Recruit three new classes of dungeoneer with the Yodeller, the Ice Cream Monk, and the Snowitch.<br><br><strong>Loads of new loot!</strong><br>24 new pieces of equippable loot to be found throughout Guild of Dungeoneering makes for huge replayability. Expand the full game with these new items.<br><br><strong>More Bardic tunes</strong><br>It’s the bard that everyone loves to hate! And he’s back with some more tunes to accompany your successes… and your failures.<br><br><strong>Favour: a new way to play</strong><br>Ice Cream Headaches brings an important new mechanic into play called Favour. <br><br>Any time you draw a room or corridor tile it may have a Rune of Fate inscribed on it. Place this in the dungeon and defeat a monster there to gain Favour with the Fates.<br><br>Favour can be spent any time during the dungeon run on powerful card-manipulation effects. You could draw extra cards in battle or even remove one of your weaker cards from your deck for the rest of the quest. <br><br>This adds a whole new strategic element to dungeon creation as you match up Runes with where you want your dungeoneer to go. And once you build up some Favour you there are more strategic decisions to be made about how and when to best spend it!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/539040/header.jpg?t=1637352916",
    "developers": [
      "Gambrinous"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}