{
  "539400": {
    "name": "Son of a Witch",
    "steam_appid": 539400,
    "required_age": 0,
    "is_free": false,
    "description": "So there we were, minding our own business in the forest. It was kinda idyllic, you know? Peace, happiness, harmony with nature, and OH YEAH, it was extra awesome because, get this, MY MOM IS A WITCH?! Well, I guess TECHnically she is, but she’s more like a Harry Potter witch than a creepy Witch Hazel type, ‘cause bless her heart, she always uses her powers for good. Anyway, she’s the best, but this is also exactly when things went wrong.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/539400/extras/c358fa483dbd9d3480a5c3ebec339642.avif?t=1770463899\" width=600 height=242 /></span><br><br>See, all of a sudden the king's guards show up, all stuffy and businesslike, and they say they’re taking my mom to the castle, and there’s nothing I can do about it. I mean, I was totally just like, “yeah right, narcs” and I snuck my way right in, but now there’s all these enemies to defeat and items to use and pets to get, and that’s only the tip of the iceberg!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/539400/extras/2307c93533d186a3f91b3303f9bf7c19.avif?t=1770463899\" width=600 height=234 /></span><br><br>Apparently, somewhere along the way, somebody else just straight up STOLE a goblin artifact, and now THEY’RE in the castle somewhere too, and the goblins are pissed so they’ve started attacking. Lucky for me, this is a co-op game as well, so I can get a friend to help me, but MAN! Goblin artifacts? Missing parents? A thief's agenda? I guess that’s just what happens when you're a... SON OF A WITCH!<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li>Explore non-linear procedurally generated dungeons<br></li><li>Fight your way through random encounters with monsters and a selection of 24 bosses<br></li><li>Find shops, treasure rooms and challenge rooms<br></li><li>Complete NPC quests to unlock playable characters<br></li><li>Get help from one of 26 cute pet companions<br></li><li>Drink random potions to power up or increase the challenge<br></li><li>Identify and use powerful magic scrolls<br></li><li>Every weapon has some unique ability or attack type<br></li><li>Every item you find has its use or special mechanics<br></li><li>Single player and up to 4 player co-op local or online<br></li><li>Three diferent play styles: melee beat'em up, magic shooter and archers sniping enemies from the distance<br></li><li>Permadeath. A new world is created every time you start the game, so it's always fresh and interesting to explore</li></ul><h2 class=\"bb_tag\" >The Heroes</h2><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/539400/extras/bd83533f4cc81971755fa4aa93ca416b.avif?t=1770463899\" width=600 height=194 /></span><br><br>Pick one of seven heroes with different starting weapons and items, as well as Melee, Magic and Archery skill levels:<br><br><ul class=\"bb_ul\"><li> Knight (melee combat specialist, starts with armor that reduces damage)<br></li><li> Sorceress (ranged magic attack, can create food to heal players)<br></li><li> Druid (ranged magic attack, can add poison effect to any weapon)<br></li><li> Pyromancer (shoot fireballs, immune to fire)<br></li><li> Archer (master of bow and arrows, start with additional inventory slot)<br></li><li> Skeleton Ranger (cannot eat nor drink, collects bones from fallen enemies and gets stronger)<br></li><li> Barbarian (faster rage buildup for special melee attacks, unique weapon, higher magic spell cost)</li></ul> <br>You can unlock characters by completing various quests in the game.<h2 class=\"bb_tag\" >Items, weapons and loot</h2><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/539400/extras/24dff6d1877c46314b13cab34ef06e9a.avif?t=1770463899\" width=600 height=176 /></span><br><br>Boost your strength, magic and other abilities with new weapons, potions, scrolls and items you can discover on your adventure. Grab enemy weapons when they drop them or discover hidden treasure stashes. The game has over 120 items and weapons with different unique effects. Here are some of the items you can find:<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/539400/extras/74ad66af48cbe71404a0f1fa1c306d58.avif?t=1770463899\" width=600 height=164 /></span><br><br>Many items and weapons have synergies. Examples:<br><br>Drinking a Gold Diet potion allows you to eat gold, but if you find an Appetite potion as well it will boost the effect and enable you to restore a lot of health. <br><br>Voodoo Dolls allow you to hurt enemies from a distance, but if you combine it with a high-damage item like a Meteor Staff or a Bomb it can be devastating. The Celestial Smasher hammer does 200 damage per hit. If the enemy is standing over the voodoo doll he's marked with, you can do 400 damage in one hit. For some comparison, the first level boss has 700 HP. This means you could kill it in two hits if you time your attacks properly.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/539400/extras/804914c1aa661ad444b54e5969c5ada0.avif?t=1770463899\" width=600 height=130 /></span><br><br>There's a status effect that boosts your stats when you have more gold. If you couple this with a Portable Foundry (turn any item into gold) and Avarice (multiply collected gold), you can become very powerful in a short amount of time.<br><br>There's a magic potion that increases your stomping damage. Couple that with a Horse pet that triples your stomp damage, and you can kill most enemies in one stomp. Now you just need a weapon that knocks them down. There are a couple of hammers with knockdown attack, or you can use the Violent Sword that has a dashing attack that knocks many enemies down and gives you full rage after every kill. So, you can sweep the enemies, stomp at least one of them to get a kill and thus full rage for another dash. Rinse and repeat until the room is clear.<br><br>Weapons also have synergies. For example, you can combine the Enchanter's Warbreaker hammer with the Snake Staff. Use the staff to poison all the enemies and once their health is low, kill them all with the Warbreaker and get many mana points. Mana can be used for more spells, creating potions, bombs and gold.<br><br>Another example, you can use the Rogue Sword and the Turret Staff for winning without much fighting. You can create an automated turret in the middle of the room and then use the rogue sword special ability to hide and just watch enemies getting decimated by the turret(s). With a couple of useful pets it can become a pacifist run: a bull (allows you to use the rogue sword in every battle without having to fight to build up rage) and a lizard (gain additional mana point after every battle) would allow you to only have to fight once in two battles.<br><br>Heroes with good archery skills can combine different bows and arrows, for example:<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/539400/extras/0447122f9294fefd4d9e9d2e3a00850b.avif?t=1770463899\" width=600 height=320 /></span><br><br>Hitting an enemy with an ice arrow would freeze it for a while, but after that passes, he will also be slow and much easier to fight against. Saving special arrows for bosses and difficult enemies is a good strategy.<h2 class=\"bb_tag\" >Pets</h2><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/539400/extras/5c9d9caa6a3ac9e7fcd55dc7b3aec9c6.avif?t=1770463899\" width=600 height=230 /></span><br><br>Adopt one of 26 different pet companions. Each has a different effect. The Penguin freezes enemies. The Ram knocks them down. The Bat attacks in the air. The Chicken shows you the path with least enemies. The Dog fetches hard to reach items and weapons. The Turtle acts as an unbeatable decoy and the Bird's feathers improve your archery skill. If you find a Wolf to lead the pack and keep them in order, you can adopt multiple pets at the same time.<h2 class=\"bb_tag\" >Always more to explore</h2><br>The game has permadeath. Once you die, you start a new game. A different world is created on each playthrough. The layout of the levels is different, there are different numbers and types of enemies; and different treasures and items sold in shops. There are many spells the characters can use, and archers have a wide assortment of special types of bows and arrows at their disposal. Because of this, each new game poses a new challenge. You will get a subset of weapons, items and enemies and might need to use a different strategy. Any two subsequent plays could be quite different.<h2 class=\"bb_tag\" >Various ways to complete levels</h2><br>There's a big boss at the end of each level. You can beat him up with a melee weapon, petrify him with Medusa Arrows, or use a magic scroll to simply skip the battle and run to the next level. <br><br>If you don't have enough money to buy weapons from shops, you can loot it if you can beat the shop's guard. Or you can just steal things and use a bomb or an Escape scroll to run off.<br><br>Enemies drop usable items and weapons often which you can then use against them. For example, the Necromancer drops a staff that allows you to raise undead as your servants. This includes raising some of the undead bosses as your allies. If you defeat the king, you can take his scepter, allowing you to summon an army of armored guards to help you.<h2 class=\"bb_tag\" >Monsters and bosses</h2><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/539400/extras/d837c042969ba86da21875982c0db203.avif?t=1770463899\" width=600 height=312 /></span><br><br>The final game plays over seven areas: forest, battlements, the keep, dungeon, catacombs, desert and the frozen mountain. Each area has three or more specific bosses that randomly show up on different play-throughs.<br><br>Each area also has a different set of enemies, separated into the following factions:<br><ul class=\"bb_ul\"><li> Goblins<br></li><li> King's Guards<br></li><li> Thieves<br></li><li> Undead (skeletons, zombies, vampires)<br></li><li> Ice Mountain Clan<br></li><li> Desert Mercenaries<br></li><li> Animals (wild boars and dragons you can ride, bugs that drop weapon upgrades, bats, hornets, etc.)</li></ul><br>Each faction has regular units and special ones that are bigger and harder to beat. Like this barbarian that the shop keepers like to hire for security:<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/539400/extras/fc7beb4c6279c4be171f48b2409b28bb.avif?t=1770463899\" width=378 height=144 /></span><h2 class=\"bb_tag\" >Contact e-mail</h2><br>In case you want to contact me about the game: <a href=\"mailto:info@bigosaur.com\">info@bigosaur.com</a><h2 class=\"bb_tag\" >My Mom is a Witch</h2><br>In case you got here looking for it, the game has been named &quot;My Mom is a Witch&quot; previously.",
    "supported_languages": "英语, 简体中文, 乌克兰语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西, 俄语, 法语, 波兰语, 越南语, 韩语, 西班牙语 - 拉丁美洲, 德语, 土耳其语, 塞尔维亚语, 阿拉伯语, 繁体中文, 白俄罗斯语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/539400/header.jpg?t=1770463899",
    "developers": [
      "Bigosaur"
    ],
    "publishers": [
      "Bigosaur"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5600,
      "final": 5600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 56.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 67,
        "description": "视角舒适度"
      },
      {
        "id": 66,
        "description": "可选颜色"
      },
      {
        "id": 68,
        "description": "自定义音量控制"
      },
      {
        "id": 78,
        "description": "可调整难度"
      },
      {
        "id": 75,
        "description": "可以仅用键盘"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 123,
      "highlighted": [
        {
          "name": "弓箭手的请求",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/539400/1e807a9cd9969666e8275edf7e947efdc09f22c0.jpg"
        },
        {
          "name": "鉴定家",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/539400/86c172fb0267d1b454231848977d035b730f08a0.jpg"
        },
        {
          "name": "绿色火焰",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/539400/150d83ba383cfe9117fe44ba614e0c7d5471f5e5.jpg"
        },
        {
          "name": "治愈者",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/539400/b14dd08988b192f89756b757bc437bbffba3a316.jpg"
        },
        {
          "name": "教程",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/539400/679ea62f94383782fe31fe0e422c39c5dbf6018d.jpg"
        },
        {
          "name": "现在谁才是老大？",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/539400/d17ea372529e92c860270405365399f48904fa64.jpg"
        },
        {
          "name": "屠龙者",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/539400/536f0a8f735fdae6edc2a5df4308cb8818e7a39a.jpg"
        },
        {
          "name": "处决",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/539400/e76a27e361933cf290111cfd21143a06868bbb35.jpg"
        },
        {
          "name": "强盗",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/539400/a35e6e9ba7b07ee53024ff58177ec992d337cd3f.jpg"
        },
        {
          "name": "丢失的宠物",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/539400/d05077692356b8ff89bb593c49d4672ba0bd3c5d.jpg"
        }
      ]
    },
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 81,
      "total_negative": 16,
      "total_reviews": 97
    }
  }
}