{
  "539660": {
    "name": "ChronoClock",
    "steam_appid": 539660,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Preface</h2>Next in line to manage a multi-million dollar corporation is our protagonist, Rei Sawatari.<br>He inherited one very important heirloom from his late grandfather: a single pocket watch that grants him a mysterious power—<br><br>'The power to go five minutes back in time.'<br><br>It's an ability he can use as many times as he wants. Convenient as that might sound, with five measly minutes, it's not exactly easy to make the most of it.<br>There's no telling what he could accomplish if he manages to make good use of his newfound potential. Should he be so inclined to, he could even save the world...<br>But what's the point in doing something so cliché and grandiose?<br><br>Meet our protagonist once more... a boy who wields his time-traveling powers to indulge in fun adventures, talk to cute girls, and maybe even find a girlfriend. Thus marks the beginning of his ridiculous school rom-com adventure.<h2 class=\"bb_tag\" >Prologue</h2>Unbeknownst to his fellow classmates, Rei Sawatari has spent his years putting together a list of cute girls.<br>One after another, he would confess to these girls to gauge their interest in him, before using the power of his pocket watch to turn back time.<br>An ingenious strategy that is virtually free of risk.<br><br>After school, on a day just like that...<br><br>A girl falls to her death from the school rooftop. Panicked screams erupted, as her innards splattered on the pavement.<br>Turning back time to see for himself what in the world happened, he frantically made his way up to the roof and threw open the door. He was greeted by a scene he never expected.<br>Suzuki Miu, a first-year girl, was right in the middle of confessing her feelings to his best friend... as Rei waltzed in at the worst possible moment.<br><br>Not only is Miu painfully shy, but luck never seems to be on her side. Naturally, it took her everything she had and more just to work up the courage to convey her feelings.<br>In contrast, Rei is only able to confess his feelings with the help of his pocket watch — something he admits himself. Moved by the strange girl and her determination, he decides to do everything in his power to make her second confession succeed.<br>That is how their bizarre three-way relationship came to be.<br><br>Meanwhile, our protagonist has to somehow gather up the courage to confess his feelings to one of the other heroines.<br><br>This is only the first page of Rei Sawatari's story.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/539660/afdfdf687b976961713c9aa8d368ca1949f0a7e7/header.jpg?t=1770344099",
    "developers": [
      "Purple Software"
    ],
    "publishers": [
      "Sekai Project"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 10800,
      "final": 10800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 108.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 2 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 44,
      "total_negative": 1,
      "total_reviews": 45
    }
  }
}