{
  "540200": {
    "name": "Star Vikings Demo",
    "steam_appid": 540200,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Build Your Strategy. Squash Space Snails. Be a Star Viking.</strong><br><br>In Star Vikings Forever you will build your team of spacefaring Vikings to take on the evil scourge of intergalactic snails in a fun and nearly endless stream of challenging puzzles.<br><br>Winner for &quot;Best Game Design&quot; at the Brazilian Independent Games Festival and “Most Offensive Game Ever” at the Space Snails Game Conference. Star Vikings Forever is a humorous Puzzle/RPG developed by the award-winning creators of Chroma Squad, Dungeonland, and Relic Hunters Zero.<br><br>Position your team of uniquely built Vikings to strategically attack enemies, and clear the board.  Enemies aren’t the brightest, and will attack each other whenever they are attacked. This creates a very satisfying chain-combo system, where you can wipe entire boards with a few moves to clear a path to advance to the next stage, or to complete a specific objective. <br><br>Take your time and strategize, or for faster paced combat, make multiple moves simultaneously. Puzzles are procedurally generated, allowing for unique and nonlinear challenges every time. Each character has a standard melee attack, along with a special ability attack that will send snails crying home to their shells. Each special ability is unique to their class and provides an additional layer of strategy in solving puzzles.<br><br>Star Vikings’ unique gameplay is packed full of content, and will turn even your non-gamer grandma into a hardcore min-maxing machine by the time the credits roll!<br><br><strong>Features:</strong><br><ul class=\"bb_ul\"><li> <strong>Unique Puzzle/RPG Gameplay</strong> - Based on teamwork and chain reactions<br></li><li> <strong>Procedurally-Generated Puzzles</strong> - For endless replayability<br></li><li> <strong>8+ Hours of Story Mode</strong> - Packed with colorful characters and humorous dialog<br></li><li> <strong>New Game Plus Mode</strong> - Brings additional puzzles and gameplay<br></li><li> <strong>Six Classes</strong> - Each with unique, upgradeable skills<br></li><li> <strong>HATS!!!</strong> - Craft special hats and use special items to gain additional boosts<br></li><li> <strong>Steam Leaderboard Integration</strong> - Compete with your friends for the high score!<br></li><li> <strong>Sssssecrets</strong> - Hidden levels and crazy unlockables<br></li><li> <strong>Soundtrack</strong> - Head bangin’ beats by Raphael Müller! </li></ul>",
    "supported_languages": "英语<strong>*</strong>, 葡萄牙语 - 巴西<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/540200/header.jpg?t=1751347123",
    "developers": [
      "Rogue Snail"
    ],
    "publishers": [
      "Akupara Games",
      "Rogue Snail"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 13,
        "description": "支持字幕"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}