{
  "540360": {
    "name": "Jewel Quest Seven Seas Collector's Edition",
    "steam_appid": 540360,
    "required_age": 0,
    "is_free": false,
    "description": "TRY THE GAME THAT HAS BEEN DOWNLOADED OVER 250 MILLION TIMES!<br />\r\n<br />\r\nThe famous jewel adventurers, Rupert and Emma are back… and unlike you have ever seen them before! After receiving a mysterious message from their old friend Hani, saying that the Jewel Boards were in danger, the duo must work fast to save both the jewel boards as well as Hani. But can they do both?  Will they have to choose between the treasured Jewel Boards and their friend? And who is putting everyone in danger?<br />\r\n<br />\r\nDive into this exciting adventure by matching 3+ jewels as fast as you can.  Jewel Quest: Seven Seas stays true to its roots - giving longtime Jewel Quest fans a “pure” jewel matching experience while delighting new players with jewel swapping tricks unique to this beloved series of games. Exciting new elements include new jewels to match, new tools and power-ups as well a never-before seen Collapse-style mode! <br />\r\n<br />\r\nWith over 200 gameplay levels, this game give you days of jewel-matching fun!<br />\r\n<br />\r\nOther cool features:<br />\r\n- Hundreds of levels of gem-matching fun <br />\r\n- New Tools! Match 4 jewels to create a Ship Wheel, then flick it anywhere    you want it to go to eliminate even more jewels!<br />\r\n- Existing Tools got that much better! Use the Midas Touch tool to turn any tile gold!<br />\r\n- Expert Levels await you! Complete all regular levels to unlock!<br />\r\n- 14 stunning environments, each with its unique gameplay style.",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/540360/header.jpg?t=1696532428",
    "developers": [],
    "publishers": [
      "Next Game"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}