{
  "541800": {
    "name": "Thumper Soundtrack",
    "steam_appid": 541800,
    "required_age": 0,
    "is_free": false,
    "description": "The Thumper Soundtrack with music by Brian Gibson. Ten tracks in both MP3 (320kbps) and FLAC formats.<br />\r\n<br />\r\n“As spartan and laser-focused as Lightning Bolt’s music.” - FACT<br />\r\n<br />\r\nBrian Gibson, co-creator of Thumper and bassist for the ballistic duo Lightning Bolt, makes his solo debut with the Thumper OST, approaching the rhythmic violence his music is known for with a propensity for tense, electronic thrusts, pulsing synth swells, and symphonic bursts. Drawing from music originally created for the game that Gibson created the art and music for, the album takes the listener on a trek through trans-dimensional journey where the brutality of the music’s momentum is equally entrancing. Despite the presence of lush, even soothing tones, the tensions that blossom from each track overwhelm the senses to invigorating effect.<br />\r\n<br />\r\nKnowing that the soundtrack for the game was originally developed as generative, based on the player’s gameplay, it is easy to see how the music developed to be so immersive and varied in texture. Every piece on Thumper dictates a new terrain, each as otherworldly as the next: drifting through ethereal canyons, gleaming over laser infested space, and plummeting into craggy bombasts of meteorite alike. Rhythm here reigns king, although in contrast to the break-neck stylings of Lightning Bolt, Gibson applies a steadier throb that remains as propulsive. Similar to Gibson’s ability to create a multitude of drastically varied tones with his bass and effects pedals, the music of Thumper finds a tapestry of orchestrated instruments – brass, strings, and swaths of percussion instruments – applied with masterful skill.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/541800/header.jpg?t=1581627106",
    "developers": [
      "Drool"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 1800,
      "discount_percent": 50,
      "initial_formatted": "¥ 36.00",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 50,
        "description": "额外高品质音频"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}