{
  "541880": {
    "name": "Fantasy Grounds - Hellfrost Land of Fire (Savage Worlds)",
    "steam_appid": 541880,
    "required_age": 0,
    "is_free": false,
    "description": "Hellfrost Land of Fire Core Setting<br>Savage Worlds Setting and Extension for Fantasy Grounds<br><strong>About Land of Fire  The secrets of the sand revealed!</strong><br>Welcome, oh noble stranger, to a land of flying carpets, bound jinn, glittering palaces, scheming wizirs, regal sphinxes, and trap-laden tombs bloated with fabulous treasure!<br>Freed from enslavement under the jinn five centuries ago by Suleiman the Great, the races of Al-Shirkuh, the Land of Fire, have prospered. Here, amid the endless sands and crumbling ruins of long-forgotten empires, stand glittering cities and verdant oases.<br>But Al-Shirkuh is changing. The temperature grows colder, the rains fall less often, and the desert is encroaching on the fertile lands. The jinn, once defeated, are gathering their strength; fire giants are raiding with impunity; the naga have returned to reclaim their homeland; and the withered undead of Hekata stir in their majestic pyramids.<br>Welcome indeed to Land of Fire, the first major geographic expansion to Hellfrost setting.<br>Inside this volume you will find:<br><ul class=\"bb_ul\"><li>Five player character races<br></li><li>Rules for creating native characters<br></li><li>Details on the Devoted and Faithful, the twin creeds of the desert folk<br></li><li>Descriptions and rules of the 12 major gods and six magical traditions of Al-Shirkuh<br></li><li>New setting rules for surviving the burning sands<br></li><li>A detailed gazetteer exploring the major realms, cities, and sites<br></li><li>A bestiary stocked full of desert-dwelling creatures<br></li><li>A full-color map of the great desert</li></ul><ul class=\"bb_ul\"><li>Fantasy Grounds library module entries for the Hellfrost Land of Fire Players Guide and GM's Guide<br></li><li>Edges, Hindrances, NPCs, maps, vehicles and images entered for drag and drop convenience<br>Requires: A Full or Ultimate license of Fantasy Grounds and the Savage Worlds ruleset. This product builds upon the Hellfrost Player's Guide and Hellfrost Bestiary. Players should have access to the Hellfrost Player's Guide.<br>This product is an installable module for use with the Fantasy Ground II virtual<br>tabletop. The library module has been carefully organized to streamline gameplay<br>and includes library sections to help a GM prepare an adventure setting or to quickly<br>look up details on how to conduct encounters in unusual situations. The Savage Worlds<br>ruleset and a Full or Ultimate license of Fantasy Grounds II are required to use<br>this product.<br><strong>Author: </strong>Paul Wiggy Wade-Williams<br><strong>Fantasy Grounds II Conversion: </strong>Kevin Doswell<br><i>Adapted for Fantasy Grounds by: </i><strong>Kevin Doswell</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/541880/header.jpg?t=1768363823",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 1 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}