{
  "542380": {
    "name": "A Date in the Park - Collector's Edition",
    "steam_appid": 542380,
    "required_age": 0,
    "is_free": false,
    "description": "Due to free games not remaining in a player's Steam library after uninstalling, this DLC has been created with some additional content for those who want to keep it in their collection. Or perhaps for those who wish to support our team, or for those who would like to gain a little more insight into the game's creation. <br><br>There are no new achievements with this DLC, to ensure that all players can 100% complete the game with just the free version. <br><br>It includes:<br><br>- A piece of writing detailing the making of the game and the thought processes behind it. (Spoilers contained! We recommend finishing the game before looking at the DLC extras)<br>- PDFs featuring original photographs used for backgrounds and sprites, including many background images which didn't make it into the final version of the game. <br>- 2 short music tracks that were made for the game but did not feature.<br>- A short bonus game called &quot;aerinde&quot;. Made in a similar graphical style to A Date in the Park, this is a short  (approximately 10-20 minutes) first-person point and click mystery game now only available as part of this Collector's Edition. Your name is G. After an old friend gives you the chance of a new life, it's time to return the favour. Note adult themes and situations are explored, including depictions of drug use.<br><br>Note that the extra game is in no way a sequel or expansion to A Date in the Park - think of it as a bonus game. The game will not appear in the base game and must be launched from within your Local Files. <br><br>The files will be installed in your A Date in the Park folder within the Steam folder, for example: C:\\Program Files\\Steam\\SteamApps\\common\\A Date in the Park\\Extras<br><br><strong><i>Note that these extra features are currently only available in English. </i></strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/542380/header.jpg?t=1479214191",
    "developers": [
      "Cloak and Dagger Games"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}