{
  "542590": {
    "name": "SoulSaverOnline",
    "steam_appid": 542590,
    "required_age": 0,
    "is_free": true,
    "description": "World of pandemonium<br />\r\n100 years ago, countless people were doing something evil constantly so that they couldn’t depart this world. They should be in the afterlife, however they started to hurt good people badly. Dead people also remained in this world with their spirits so that they committed big crimes such as murdering and looting in this confusion. This routine trapped in vicious cycle<br />\r\n<br />\r\nSon of Heaven, Yangak<br />\r\nYangak was a monk as great master Taehwa’s pupil before who was getting treated as an eligible person. Unfortunately, Samuk was Taehwa’s preference so that Yangak was unsatisfied with his master’s opinion. By that time, Yangak became a leader by force of arms among the warriors. When many eunuchs were gathering to dethrone the Emperor, suddenly they started to follow Yang ak such as an emphatic one. Because of this situation, he decided to kill the Emperor and his followers that he could hold the first place. <br />\r\n<br />\r\nGreat Master, Taehwa<br />\r\nIt continued to be like war for 30 years because, the growing number of demons was increasing rapidly. There were two fractions named &quot;Justice&quot; and &quot;Chaos&quot; that were facing against the demons. At this very moment, Taehwa appeared with his 12 pupils driving away the demons and spirits. Therefore, he used the great skill that the charm could lock up all demons in the temple of Tian Gui at Mt.Guwang. People got back to normal life farming and learning however, Yangak didn’t change his mind like others. He thought he was the best person who was able to meet Taehwa’s request. Sadly, Samuk succeeded to Taehwa’s title so Yangak felt severely scorned and inferior to Samuk.<br />\r\n<br />\r\nEunuch’s conspiracy<br />\r\nAfter full of corruption, the whole country became peaceful. Even the little emperor was young, but he could suspect the eunuchs' corrupted actions. The little emperor called all of eunuchs and gave a severe scolding however they schemed to dethrone the emperor. More, to achieve their conspiracy, they bribed to bring attention to the masters of factions and also Yangak as well.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/542590/header.jpg?t=1491540954",
    "developers": [
      "Smartbig Corportion"
    ],
    "publishers": [
      "Netgame"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 5 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}