{
  "542820": {
    "name": "DemonicGuestVR",
    "steam_appid": 542820,
    "required_age": 0,
    "is_free": false,
    "description": "** New LARGE update coming in 2022 ** We have stayed in EA for this long to wait for an equilibrium in mainstream VR now we have this we are working on a BIG update for this game. Bringing the graphics to 2022 along with gameplay to a lot higher standard.<br />\r\n <br />\r\nWelcome to Demonic Guest VR.<br />\r\n<br />\r\nPlayer position should be sorted out from current update, if not please let us know! NOTE: It is important with the HTC Vive to stay within the blue circle in the headset for the best experience <br />\r\n<br />\r\nDGVR is designed to be an horror experience, this means there are NO controls, you enter the game a look around and try to survive the night.<br />\r\nCreated in VR for the HTC Vive and Oculus Rift we put you in the room, where things are happening and there is nothing you can do about it!.<br />\r\n<br />\r\nThe story : <br />\r\n<br />\r\nYou wake in the night, strange things have been happening around your house and you have no idea what is lurking, is something coming for you? you have no idea.<br />\r\nTonight is the night, you are locked in your room what will happen, is there an escape? so many unanswered questions and so little time.<br />\r\n<br />\r\nThe experience is in Early Access at the moment and runs for around 8 minutes. Although this time is short we are committed to updating on a regular basis adding new content.<br />\r\n<br />\r\nIn each update we move closer to adding controller support and a means of physically moving around the house essentially creating 2 games for a low price.<br />\r\n<br />\r\nWe would like to thank everyone who has purchased this experience and welcome any reviews good or bad as its YOU who will help shape this experience and upcoming game.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/542820/header.jpg?t=1649764362",
    "developers": [
      "Mgsstudio"
    ],
    "publishers": [
      "Mgsstudio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}