{
  "543340": {
    "name": "Spriter: Radius-Wing SHMUP Animated Art Pack",
    "steam_appid": 543340,
    "required_age": 0,
    "is_free": false,
    "description": "With BrashMonkey's Radius-Wing SHMUP Art Pack, you can mix and match 6 separate components from a large array of designs to create a custom space ship reminiscent to those seen in classic arcade shoot-em-up games.<br />\r\n<br />\r\nOnce you've arrived at your ideal design, you can choose from many thousands of possible color combinations to finalize your custom space ship. Many hundreds of thousands of possible color combinations combined with over 200 thousand possible component combinations means the possible ship variations are nearly endless.  Advanced users can even customize component images or create custom color palettes to permanently increase the possibilities.<br />\r\n<br />\r\nAfter just a few quick swipes of the mouse your awesome fighter-ship will take shape before your eyes in the form of a high res, smooth 32 frame rotation animation, which you can then export for your game. Keep it large for cinematic or title-screens, and reduce it down to create your actual in-game space-ship sprite. Use the exported frames for either full in-game barrel-rolls or for subtle leaning as the player deftly maneuvers their ship between the onslaught of enemy fire.<br />\r\n<br />\r\nWith so many possible design and color combinations, you can not only create a large variety of ships for your player to pilot, but also a whole evil armada for them to send packing back to their sector.<br />\r\n<br />\r\nThis Art Pack also includes an impressive assortment of player shots, mussel flashes, impact effects, explosions, force-field effects and a collection of 3d rendered rotating power-up capsules which can be color-customized in the same manner as the ships themselves.<br />\r\n<br />\r\nWith Spriter, you can creatively flip, rotate, scale and combine any of the thousand-plus images included in this pack to create and animate all kinds of cool stuff for your next SHMUP project.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/543340/header.jpg?t=1667393316",
    "developers": [
      "BrashMonkey"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 20 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}