{
  "543480": {
    "name": "Dead of Day",
    "steam_appid": 543480,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/543480/extras/2df2bc2c6efe2e4c945d9590d3c82c11.avif?t=1707651651\" width=600 height=110 /></span><br>Dead of Day is a retro styled Zombie Dungeon Crawler, a mix of story, character management and survival. Go out into the world and collect resources, meet and rescue other survivors and unveil the story of what happened to the world from day zero.<h2 class=\"bb_tag\" >A New World Order</h2>Welcome to a new world order…a world not run by politicians or governments, but wandering, screaming and moaning Zombies, Zombies that will attack on sight or smell of anything human. Anyone still alive are hiding in fear, hoping they have enough food to get them through this nightmare, long enough to be rescued… but even if they are, what will be left of the world they lived in, the people they used to know. One word of advice, don't go out at night, and watch out for the Dead of Day.<h2 class=\"bb_tag\" >Introduction</h2>You start off the game in a log cabin in the USA, hearing various radio reports come through that the world you once knew is no more. Now you must decide with your limited resources, do you try and help other people or just try to survive.<br><br>You cannot stay in your home base for very long because as time passes, your food and water begin to dwindle. Search buildings and locations but beware these places may not be empty and you may have to fight the zombies. If you come across other survivors you can have them join you.<h2 class=\"bb_tag\" >About The Development Team</h2>Jason Darby is the main developer of Dead of Day. Having worked on many of the core features of the Formula 1 franchise from 2010 to 2015 (2011 to 2015 releases) he decided that he wanted to make a game that harked back to the old school dungeon crawlers of the 1980's and 90's. Jason began working on Dead of Day in his spare time and with a small amount of match funding from Creative England, he was able to enlist the help of a team of talented artists from Indonesia.... and so Dead of Day was born. It's been a long road and a long process, but finally we are ready to get Dead of Day into Early Access. Not only will this allow us to start getting feedback from users but also provide as the ultimate method of encouragement to finally commit to getting the game released. Time working on AAA games and living life has meant he has procrastinated long enough, now its time to finally get the game made!",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/543480/header.jpg?t=1707651651",
    "developers": [
      "Trebuchet Games Ltd"
    ],
    "publishers": [
      "Trebuchet Games Ltd"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}