{
  "543990": {
    "name": "Zombie Exodus: Safe Haven Demo",
    "steam_appid": 543990,
    "required_age": 0,
    "is_free": true,
    "description": "<p class=\"bb_paragraph\" >Zombies rise again at the dawn of Apocalypse! In this companion to the smash-hit <i>Zombie Exodus,</i> can you survive the first few days of the zombie outbreak as the dead rise, society collapses, and the living struggle to survive?</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><i>Zombie Exodus: Safe Haven</i> is the first part of a series of thrilling interactive survival-horror novel by Jim Dattilo, where your choices control the story. It's entirely text-based--without animation or sound effects--and fueled by the vast, unstoppable power of your imagination.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Customize a character using a variety of professions, backgrounds, special challenges, and skills to survive in a brutal and chaotic city as the Zeta virus spreads. Will you be an honorable soldier, searching through neighborhoods to aid survivors? Or will you be a ruthless bandit who loots and robs others for needed supplies? How about a paranoid hacker, psychopathic con artist, pragmatic scientist, or idealistic teenager? Dozens of options allow you to play the character of your choice.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Set in the <i>Zombie Exodus</i> world, the first part of <i>Safe Haven</i> focuses on the first few days of a viral outbreak which changes the infected into mindless zombies. Explore the changes to society at the start of the pandemic. Board your house, gather supplies, meet over a dozen other characters, and survive encounters with the living dead and even other survivors. Scavenge numerous locations, craft items, and use a variety of skills to survive the many challenges of the apocalypse.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The <i>Zombie Exodus: Safe Haven</i> series will continue with future stories in new locations in the coming years.</p><p class=\"bb_paragraph\" ></p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" > Play as male or female, gay, straight, bi, or asexual.</p></li><li><p class=\"bb_paragraph\" > Over 500,000 words long. You’ll read 50,000 words each time you play. Given the number of paths from beginning to end, you’ll want to play numerous times.</p></li><li><p class=\"bb_paragraph\" > Nineteen backgrounds/professions including Soldier, Teenager, Professional Wrestler, Bank Robber, and Doctor. Or create your own custom class.</p></li><li><p class=\"bb_paragraph\" > Choose your skill levels in eighteen different apocalyptic skills such as Stealth, Ranged Weapons, Scavenging, and Survival. Level up your skills after each chapter and choose from hobbies to round out your character.</p></li><li><p class=\"bb_paragraph\" > Select optional challenges for your survivor. Take care of a dependent child or a pet, or deal with a phobia, compulsion, addiction, or affliction.</p></li><li><p class=\"bb_paragraph\" > Meet other survivors each with their own personalities, motivations, desires, and flaws. Even form romantic relationships with those you meet.</p></li><li><p class=\"bb_paragraph\" >Enjoy 15 optional character portraits, drawn by various artists.</p></li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/543990/header.jpg?t=1734032105",
    "developers": [
      "Hosted Games"
    ],
    "publishers": [
      "Hosted Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}