{
  "543910": {
    "name": "World of DASM, DASM Spell Quest",
    "steam_appid": 543910,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/543910/extras/8fd8b18633f262891472df77a6ec591a.avif?t=1599704146\" width=600 height=128 /></span><br>The user of this software will have no idea they are learning yet playing a video game! The only requirement that they need is basic keyboard and mouse skills to play. The good news is if they cannot use a keyboard or mouse they can still play with a competent gaming adult. Simply let them guide you so they are still gaining the visual effects that DASM Spell Quest has to offer.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/543910/extras/a245a7251b04667851c24a65fb4d962c.avif?t=1599704146\" width=600 height=128 /></span><br>No, this is not just another ABC software program, this ABC program is more like a game and has a story.<br>The wizards called Brother and Lord Ferret discover a small pink planet while passing through space and time. The planets main natural resources consisted of letters and numbers. Brother wanted to use the resources of the planet to help educate life forms throughout the universe. Unfortunately Lord Ferret had his own ideas and plans. Once Brother found out about his treachery and ideas he sealed him within a mountain but allowed him to have his magical powers still. While imprisoned, Lord Ferret helped Brother develop new life forms and cities on the planet called DASM. After a while, Lord Ferret was released from his mountain prison and promised Brother that he would “sort of” behave himself. <br>Suddenly, you find yourself teleported to this planet the wizards created. Lord Ferret is there to greet you and has to train you up as part of his ongoing punishment.<br>Is he really there to help you or is he there to train you for something else? Are you part of a plan or is Lord Ferret just trying to do the right thing for once? Perhaps Brother even has plans for you himself for some other reason? Who knows, I guess you will have to find out for yourself but be very careful with what you do.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/543910/extras/8f422b8e06f2e0fa02c80af7d3483c17.avif?t=1599704146\" width=600 height=128 /></span><br>When it comes to learning, most children’s biggest enemy is boredom. Boredom can reduce the amount of information that they absorb due to the fact they lose interest and go into a dream state where they wish they were doing something more exciting or better. This boredom can be triggered if their work is too hard or even too easy. In some cases it may be or even is a medical condition that makes it difficult for them to learn or concentrate.<br>With DASM Spell Quest they get to choose the level of difficulty, the location, and items that they want to look for. This keeps them interested by giving the user freedom and the power of choice. What makes this game so unique also it that you are you. You don’t have to pick a character just be yourself and freely do what you want to do.<br>Our software also works on a reward basis. The harder you play, the more you can find. Some levels even have hidden rides or even huge hidden worlds when selecting the hard settings. Some rides can be boats, mine carts, flying foxes and please don’t forget the spooky ghost train ride if you can find it!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/543910/extras/7a345edbf7fbdba60e736c10223541c3.avif?t=1599704146\" width=600 height=128 /></span><br><strong>World of DASM Campaign:</strong> <i>100 missions which involve reading and collecting items.</i><br>The “start” of the campaign is an excellent way to learn how to move and comes with some missions so the user can get to feel what the interface of the game is like. There are no spelling puzzles within the first section of this option and it mainly focuses on learning how to move. Though, once you leave this area and enter a tunnel which takes you to the city the game really begins. The main purpose of the campaign is mainly reading. There are 100 missions in the campaign. Each mission has a unique quest and the user can click a button to have it read to them or they can read it themselves. The city in the campaign has shops which you can buy items from with the spelling tokens you collect. Spelling tokens from instant action missions and other spelling worlds can be spent there also.<br><strong>Training Grounds:</strong><i> 3 types of word puzzles, learn how to activate them and how they work.</i><br>Visit the training grounds to get a feel of what DASM has to offer. This is where you get to understand how puzzles work and how to activate them. Once all three word puzzles are completed you can ride the mine cart. While you are doing this you can look for miscellaneous items and try to locate 8 spelling tokens.<br><strong>3 Word spelling worlds:</strong> <i>Words, spelling and sentences with easy or normal settings.</i><br><u>ABC World:</u> Explore a castle while collecting the alphabet, tokens and miscellaneous items while avoiding basic traps, puzzles and monsters. <br><u>Words World:</u> Explore a massive oil rig and fight in an arena while you match words with your words list or spell out words using the alphabet.  Avoid monsters and work out puzzles with moderate difficulty.<br><u>Sentences World:</u> Explore inland and near a coastline, match words to build sentences. Avoid traps and solve puzzles while avoiding monsters and other strange unknown never seen before life forms.<br><strong>30 Instant action maps:</strong> <i>Easy, normal or hard setting with different terrains and puzzles.</i><br><u>Easy:</u> No time limit, no items to collect but play at your own pace with no thrills.<br><u>Normal:</u> Reasonable time limit, some basic items to collect.<br><u>Hard:</u> Restricted time limit to beat, basic items to collect, a full set of clothing to find, a special side quest with specific items to collect and possibly a hidden ride or mission.<br><strong>Statistics:</strong><i> How many items collected and places visited.</i><br><u>Items:</u> How many dolls, brother tokens, spelling tokens you have found.<br><u>Maps:</u> What maps you have played and completed.<br><u>Collect all items:</u> Shows if you have collected every item on each map.<br><u>Hidden levels:</u> Shows if you found any hidden levels or worlds.<br><u>Rank:</u> Shows your current rank.<br><u>Missions:</u> What mission you are currently up to out of 100 while playing the campaign.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/543910/extras/03d9a4e10c3ef4c635c141407e5c11cb.avif?t=1599704146\" width=600 height=128 /></span>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/543910/header.jpg?t=1599704146",
    "developers": [
      "Shane Hillier"
    ],
    "publishers": [
      "World of DASM"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 60,
      "highlighted": [
        {
          "name": "Learning",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/543910/3f6640d034390fd098e8db308760481d86d3efe9.jpg"
        },
        {
          "name": "Training",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/543910/ebbe13bff9005403f87e2a338b413e655abea245.jpg"
        },
        {
          "name": "Novice",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/543910/11c48930b6062eb4e6d961e050aeb42bd5ecc7b6.jpg"
        },
        {
          "name": "Beginner",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/543910/59b9e56fda47a932bf7d4e1e08a488a3dc088e60.jpg"
        },
        {
          "name": "Apprentice",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/543910/2d8c0e25979037785942b763aaea441efa79fae4.jpg"
        },
        {
          "name": "Explorer",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/543910/d061753cc05afb4410db3512315036b7910c483e.jpg"
        },
        {
          "name": "Discoverer",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/543910/5a75d2c05a43ae48d770115ecfa2c4882ed1a21f.jpg"
        },
        {
          "name": "Citizenship",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/543910/4a4f16e965e5a10d206841ac383b2e2186a3b6cd.jpg"
        },
        {
          "name": "Guide",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/543910/bf268075d47b9063174fd9c135a76dda4f0b2510.jpg"
        },
        {
          "name": "Problem Solver",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/543910/157f6ccb07a5a8e5d80b6870cc62cfa8ee020cb4.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}