{
  "544080": {
    "name": "Fantasy Grounds - C&C: A7 The Despairing Stone",
    "steam_appid": 544080,
    "required_age": 0,
    "is_free": false,
    "description": "Castles &amp; Crusades A7: Beneath the Despairing StoneA Castles &amp; Crusades Adventure module for Fantasy Grounds Adventure Type: Dungeon<strong> Level: 7-9 Party: 3-5 characters Setting: Aihrde, Portable or Home-brew<br><i> In that time before the All-father warded the world of Airhde, many creatures were already roaming his dreaming creation. These were the Val-Eahrakun. Of that order were the Oonmaukling, elemental lords of staggering power. Unklar, the Horned God, bound one of these oonmaukling to him and set it in a dungeon beneath the stones of despair; there it dwelt in a great temple, upon the edge of the dark lord's vision. Guardians he set there and they watched ever after, waiting in the timelessness of that place.</i><br><i> But that was long ago. Unklar himself now lays in the Void and the dungeon, like so many of his creations, lies in ruins. The desolation of the temple leaves little to chance and its malignant inhabitants have their own desires and goals, often at odds with their one time master.</i><br>Beneath the Despairing Stone Plays as a stand alone adventure or as part of the ongoing Road to Aufstrag series. The characters are brought back to the Black Tooth Ridge along its northern terminus in an area many fear to tread or even explore. They will travel far beyond the Black Tooth Ridge both in form and spirit for it is here, beneath the Despairing Stone, where devils and magic dwell whose origin reaches beyond the time of man and dwarf to that of the beginning of creation.<br>From the makers of the Castles &amp; Crusades roleplaying game comes the seventh adventure in the Road to Aufstrag Series; designed for champions and heroes who must brave a demon's wrath to destroy an artifact of great power.<br>Author: Davis Chenault Cover Art: Peter Bradley Interior Art: Peter Bradley Cartography: Peter Bradley Editors: Nicole McMurry<br>Requirements: </strong>  The free Fantasy Grounds virtual tabletop (VTT) software and the Castles<br>&amp; Crusades ruleset. <strong><br>Conversion by:</strong>  Terry Buckingham<br>The reproduction of material from within this product for the purposes of personal<br>or corporate profit, by file, photographic, optical, electronic, or other media<br>or methods of storage and retrieval, is prohibited.<br><i>Adapted for Fantasy Grounds by: </i><strong>Terry Buckingham</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Castles &amp; Crusades ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/544080/header.jpg?t=1768364266",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 20 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}