{
  "544260": {
    "name": "Legendary Tracks Part 1: Imola",
    "steam_appid": 544260,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Legendary Tracks</strong> is a line of DLCs for <strong>Automobilista</strong>, celebrating the heritage of classic racing circuits throughout their history. Part 1 is now here: The Autodromo Enzo &amp; Dino Ferrari in Italy, or as it´s more famously known - <strong>Imola</strong>.<br><br>Host of the San Marino GP for 26 years, Imola is a venue full of history where racing gods have risen and fallen. This pack features 4 distinct versions of this legendary track from 4 different decades - 1972, 1988, 2001 and 2016.<br><br>In the raw, classic, and dangerously fast original layout last used in <strong>1972</strong> your nerves will be tested as you blast through the picturesque roads, with no chicanes and no run-off areas - an old style, high speed blast surrounded by trees and armco.<br><br>The <strong>1988 </strong>version featured the chicanes at Acque Mineralli, the top of the hill (Variante Alta) and at the end of the lap (Variante Basa). This is the layout that hosted many classic races in the late 80s and early 90s, until Ayrton Senna´s tragic accident at the then high speed Tamburello corner.<br><br>The <strong>2001 </strong>version saw reforms to improve safety after the accidents of 1994, with chicanes added to the Tamburello and Villeneuve sweepers. The track remained an unique challenge, in which drivers had to balance cars over the curbs in order to be fast. Michael Schumacher mastered this layout winning there 6 times.<br><br>Finally the modern <strong>2016 </strong>version, which has brought back the high speed nature of the track by creating a flat-out section from the exit of Rivazza all the way to the Tamburello chicane. <br><br>Now it´s your turn to revisit the history of the legendary Imola circuit in Automobilista!",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 荷兰语, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/544260/header.jpg?t=1479416291",
    "developers": [
      "Reiza Studios"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2500,
      "final": 2500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 25.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}