{
  "544220": {
    "name": "Damage: Sadistic Butchering of Humanity",
    "steam_appid": 544220,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>THE GAME</strong><br><br>Damage is a violent but humorous 2D-adventure-shooter based on Amiga cult classic which was originally released in 1996.<br><br>The idea of Damage is simple: kill as many people as possible!<br><br>Damage is an adventure game where you can roam freely in a wide urban setting, loot money and goods, buy weapons and other equipment from the black market and kill thousands of enemies: harmless civilians, policemen, army troopers, organised criminals, bloodhounds and vehicles.<br><br>DSBoH is humoristic and harmless outlet for our violent instincts.<br><br><br><strong>THE STORY</strong><br><br>In Damage you take control of a formerly exemplary man named Michael Modelcitizen, who had everything a man could possibly dream of. Because of that, he soon became deeply frustrated. Michael tried various methods in search of a new super human state, but during the process something went terribly wrong. The solution to regaining his previous status is ugly.<br><br>Michael starts with a primitive baseball bat, taking out unaware passers-by. It's not long before Michael's actions begins to attract the members of authority - who all try to eliminate him. Of course, he has access to numerous appetising weapons, and he starts experimenting with dangerous drugs to keep himself alive.<br><br>In Damage, you play as Michael and we guarantee you many, many delightful discoveries and a feeling of extreme freedom to venture and express yourself.<br><br><br><strong>LEGACY</strong><br><br>About Amiga version (1993-1997)<br><br>The enormous project of making an ideal game of our own started back in 1993. We soon became overly ambitious, and we had no idea of what it took to carry out our plans. But we couldn't give in, just took new challenges to make Damage the best it could be. In 1996 the game was ready and players loved it!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/544220/header.jpg?t=1481453954",
    "developers": [
      "Suomi-Peli"
    ],
    "publishers": [
      "Suomi-Peli"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "71",
        "description": "色情内容"
      },
      {
        "id": "72",
        "description": "裸露"
      },
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "74",
        "description": "血腥"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}