{
  "544460": {
    "name": "Fantasy Grounds - C&C: A9 The Helm of Night",
    "steam_appid": 544460,
    "required_age": 0,
    "is_free": false,
    "description": "Castles &amp; Crusades A9: Helm of Night<br>A Castles &amp; Crusades Adventure module for Fantasy Grounds<br>Adventure Type: Dungeon<strong><br>Level: 9-11<br>Party: 3-5 characters<br>Setting: Aihrde, Portable or Home-brew<br>The Tower of Horesk is an ancient edifice built upon the edge of the Grausumlands. Its dark stones sit upon an island-anchorage in the midst of a deep morass of bogs, saw grass, and gray, stagnant water. The tower sits like an obelisk, rising from the fog and waters.<br>Adventures road brings those stout of heart to the Towers iron bound gate. Whether brought here by the trail of the Vessel of Souls or by pure happenstance, the Tower, perched upon the edge of no-where, beckons, promising wealth and glory. But this is no abandoned dungeon. Fire-light spills from the windows that adorn its stark stones, and noise from inside carries over the still morass. Here is wealth and plunder, but danger as well and those who would pry open its doors must approach with some caution for inside lies ancient powers who reside upon the material planes to feed upon the weak and innocent.<br>Whether pursuing the Vessel of Souls as discovered in A8 The Forsaken Mountain, or coming upon the Tower through a regular adventure, A9 The Helm of Night offers characters plenty of adventure as they set out to explore, not an abandoned dungeon, but a tower filled with creatures most foul.<br>The Helm of Night is an adventure designed for 3-5 characters of 9th-11th level. It is designed for a single nights play or at longest over several sessions. It is fully compatible with any ongoing campaign game or played as part of the A series adventure modules. The Helm of Night is primarily an indoor adventure.<br>Author: Stephen Chenault<br>Cover Art: Peter Bradley<br>Interior Art: Peter Bradley<br>Cartography: Peter Bradley<br>Editors: Tim Burns<br>Requirements: </strong>The free Fantasy Grounds virtual tabletop (VTT) software and the Castles<br>&amp; Crusades ruleset.<br><strong>Conversion by:</strong> Scott Ferguson<br>The reproduction of material from within this product for the purposes of personal<br>or corporate profit, by file, photographic, optical, electronic, or other media<br>or methods of storage and retrieval, is prohibited.<br><i>Adapted for Fantasy Grounds by: </i><strong>Scott Ferguson</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Castles &amp; Crusades ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/544460/header.jpg?t=1768364414",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 20 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}