{
  "544470": {
    "name": "Prisma & the Masquerade Menace",
    "steam_appid": 544470,
    "required_age": 0,
    "is_free": false,
    "description": "Prisma &amp; the Masquerade Menace is a challenging, side-scrolling puzzle platformer set in a colorful, yet dangerous, multi-dimensional world. Utilize the unique power of each dimension by switching between them to gain the ability to jump higher, run faster, and destroy obstacles.<h2 class=\"bb_tag\" >Key Features:</h2><br><strong>Race</strong> to the finish levels designed so you never need to stop running<br><br><strong>Strategize</strong> with Ikaruga-inspired color-swapping gameplay requiring you to think on your feet and hone your skills<br><br><strong>Explore</strong> lush and colorful worlds filled with helpful inhabitants as you journey through cursed deserts, snowy winter festivals, the deepest depths of the ocean, ancient underground cities of magma, and more<br><br><strong>Learn</strong> the saturated backstory of Prisma through the dozens of memorable inhabitants of Aura<br><br><strong>Fight</strong> larger-than-life bosses that require full mastery of all your abilities<br><br><strong>Listen</strong> to a beautifully orchestrated soundtrack<br><br><strong>Collect</strong> masks along the way to open up secret extra challenging levels that test every last pixel of precision<br><br><strong>Enjoy</strong> the vibrant and and colorful art style inspired by gaming classics such as The Legend of Zelda: Windwaker and Jak &amp; Daxter<h2 class=\"bb_tag\" >Story:</h2><br><strong>Prisma</strong> follows the adventures of a young explorer named <strong>Ray</strong>. In the middle of one of her expeditions, she finds herself in a peculiar situation with a mischievous girl named <strong>Fractal</strong>.<br><br><strong>Fractal seeks Ray’s help to find and destroy magical masks</strong> that are spread throughout the world of <strong>Aura</strong>. The masks have a malevolent influence upon powerful creatures across the land, and so the masks must be destroyed to restore order. Since Fractal cannot accomplish this task alone, she lends Ray her dimension shifting powers to help Ray overcome the many obstacles on their journey. <br><br>Accompanied by<strong> Ignus</strong>, Fractal’s silent confidante, Ray and Fractal set out on a worldwide adventure to destroy these mysterious masks, and free the ones under their power.<br><br>We encourage the player to experience Prisma to their liking. <strong>The story of Prisma is optional</strong> for those who wish to focus on gameplay. Story elements will be shared through<strong> cutscenes, environmental storytelling</strong>, and through the ability to <strong>converse with characters</strong> throughout the game.",
    "supported_languages": "英语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/544470/header.jpg?t=1541804044",
    "developers": [
      "Shiny Bolt"
    ],
    "publishers": [
      "Shiny Bolt"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}