{
  "545310": {
    "name": "Fantasy Grounds - Rippers Companion (Savage Worlds)",
    "steam_appid": 545310,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Rippers Companion</h2>Library Module for Fantasy Grounds II<br>The follow up for our Rippers setting for Savage Worlds, The Rippers Compendium<br>takes players deep into new mysteries in the battle against the Cabal.<br>For Player and GM alike, new tools await. Discover the mesmerizing mysteries of<br>Gypsy Curse Magic. Uncover the arcane anomalies of Angelic Magic of the Rosicrucians.<br>But not everything is mystical. For Rippers that prefer the mundane in their battle<br>against darkness there is a whole section dedicated to vehicles, gear and training<br>animals to fight at your side!<br>As good begins to triumph, evil has found new corners of the world to hide and new<br>allies emerge. A new and expanded Gezetter opens up whole new countries and contents<br>to play and details 'Frazer's Fighters', the latest band of heroes to join the fight<br>against the night. A complete set of new Savage Tales helps to flesh out any Rippers'<br>wanderings. Don't forget to outfit the Lodge while you're out! The Compendium also<br>gives player a whole new and exciting way to game strategic missions.<br>But that's not all, new monsters wait to be trophy mounted, new plots wait to be<br>weaved into your story, and new Rippertech waits your physician's all too willing<br>hands.<br><strong>Requires: </strong>The free Fantasy Grounds virtual tabletop (VTT) software and the Savage Worlds<br>v3.2+ Ruleset and Rippers extension<br><strong>Fantasy Grounds Conversion:</strong> Kevin Doswell<br><i>Adapted for Fantasy Grounds by: </i><strong>Kevin Doswell</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/545310/header.jpg?t=1768364660",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 1 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}