{
  "545450": {
    "name": "Hollow Bliss",
    "steam_appid": 545450,
    "required_age": 0,
    "is_free": false,
    "description": "Your experience in <strong>Hollow Bliss</strong> depends on your choices, deaths, and consequences. Take control of five high school friends who end up trapped within a dark home, its twisted residents out to get them. As you explore the house, the space changes around you, and how you interact with it and respond to its dangers will make an impact on your chances to make it out alive. Everyone can die, but more than that, the imprint they leave can either benefit or hurt the chances of the others also trying to survive. You're in a horror scenario, it's up to you to make your choices of how to get out of the situations you find yourself in.<br><br>After the death of his childhood best friend, <i>Chris Lansan</i> struggles to feel normal with his friends, old and new. There was a comic he and his deceased friend were working on before her unfortunate passing, but it was in her possession when she died. He goes with his group of friends; <i>Dustin, Julia, Hailey</i>, and <i>Sarah</i>, to ask his mother if he could take the comic as a memento. After strange hostility from the mother towards Chris, seeing how important this is to Chris, Dustin proposes they sneak in when the mother goes out to find and fetch the comic. When they do so however, they find themselves trapped within the home, and unfortunately not alone.<br><br>Hollow Bliss is a gut wrenching 2.5D horror narrative game experience that plays out differently depending on you.<br><br><strong>FEATURES</strong><br><ul class=\"bb_ul\"><li>You're in control of a horror scenario, who lives and dies depends entirely on you.<br></li><li>32 endings, with various alternate ways every scene in the game can play out.<br></li><li>Every character has a unique ability, which if they die, is lost to you.<br></li><li>The game remembers previous runs, the past may come back to haunt you.<br></li><li>Twisted and strange horrors that'll leave you guessing and what could possibly come next.<br></li><li>An original soundtrack and positional 3D audio adds to a thick atmosphere, best experienced with headphones..<br></li><li>A cast of characters who have more to them than you may initially assume. They may win you over.</li></ul><br><i>Pulling down the moon would be easier.</i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/545450/header.jpg?t=1645444966",
    "developers": [
      "Yai Gameworks"
    ],
    "publishers": [
      "Yai Gameworks"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}