{
  "545760": {
    "name": "Fantasy Grounds - Trail of the Apprentice: The Oracle's Test",
    "steam_appid": 545760,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><i>Visions of Destiny or Doom!</i></h2><i>A mysterious plot is unfolding. Following clues about the theft of a pair of ancient statues, the PCs have discovered who hired the Elverin Skulk thieves guild to rob the Lord Mayor of Port Fairglade. Its clear that the guilds client is a dangerous and powerful man, but without further information, they can do nothing to stop whatever plans he might have. But there is hope. Deep in the ancient ruins of SolIthmanna rests a stone portal. When opened with the proper keys, the portal will grant access to the domain of a fey oracle who can help them discover the villains true purpose and how they can stop him. But the oracle only gives his aid to those who can pass his tests. Are the PCs up to the challenge? The Oracles Test is an adventure for 4th-level characters.</i><br>The Oracle's Test is an adventure for 4th-level characters. It is part four of Trail of the Apprentice, a full campaign made up of 5 interconnected adventure modules for the 5th Edition of the world's most famous roleplaying game! The Trail of the Apprentice saga and all adventures in the the Legendary Beginnings line from Legendary Games are designed as exciting adventures suitable for all ages, but specially designed for those new to roleplaying and those on the younger side. Grab this awesome adventure page adventure today and Make Your Game Legendary!<br>Download includes a large adventure plus 20 art and map images, including unkeyed player-friendly maps!<br>Conversion by: Zacchaeus<br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Zacchaeus</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/545760/header.jpg?t=1768364807",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 25 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}