{
  "545800": {
    "name": "Ghostdream",
    "steam_appid": 545800,
    "required_age": 0,
    "is_free": false,
    "description": "<i>&quot;When you die, you normally have only one simple wish - to return and tell them - &quot;Hey, guys - it's OK! No need to feel sad! Cause you know what? It's actually OK on both sides, really.&quot; But returning is not easy - the only way would be dreams - &quot;half-dreams&quot; - &quot;ghost-dreams&quot;. The problematic part is if you get stuck - you turn into a demon. Hard to say what exactly it is, but we presume it's a painful and useless existence. Better to avoid doing this, really.<br>My personal &quot;problematic part&quot; is that I am already stuck here. No idea how I'll get out this time...&quot;</i><br><br>On his journey to the &quot;Other Side&quot; Reader (and his &quot;natural companion&quot; Writer) meets various Ghosts and Demons, Holy Spirits and Gods. He also meets Singer, who is neither Ghost, nor Demon. At some point she becomes important to Reader. Realizing this won't stop him though.<br><br>The world of Ghostdream should be scary, but it is not - it is just dark. The story should be sad since all the characters are more or less dead, but it is not, because they normally remember nothing, except some minor detail or two (for example the protagonist remembers himself reading a book - this is why they call him Reader. It is his only memory after all). <br><br>Ghostdream is a retro-style Point and Click Adventure game with puzzles, exploration and story.<br><br>- 55+ entirely animated locations (rooms)<br>- 10+ characters<br>- 8 Major Puzzles (no items required, exploration of the whole accessible area is a must) + standard adventure actions (like get here, talk there, press this, press that...)<br>- 16 000+ words story (fully voiced)<br>- about 10 hours to beat Ghostdream for the first time.<br>- 20+ songs OST<br>- 60 pages art book (with a puzzle guide)",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/545800/header.jpg?t=1568802628",
    "developers": [
      "ArkHouse"
    ],
    "publishers": [
      "Forever Entertainment S. A."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2500,
      "final": 2500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 25.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}