{
  "545930": {
    "name": "Hunting Unlimited 2011",
    "steam_appid": 545930,
    "required_age": 0,
    "is_free": false,
    "description": "You’ve never played a hunting game like this before!<br><br>Hunting Unlimited 2011 is a game with state of the art graphics in its heyday and animal animations so real you can almost hear them coming!<br><br>Jump into the action with Hunting Unlimited™ 2011!  Hunt your way across the 50 great states in three exciting challenge modes – breath in the fresh air! Trophy animals await - are you skilled enough to bag them?<h2 class=\"bb_tag\" >Features: </h2><ul class=\"bb_ul\"><li>Track down 7 popular trophy animals, Whitetail Deer, Mule Deer, Moose, Big Horn Sheep and Wolf.  Watch out for brown bear – you may be their lunch!<br></li><li>Go for the trophy kill in 2 new, expansive game modes – Stand and Stalking.<br></li><li>Spot your prey quickly, then get into position for the most realistic, ultimate hunting action.<br></li><li>Test your hunting skills using 12 weapons – Rusty Shotgun, ShotGun, Double Barrel Shotgun, Sawed-off Shotgun, 2 compound bows, 2 sport compound bows, 3030 regular rifle, 3030 rusted rifle, 3030 snub nose rifle and 45 caliber rifle.<br></li><li>Embark on the hunt across all 50 states, multiple climates, regions including mountains, plains, forests and more!<br></li><li>Set your sights on 7 trophy animals, Whitetail Deer, Mule Deer, Moose, Big Horn Sheep, Wolf and Kodiak and Grizzly Bears.<br></li><li>Advanced game engine with realistic lighting and shading effects.<br></li><li>Hunt 30 highly-detailed locations choosing from 12 weapons including a double barrel shotgun and a compound bow.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/545930/header.jpg?t=1599172105",
    "developers": [
      "ARB Studios"
    ],
    "publishers": [
      "Ziggurat "
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}