{
  "546120": {
    "name": "Pursuit of Power® 2 : The Chaos Dimension",
    "steam_appid": 546120,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li> Real-time strategy game with pixel art<br></li><li> Play a Shadow Knight, Stalker, or Mage as your leader class<br></li><li> Upgrade your avatar abilities to become more powerful<br></li><li> Command elite troops with strategic roles and a rage mechanic<br></li><li> Manage connections between fortresses in a unique way<br></li><li> Gain prestige by capturing rifts and performing heroic acts<br></li><li> Dynamic world events with invaders that attack fortresses<br></li><li> Win by capturing all enemy fortresses or surviving the Apocalypse<br></li><li> Single-player campaign with a story and objectives<br></li><li> Single and multi-player skirmish (local or network)</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/546120/extras/aa7bd4cd0d31e6d092be72070582df1f.avif?t=1709394410\" width=264 height=125 /></span><br><br><strong>Pursuit of Power® 2 : The Chaos Dimension</strong> is a real-time strategy game with a different focus than traditional RTS games. Players connect fortresses together in order to build, upgrade, generate bonus resources, defend allies, and lay siege to enemies. Each player has a leader unit that summons structures and casts powerful abilities. Rifts dynamically spawn waves of invaders that drive the action. There is a priority system for enemy targets and a rage mechanic that affects combat in multiple ways.<br><br>Fight through a single-player campaign game with unique content and objectives for your leader. Play local and network skirmish games with up to 10 players. Join a team with allies that can come to your aid. Create new skirmish games using a map editor with a rich set of features.<h2 class=\"bb_tag\" >Gameplay</h2>The game begins with your chosen leader spawning next to a crystal formation. Clicking on the crystal will summon your first fortress over it. Now you must race across the map to summon more fortresses over unprotected crystal formations using your leader and zealots.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/546120/extras/f3412458ed9a7598b832cfa757b331e5.avif?t=1709394410\" width=308 height=154 /></span><br><i>Portals are summoned over crystal formations</i><br><br><strong>What are zealots?</strong> They are devout followers that march from your own fortresses to any other fortress, whether friendly or an enemy. Zealots form a continuous line when there are no gaps between zealots due to deaths. Those complete connections transfer magical power that can generate resources, bolster defenses, or help lay siege to enemy fortresses.<br><br>The front zealot at the head of the line holds a banner. If any zealot dies before it, then the banner shifts to the next head of the continuous line. Power emanates from the banner during each pulse event. When connected to a friendly fortress, that power flows through it and travels back to the source, providing additional power for the player. The destination fortress also receives increased build progress for every friendly connection.<br><br>On the other hand, every enemy zealot connection to a fortress slows its build progress. If more enemy banner zealots reach the fortress than friendly zealots, it essentially halts progress so enemy troops can lay siege. In addition, the enemy banner zealots generate prestige when they successfully reach the portal.<br><br><strong>What are the resources?</strong> Every 2 seconds a pulse event occurs in the game. During that event, power is generated for players with fortresses over active crystal formations. Power is the main resource in the game. It is required for most game actions, such as summoning troops or using an ability.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/546120/extras/570f010f774c97453b4924f183c796ba.avif?t=1709394410\" width=85 height=138 /></span><br><i>Crystal formations generate power for players</i><br><br>Prestige is awarded for heroic actions against enemies. It can be gained when players connect their zealots to enemy fortresses, destroy enemy zealots, kill enemy leaders, or capture rifts. Prestige is required for some of the most powerful game actions, such as upgrading avatar abilities.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/546120/extras/3e65e99eac28f9d26e2ec1bb72d826d0.avif?t=1709394410\" width=308 height=154 /></span><br><i>These units generate prestige when they kill zealots</i><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/546120/extras/078fbe691f8bd3559ca2b630c676e04b.avif?t=1709394410\" width=200 height=103 /></span><br><i>Mage leader casting a spell</i><br><br><strong>What is a typical battle scenario?</strong> During battles, units will select targets based on a few criteria. Towers will normally target zealots before any other unit. However, siege troops will draw fire when in range. That will allow your zealots to pass by without being harmed. The siege units are also very effective at absorbing damage from structures.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/546120/extras/fc9e82ce0cf62b909134995062b5cc77.avif?t=1709394410\" width=308 height=154 /></span><br><i>Towers will attack siege units as a priority</i><br><br>Fighter units will taunt all troops when in range. That can allow your high-damage units to harm enemies without risking death. Immobilization troops can fear, root, and enthrall invader troops. That can render a group of invaders helpless as they get picked off.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/546120/extras/2e9a99c57afe7d79b5775703cc1b9a63.avif?t=1709394410\" width=80 height=88 /></span><br><i>Shadow Knight leader swinging his axe</i><br><br>Scout units can stealth and do extra damage when attacking while hidden. They can detect other stealth units and also have unique abilities. For example, wraiths have a disease debuff that amplifies damage. All 3 major debuffs are displayed as icons near the troop health and rage bars due to their importance.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/546120/extras/5cc7b2510ba259786fa8610db71eaa71.avif?t=1709394410\" width=200 height=96 /></span><br><i>Stalker leader attacking with her bow</i><br><br>Rage is generated when the troop takes damage or while it is immobilized. As the rage increases, the troop gains rage levels. Each rage level multiplies the damage done by that troop. Killing troops with high levels of rage is important. Some abilities can even harness the rage to create bonus effects. Troops at max rage level are immune to immobilization effects. All troops decrease rage over time.<br><br><strong>How do you capture an enemy fortress?</strong> Players must first destroy all 4 fortification towers to make the portal vulnerable. Then they can damage the portal while fortifications are down, which isn't easy since fortifications can repair themselves with help from friendly zealots. The player's zealots will then capture the unprotected portal after several pulse events and a new fortress will be summoned for the conquering player.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/546120/extras/27efd3996fcd42654feb65038945a342.avif?t=1709394410\" width=308 height=154 /></span><br><i>Destroy all 4 fortification towers to make portals vulnerable</i><br><br><strong>What are the rifts and chaos levels?</strong> Rifts don't become active until 3 minutes into the game. That gives players time to capture magic sources, build some defensive structures, and summon troops. Rifts with floating purple particles will become active during the next phase, so take note of where they are located.<br><br>When the rifts become active, invaders will start to spawn in mini-waves of skeletons, zombies, and slimes. Capturing rifts will accumulate prestige over time and help push invaders further away from your fortresses.<br><br>For the most part, invaders will harass your fortresses and cause attrition to your troops. It takes a while for them to destroy a fortress on their own. However, they could assist enemy players by destroying most of the defenses, allowing their zealots to capture the fortress.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/546120/extras/c922bc924336614e8107f57f0b94404c.webp?t=1709394410\" width=600 height=53 /></span><br><br><strong>How does the game end?</strong> There are two main ways to win the game. The more traditional way is to capture all of the enemy fortresses. Upgrading avatar abilities more quickly than your opponents can help too.<br><br>You can also win the game if you are the last player to survive the Apocalypse. The game world becomes increasingly chaotic as players conquer fortresses and destroy the rifts. Additional troop types start coming through the rifts, making the encounters more difficult. The invaders increase in strength until only one player survives and the game is won.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/546120/extras/fca8635cd36174ab122944378a9c2f63.avif?t=1709394410\" width=512 height=512 /></span><h2 class=\"bb_tag\" >Story</h2>A long time ago, the first crystal awakened with a pulse of power. It called out like a beacon, whispering to rulers across the lands, invading their minds. They soon learned how to infuse their people with the magic of the crystals to create devout followers. Each new zealot increased their influence and fueled a hunger to rule over all.<br><br><br>The rulers continued to harness the power of the ancient crystals, believing they could gain immortality. They absorbed so much power that they ascended to another dimension, becoming worshiped by the mortals left behind. The deities then began to fight for dominance while gathering the strongest allies across every known dimension.<br><br>The battle for supremacy left unimaginable carnage in its path. The crystal formations became corrupted, tearing a rift within them and bringing chaos into the world. Invaders poured from the rifts, slaughtering anything that stood in their path. Balance must be restored to the Universe before everything is consumed by this Chaos Dimension.<br><br>You have risen to lead the mortal armies of your deity. As you conquer each world, you consume its power until you are able to transport your spirit to another world, leaving behind the remains of a diminished planet. From there you launch your assaults, summoning your armies through portals that connect those worlds.<br><br>You are aided by the Avatar of your deity, a formidable creature that can grant you god-like abilities to smite your enemies. This Avatar gives you insight into all divine beings, including the crystal formations and the zealots of your enemies. Through its omniscience, you can even sense when your fortresses are going to be attacked.<br><br>Now you must conquer each new world and harness its power to give your deity the dominance it needs to restore balance and heal the crystals. And perhaps in time, you will ascend to rule over your own empire...",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/546120/header.jpg?t=1709394410",
    "developers": [
      "Precision Games, LLC"
    ],
    "publishers": [
      "Precision Games, LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 10 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 24,
      "highlighted": [
        {
          "name": "Completed Objectives #1",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/546120/98e0d78c66dae1602ac15ad4b3629abffce72121.jpg"
        },
        {
          "name": "Completed Objectives #2",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/546120/fbcd0ccc1617b2add7fe10f5ff24b250ce5ede23.jpg"
        },
        {
          "name": "Completed Objectives #3",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/546120/724ad8bb1015de322b1bad2b0b9bc01afea82920.jpg"
        },
        {
          "name": "Completed Objectives #4",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/546120/f8f35789782c9a5247716cd08b156d73bb5f75d0.jpg"
        },
        {
          "name": "Completed Objectives #5",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/546120/4872cbe899bb18ce844700a897f17783d4b68fc9.jpg"
        },
        {
          "name": "Completed Objectives #6",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/546120/6ebad4d297355194b67486a24af540280e23e52e.jpg"
        },
        {
          "name": "Completed Objectives #7",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/546120/eccf993a646c69a8d7ab788686f729a95f6e9cef.jpg"
        },
        {
          "name": "Completed Objectives #8",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/546120/a63146b1a50ac55d939aa8a8d0f1e1827ba507b6.jpg"
        },
        {
          "name": "Completed Objectives #9",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/546120/35affa0c1439ac4db930af3d5578914e0ea3b3a0.jpg"
        },
        {
          "name": "Completed Objectives #10",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/546120/2b22476ffb65160452dc10ba3ac7600e4a090c1d.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}