{
  "546150": {
    "name": "Primordian",
    "steam_appid": 546150,
    "required_age": "18",
    "is_free": false,
    "description": "<strong>A Fight from Dark to Light.</strong><br>These are the last days of the first planet, experience a vast ancient world and civilization as you set out on your journey. <br>Strange and unique weapons, creatures and characters from the dawn of time and beyond.<br><br><strong>Key Features include</strong><br>.Up close VR Melee combat with a variety of creatures.<br>.Organic weaponry that includes items similar to earths concept for pistols, crossbows, grenades as well as other items that defy description.<br>.A twisting and lush landscape that hides many secrets.<br>.Eating strange fruits, creatures and many other things to fortify yourself through your journey.<br>.Unique, Organic Sci-fi soundtrack.<br>.An ancient story that will unfold slowly and let you draw your own conclusions as to what is happening in this world.<br><br><strong>The Story</strong><br>The game takes place many billions of years ago in the center of the universe, the first planet that all other planets were seeded from. Due to it's unusual rotation, one side of the planet is always in darkness and the other always in light.<br>​<br>Every few thousand years a small moon passes between the planet and sun to create a long lasting eclipse that allows the beings from the dark side to travel among the light.<br> <br>The current time period is during this eclipse. You play as Grygor, a being form the dark side (or so you believe) sent on a mission to destroy temples of light and allow safe passage for your people during the eclipse.<br>​<br>Uncover the story of both sides of the world, it's many generations of tribal law and unforgiving landscape during this opportune moment in time.<br>You are the future of our past.<br>You are the Shadow within the Shadow.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/546150/8a016571af9c09b6991179fe4e466196df546f28/header.jpg?t=1752510372",
    "developers": [
      "Stonepunk Studios"
    ],
    "publishers": [
      "Stonepunk Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}