{
  "546650": {
    "name": "Beat Boxer",
    "steam_appid": 546650,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Exercise to your own music</strong>!  Punch, dodge, and dance around the ring. <br><br>BeatBoxer is a VR boxing game that puts you in the spotlight of your own boxing match. Play any song from Youtube or use Airplay to play a continuous stream of music from Spotify, Pandora, iTunes, or your favorite music app.<br><br>Train up from a feather weight, to world champ with increasing difficulty.  Dip left and right to avoid dodges while executing upper cuts and jabs to the rhythm of your music.  Immerse yourself and dance around the ring in Room-Scale VR.  Put your opponent on the ropes and connect multiple streaks to increase your score.<br><br>Each song is generated in real time using our custom developed music analysis software that <br>Allows you to stream continuously from any Airplay device – or directly from Youtube. <br><br>BeatBoxer tracks your score in a local leaderboard so you can show your friends who really floats like a butter fly and stings like a bee.  <br><br>Active developers on this project mean that new features are pumped out rapidly and community feedback molds new features.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/546650/header.jpg?t=1484063511",
    "developers": [
      "BeatBoxer LLC"
    ],
    "publishers": [
      "BeatBoxer LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3400,
      "final": 3400,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 34.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}