{
  "547240": {
    "name": "Infinity Wars - Rebellion Designer Deck Bundle",
    "steam_appid": 547240,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to Rebellion. This bundle features 6 competitive, Rebellion-inspired decks that highlight some of the newest strategies and combos introduced by this new set. Explore the nagging power of recyclability with Malignant Cycle, lift Omnitron into flight with Hard Wired, and throw around your weight with Primal Ramp. With all decks hand-crafted by one of Infinity Wars' top players, ES, these custom decks are sure to give you the upper hand on any opponent you face in this new strategic environment.<br><br><strong>DLC Contents Include:<br><br>- 1 DLC Exclusive Alt Art (Spirit of Vengeance)<br>- 4,375 LP<br>- 6 Competitive Decks, Totaling 260 Cards  (card contents in screenshots above)</strong><br><br>----------------------------------------------------------------------------<br><br><strong>Deck Descriptions</strong><br><br><strong>1. Hard Wired</strong><br>Deck Type: Combo<br>Deck Complexity: High<br>Omnitron takes flight. Gather up your artifacts through Gorgon Beam and Placebotron before hard wiring a swarm of flying bots to overrun your opponent’s defenses. <br><br><strong>2. Early Bird</strong><br>Deck Type: Aggro/Combo<br>Deck Complexity: Mid<br>You’ll never fight alone… unless you’re Rhaziel. Take to the assault zone early with Rhaziel to deal damage and clear the field before unleashing a slew of surprise attacks from Tyra and Sol to put your opponent back on their heels.<br><br><strong>3. Aggravated Assault</strong><br>Deck Type: Aggro<br>Deck Complexity: Low<br>Sprint to the front and hit your mark quickly! Use the speed of the Flame Dawn to deal quick damage before supporting your siege with an attack from above with Emberstarter &amp; Higher Calling. <br><br><strong>4. Primal Ramp</strong><br>Deck Type: Ramp/Mid Range<br>Deck Complexity: Mid<br>Start slow, finish strong. Harness the power of the Warpath’s most hulking beasts with a defensively postured early game before ramping into a full on offensive with the likes of Dragon of the Autumn Wind &amp; Helix Worm. <br><br><strong>5. Impenetrable Dragon</strong><br>Deck Type: Morale/Combo<br>Deck Complexity: Mid<br>Never discount a strong defense. Hunker down for the long-game with unbreakable combos like Surprise Defense &amp; Ao Shun, Heaven’s Bell &amp; Avatars, and much more.<br><br><strong>6. Malignant Cycle</strong><br>Deck Type: Combo<br>Deck Complexity: High<br>Don’t forget to recycle! Populate the battlefield with Rita’s tokens early and drive your Malignants to the field as quickly as possible. Preoccupy your opponent’s forces with recycled Malignants before dealing the final blow with Rancid.",
    "supported_languages": "英语<strong>*</strong>, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/547240/header.jpg?t=1651091701",
    "developers": [
      "Lightmare Studios"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}