{
  "547430": {
    "name": "Iron Sky Invasion: Deluxe Content",
    "steam_appid": 547430,
    "required_age": 0,
    "is_free": false,
    "description": "The Fourth Reich is flying in from the moon to say hello and destroy life on earth as we know it and we think you should do something about it. Kick the Moon-Nazi’s asses back to outer space with the all new<strong> Iron Sky Invasion Digital Deluxe edition</strong>!<br><br>Expand the Iron Sky Universe and keep earth safe and cozy at the same time! New in-game content features the fearsome scourge of the Moon-Nazis, the powerful new spaceship “Katar”, a $250,000 war-chest to purchase Nazi killing bullets, missiles and upgrades, and 25 precious salvage parts to help you get a leg up on knocking the Moon-Nazis down in the Madam President Salvage Mission.<br><br>Then, kick back and celebrate your victory with a gentleman’s beverage (not provided), the pulse pounding soundtrack on Mp3, gorgeous art from the film and game in the digital artbook, decorate your pad with posters from the film and game, 8 exclusive wallpapers and revel in the “making of” content, featuring a ton of photos and video!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/547430/extras/16955cb4f1eaac0e75d28019a0fe612a.avif?t=1694122558\" width=616 height=400 /></span><h2 class=\"bb_tag\" ><strong>Content of the Digital Deluxe Edition:</strong></h2><ul class=\"bb_ul\"><li><strong>KATAR Spacecraft</strong> - Unlock this powerful new engine of war and blast the moon Nazis into oblivion. After the cold vacuum of space, hell will seem nice and cozy!<br></li><li><strong>Big Money!</strong> - Upgrade your ships with new weapons, armor and more with $250,000 in cold cash! Bring it on!<br></li><li><strong>25 Salvage Parts</strong> - This stuff is hard to come by, so here’s 25 salvage parts for the tricky Madam President Salvage Mission, or just sell them at any space station for a big ol’ pile of cash! Options are fun!<br></li><li><strong>The Digital Artbook</strong> - This packed artbook features 72 pages of art from Iron Sky the film and Iron Sky Invasion the game! Look at the pretty pictures! <br></li><li><strong>Soundtrack (MP3)</strong> - The full soundtrack recorded in Mp3 format. Turn it on, and rock it out.<br></li><li><strong>8 Full-HD Wallpaper</strong> - Make your desktop a bastion of freedom with 8 different HD wallpapers.<br></li><li><strong>“Making of” Content</strong> - See how it was all done with this packed feature full of interviews, pictures and more. <br></li><li><strong>Digital Game and Movie Poster</strong> - Self Explanatory!</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/547430/header.jpg?t=1694122558",
    "developers": [
      "Reality Pump"
    ],
    "publishers": [
      "TopWare Interactive ACE"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}