{
  "547930": {
    "name": "Precursors",
    "steam_appid": 547930,
    "required_age": 0,
    "is_free": false,
    "description": "Precursors, predecessors, the legend of galaxy… Who are carrying the forebear’s genes among existing races, we can suppose only…<br />\r\nWorlds of galaxy are everlasting, beautiful, unique and dangerous. Some of them are inhabited, some ruined and deserted, other - just a smugglers trans-shipment stations. <br />\r\n<br />\r\nSome worlds are only at the beginning of evolution, other are falling into decay. Only when you’ll pass through all these worlds, sense a heat of blazing lava-seas and chilling cold of abysses, see the stark heavens, you will realize the real power of nature. Only when you’ll meet corrupt judges, mendacious politicians, unselfish protectors and cruel tyrants you’ll understand passions of society. When you’ll reach an unexplored sectors of galaxy and come across a mysterious natural phenomenon, fly through the tail of the comet or dive into the casual portal, only then you’ll perceive the infinite depth and diversity of the universe.<br />\r\n<br />\r\nBut this is just a prospection and nobody knows what exactly this journey will be, we can only assure you that it will be unforgettable…<br />\r\n<br />\r\nGame Features<br />\r\nUnique gameplay: mix of RPG/FPS/Space simulator. <br />\r\nVery different planets to walk around absolutely free. <br />\r\nMore than 250 diversified quests. <br />\r\nPartly organic weapons with ammunition that must be bred. <br />\r\nControllable spaceships, robots and other vehicles. <br />\r\nStunning space battles with boarding included. <br />\r\nBig number of unusual enemies (Plants, Insects, Birdmen, etc). <br />\r\nTrading possibilities with complex circulation of goods. <br />\r\nInteraction with hundreds of NPC of different Alien races. <br />\r\nReal-time weather effects, day/night and atmosphere changes",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/547930/header.jpg?t=1572605422",
    "developers": [
      "Deep Shadows"
    ],
    "publishers": [
      "GFI"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 2 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}