{
  "548470": {
    "name": "First Impact: Rise of a Hero",
    "steam_appid": 548470,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><i>First Impact: Rise of a Hero</i></strong> transforms you into a superhero and forces you to uncover the truth behind mysterious meteors that are falling towards earth. You were once a normal citizen and now you have command over the elements and can take to the skies. In this open-world, action-RPG, you will meet supportive characters who also want to discover what is really happening. Square off against a cast of villains and complete various missions as you unravel this game's plot. Do you dare to be super?<br><br><strong>Play in VR or on your PC</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/548470/extras/5e075461184f5e0db49c68a7ec05f1dc.avif?t=1628602962\" width=632 height=141 /></span><br><u><h2 class=\"bb_tag\" >Features</h2></u><br><strong>CONTROL THE FOUR ELEMENTS</strong> - Skewer enemies with spikes of earth, fry them to a crisp with a heated fireball, impale them with ice shards or just send them flying with tornados.<br><br><strong>CHOOSE HOW YOU MOVE</strong> - Have you ever wanted to truly experience flying? Then with the push of a button take to the skies and fly between buildings, among clouds and avoid birds and airplanes. Got a fear of heights? Not a problem, as a superhero you can move at super speed and get anywhere you want to go. Just don't forget that you can also teleport if need be and scale large buildings through your super jump!<br><br><strong>INTERACT WITH YOUR ENVIRONMENT</strong> - With your super strength you can lift a variety of objects within the game. Did your neighbor irritate you? Park their car somewhere else for them... that same car can be used for pitching practice or even a hammer to take on that pesky thug who keeps trying to attack you.<br><br><strong>DISCOVER THE TRUTH</strong> - You weren't always super, so it's up to you to find out why the world seems to be going through this chaos. Meet your three support characters, General Barclay Whitehill, Dr. Ernest Giorgio and Chieftain Aulani. These three will work with you in uncovering the truth behind the meteor showers and guide you as you take on your newfound challenges as a hero. Prepare for a fun and engaging story.<br><br><strong>IMMERSE YOURSELF</strong> - With the combination of the comic book art style and original audio, prepare to get lost in the world of First Impact: Rise of a Hero. This game aims to remind you of the good old days of reading the latest issue of your favourite comic and imagining yourself as the hero. The only difference is that you actually are the hero!",
    "supported_languages": "英语, 法语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/548470/header.jpg?t=1628602962",
    "developers": [
      "Red Meat Games"
    ],
    "publishers": [
      "Red Meat Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}