{
  "548740": {
    "name": "Warpin: Creation (VR)",
    "steam_appid": 548740,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Restore the Glory of Creation</strong><br><br>At the dawn of reality, two great essences imagined a grand plan for life. But there was a flaw in their design. New worlds beyond reach, began to threaten the very dimensions they had been constructed from. Now, you must travel to these maze-like fragments of existence and purge them of flaws while uncovering a deeper truth about the warpstream itself.<br><br>Built from the ground up for VR, Warpin: Creation takes you to the midimensions that lie in the warpstreams between our world and others. Recruited by an unknown great one, your combat skills are all that stand between life's premise and the ultimate unraveling of reality. Journey through endless midimensions seeking to restore the glory of creation. Overcome enemy strategies, battle monsters, gather artifacts, and upgrade abilities to become a true guardian of existence. <br><br><strong>Cool Features</strong><br><ul class=\"bb_ul\"><li> Active VR Combat: Utilize your body to wield swords, shields, axes, rifles, and more. Deflect enemy attacks. Quickly switch between sword and board, dual-wielding, or other weapon configurations to create a rapid and flexible combat style that suits your needs at any moment.<br></li><li> Forge Powerful Weapons: Acquire magical and technogical abilities and equip your weapons with them. Mix and match different abilities to build unique battle styles and strengths.<br></li><li> Prepare For Battle: Stock your safe hold with a display of stunning weaponry and create a staging room for your battles to restore creation.<br></li><li> Seek and Destroy: Navigate thru maze-like midimensions to find flaws and purge them. Use your pathfinding and memory skills to find the next flaw.<br></li><li> Dynamic Levels and increasing complexity: Battle against an increasing amount of flaw cunning and strategy. Fight your way thru increasingly larger midimensions and enemy fortresses.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/548740/header.jpg?t=1478195225",
    "developers": [
      "Matthew Finitz"
    ],
    "publishers": [
      "Matthew Finitz",
      "Rebel Phoenix Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}