{
  "549030": {
    "name": "SnipZ",
    "steam_appid": 549030,
    "required_age": 0,
    "is_free": false,
    "description": "In a tortured world inhabited by bloodthirsty monsters, one man rises up to prevent the annihilation of the human race! <br>Alien zombies have landed, and from their tripods they are overseeing the destruction of humanity! <br> <br>Armed with your sniper rifle, a single EMP device for use as a last resort, and new time-control technology wrested from the invaders, your mission is to purify the zones that the resistance movement has identified as strategic!<br><br>But the aliens will soon realize what's happening and will try to destroy the purification device at all costs… You will have to stand against the hordes of mutants that they will throw into the fray in their attempt to destroy the device... and you with it. You will therefore be called on to risk your life to protect the purifier - the fate of humanity depends on it! <br><br>You must make careful use of your temporal module to briefly slow down time, and of your single emergency EMP device to destroy enemies in the zone, if you are to have any hope of surviving this apocalypse.<br><br><strong>The operation to reconquer the planet has begun and now the time has come to send the invaders back to whatever hellhole they came from! </strong><br><br><ul class=\"bb_ul\"><li>A fast-paced game where success depends on your sniping abilities and level-headedness<br></li><li>8 different zones to protect if you are to save humanity<br></li><li>Mutant zombies from space, out for your blood!<br></li><li>Now go have some fun - after all, it's only the end of the world!</li></ul><h2 class=\"bb_tag\" >---------------------------------------------------------------------</h2><br>Special thanks to :<br><br>UI Master : Van Der Straeten James<br>Artist : Amanda Goengrich",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/549030/header.jpg?t=1678293896",
    "developers": [
      "Nicolas Bernard"
    ],
    "publishers": [
      "M.INDIE"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}