{
  "549230": {
    "name": "Fantasy Grounds - Sundered Skies: Mists of the Savannah (Savage Worlds)",
    "steam_appid": 549230,
    "required_age": 0,
    "is_free": false,
    "description": "Sundered Skies: Mists of the Savannah<br>Songs of Remorse Part 2<br><strong>A Fantasy Grounds II adventure module from Triple Ace Games</strong><br><strong>Danger, Dinosaurs, and Dragons!</strong><br>The recently discovered isle of Savannah is a jungle isle inhabited by dinosaurs<br>and strangely devolved savage drakin. Colonists have hacked out a foothold on the<br>island, and now huddle behind high timber walls, only venturing out as far as the<br>meat fields where herds of stegosaurus are husbanded for their meat. However, The<br>Sons of Spire have discovered a link between recent events on both the blighted<br>isle of Remorse, and the ruined Star Crater Isle and secrets hidden deep in the<br>heart of Savannahs interior.<br>The heroes find themselves in a deadly race against necromancers to reach a hidden<br>temple deep in the jungle. To get there they must overcome disease, ravenous beasts,<br>savage lizardmen, bloodthirsty plants, and the isle itself. Only then will they<br>face the secrets of the temple itselfsecrets from before the Sundering that will<br>leave their mark upon all who enter the hidden ruins.<br>Dare the heroes brave the dangers deep within the island's jungle? After all, no<br>one leaves Savannah unchanged!<br><i>Mists of the Savannah</i> can be played as a standalone scenario or as the second<br>installment of the Songs of Remorse Plot Point Campaign.<br>Sundered Skies is a dark fantasy Plot Point setting for the award-winning Savage<br>Worlds<br>This product is an installable module for use with the Fantasy Ground II virtual<br>tabletop. The Savage Worlds ruleset and a Full or Ultimate license of Fantasy Grounds<br>II are required to use this product. The Sundered Skies setting module is highly<br>recommended.<br><strong>Author: </strong>Dave Blewer<br><strong>Fantasy Grounds II Conversion: </strong>Kevin Doswell<br><i>Adapted for Fantasy Grounds by: </i><strong>Kevin Doswell</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/549230/header.jpg?t=1768365678",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 1 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}