{
  "549390": {
    "name": "Storage Inc 2",
    "steam_appid": 549390,
    "required_age": 0,
    "is_free": false,
    "description": "Fun cooperative game for 1-4 players.<br><br>Each player controls a forklift truck in a warehouse.<br>As new goods keeps arriving, the players must work together organizing them,<br>so that they can make the outgoing deliveries as needed.<br><br>100 warehouse maps divided into three difficulties.<br>Each map have high replayability and a separate hiscore for each player count.<br><br>5 difficulty levels that controls the pace of the game, allowing you to<br>select something that suits you and your friends skill level and taste.<br>Higher difficulty increases the score for each delivery.<br><br>Your friends can join your game at any time. The game will dynamically<br>balance the difficulty in addition to the selected one.<h2 class=\"bb_tag\" >How to play</h2><br>Steer your truck with W, S, A, D, press Space to lift/drop and Q for horn<br>or with a Gamepad.<br>Change the controls or the reverse steering behaviour in the options.<br><br>The period bar shows the remaining time of this period.<br>Difficulty and player count affects the period length.<br>Each successfull delivery gives you score based on difficulty.<br><br>Orders indicate how many deliveries are left before the game ends.<br><br>Incoming goods arrive on conveyor belts.<br>If anything collides with it, a huge amount of orders will be lost.<br><br>Blue goods must be dropped in the matching delivery zone before the end of the current period.<br>Failure will result in a score reduction and two lost orders.<br><br>Goods with a number must be delivered during the period X periods from the current.<br>The number will decrease each new period.<br><br>Grey goods don't have a known delivery period, but may randomly get one each new period.<br><br>Each period, one grey goods becomes an optional bonus delivery for that period only.<br>It will be worth double score and may be dropped in any delivery zone.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/549390/header.jpg?t=1488727877",
    "developers": [
      "Stolpskott Studios"
    ],
    "publishers": [
      "Stolpskott Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 2 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}