{
  "549380": {
    "name": "Fantasy Grounds - D&D Volo's Guide to Monsters",
    "steam_appid": 549380,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >D&amp;D Volo's Guide to Monsters</h2><strong>Research has never been so dangerous...</strong><br>Explore the breadth of D&amp;D's monsters in this immersive 224-page volume filled with beautiful illustrations and in-depth lore. Volo's Guide to Monsters provides something exciting for players and Dungeon Masters everywhere!<br>The esteemed loremaster Volothamp Geddarm is back and he's written a fantastical dissertation, covering some of the most iconic monsters in the Forgotten Realms. Unfortunately, the Sage of Shadowdale himself, Elminster, doesn't believe Volo gets some of the important details quite right. Don't miss out as Volo and Elminster square off (academically speaking of course) to illuminate the uninitiated on creatures both common and obscure. Uncover the machinations of the mysterious Kraken Society, what is the origin of the bizarre froghemoth, or how to avoid participating in the ghastly reproductive cycle of the grotesque vargouille.<br>Dungeon Masters and players will get some much-needed guidance as you plan your next venture, traipsing about some dusty old ruin in search of treasure, lore, and let's not forget ... dangerous creatures whose horns, claws, fangs, heads, or even hides might comfortably adorn the walls of your trophy room. If you survive.<br>Here are just a few of the features you'll find in the <i>D&amp;D Volo's Guide to Monsters</i>:<br><ul class=\"bb_ul\"><li>Monster Lore takes several iconic D&amp;D monsters and provides additional information about their origins, their dispositions and behaviors, and their lairsabove and beyond what is written in the Monster Manual. Dive deep into the story behind D&amp;D's most popular and iconic monsters, including beholders, mind flayers, and the yuan-ti, as well as classics like orcs, gnolls, and kobolds.<br></li><li>Character Races presents character races that are some of the more distinctive race options in the D&amp;D multiverse, including the goblin, the orc, and the firbolg.<br></li><li>Bestiary provides game statistics and lore for nearly one hundred monsters suitable for any D&amp;D campaign. Gain access to rules and story for dozens of monsters new to fifth edition Dungeons &amp; Dragons, such as the froghemoth, the neogi, and the vargouille.</li></ul>Dungeon Masters purchasing this module can use it to help expand the detail presented to players for other purchased adventures and accessories within the Forgotten Realms or to help craft unique experiences. New Story Templates are a unique feature in Fantasy Grounds to compile random data from several sources to create an endless supply of unique monsters. The tables and templates allow you to build a gnoll warband with a few clicks or describe the physical characteristics of your main beholder villain down to the color and shape of each eye.<br>This Module Includes: <strong><br><ul class=\"bb_ul\"><li>the entire contents of <i>Volo's Guide to Monsters</i> accessory, divided into a DM only module and a Player's module<br></li><li>image handouts that can be shared with players collectively or individually<br></li><li>maps for several monsters<br></li><li>new portraits that players can use to represent their new and exciting monstrous characters<br></li><li>a custom decal extension to change the look of your Fantasy Grounds desktop<br></li><li>stats for all monsters presented in <i>Volo's Guide to Monsters</i></li></ul>Requirements: </strong> The free Fantasy Grounds virtual tabletop (VTT) software with the built-in 5E Ruleset.<br><strong>Recommended: </strong> D&amp;D Complete Monster Class Pack is necessary for some of the random encounters to fully populate lists of minions, pets and allies.<br>Videos<h2 class=\"bb_tag\" >D&amp;D Volo's Guide to Monsters Product Demo for Fantasy Grounds</h2><i><br>Adapted for Fantasy Grounds by: </i><strong>Zacchaeus</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included D&amp;D fifth edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/549380/header.jpg?t=1768365782",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 3 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}