{
  "549850": {
    "name": "The Shadows of Pygmalion",
    "steam_appid": 549850,
    "required_age": 0,
    "is_free": false,
    "description": "Puppets lurk beneath the surface of human society, quietly manipulating the course of history. No one knows who creates them, however, or to what end they operate...<br />\r\n<br />\r\nHajiro Mina is an ordinary, first-year high-school girl who has taken to visiting a doll gallery she recently discovered.<br />\r\nShe is particularly fond of a beautiful piece of work called Ruka on display deep within the gallery, and she often makes the trek simply to see it.<br />\r\n<br />\r\nAnd then one day, Mina’s whole world changes.<br />\r\nShe finds herself with the ability to see the inhuman entities hidden in the crowds.<br />\r\n<br />\r\nRuka is not merely a doll, but a being known as an Eidos with the power to shape the future. And because Mina unwittingly resonated with her, she attained the ability to see—and destroy—Puppets.<br />\r\n<br />\r\nUpon awakening to these new powers, Mina is forcibly made a member of an organization that specializes in the eradication of Puppets.<br />\r\nMina naturally resists, as she simply wants to be a normal high-school girl, but the world is not so kind, and she’s unable to escape from the Puppets.<br />\r\n<br />\r\nOther members include Jessica, a genius elementary-school girl; Yang Li-Ling, a beautiful and affluent Chinese businesswoman; and Sumerami Riko, a student at Mina’s school. Together, they do battle against the Puppets, growing closer to one another each day.<br />\r\n<br />\r\nHowever, between the appearance of the enigmatic Takachiho Sayo and the trouble Mina’s close friend Aizawa Makoto finds herself in, the situation rapidly grows more dire.<br />\r\n<br />\r\nAre the Puppets truly her sole adversary?<br />\r\nStruggling with uncertainty about her fate, Mina continues to fight...",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/549850/header.jpg?t=1725518621",
    "developers": [
      "propeller"
    ],
    "publishers": [
      "MangaGamer"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 10000,
      "final": 10000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 100.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 2 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 34,
      "total_negative": 9,
      "total_reviews": 43
    }
  }
}