{
  "550370": {
    "name": "The Last Sin",
    "steam_appid": 550370,
    "required_age": 0,
    "is_free": false,
    "description": "The Last Sin is a dark JRPG that features many different recruitable characters that have their own special skills in battle. The world is stuck in endless limbo where the dead cannot find rest. Dark sins have corrupted purgatory and turned it into an endless nightmare.  Its up to the unnamed heroic brave knight to gather a party of balanced individuals to save the endless plane.<h2 class=\"bb_tag\" >STORY</h2>An unknown knight is killed in battle, as he prepares for eternal rest he awakens in a strange place. Weakened he looks upon a strange maiden telling him to gather a party of unique heroes to cleanse the land. She tells him that he is in purgatory but after a horrible sin it corrupted. Once corrupted it became an endless hell where the dead cannot find peace and the living are clueless of what is happening. The maiden summoned the knight, and many others, to fight the demons that rule each layer of limbo and save the world.<br>The knight gathers his thoughts and prepares for his deadly journey, at his side are three other heroes of his choosing. Together they depart to the 6 worlds of limbo to defeat all 7 sins and bring peace to the dead...<h2 class=\"bb_tag\" >GAMEPLAY</h2><ul class=\"bb_ul\"><li>Recruit a team of heroes with different skills and battle roles<br></li><li>Change party members before each mission depending on their strengths and weaknesses<br></li><li>Battle hordes of dangerous enemies and cleanse each world by defeating its boss<br></li><li>Equip your party members with gear suited for each role<br></li><li>Characters cannot be revived outside of the Sanctuary making each loss in the outerworld harsh and challenging </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/550370/header.jpg?t=1610218067",
    "developers": [
      "Amaterasu Software"
    ],
    "publishers": [
      "Amaterasu Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 440,
      "discount_percent": 60,
      "initial_formatted": "¥ 11.00",
      "final_formatted": "¥ 4.40"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 2,
      "total_negative": 2,
      "total_reviews": 4
    }
  }
}