{
  "551260": {
    "name": "From Bedrooms to Billions: The Amiga Years",
    "steam_appid": 551260,
    "required_age": 0,
    "is_free": false,
    "description": "From Bedrooms to Billions: The Amiga Years! is a feature film documentary that explores the influence of the Commodore Amiga and how it influenced a generation of developers to take video game development, music and publishing to a whole new level which then changed the video game industry forever! <br />\r\n<br />\r\nThis film, which is the sequel to the acclaimed 'From Bedrooms to Billions' (2014) looks at the creation of the now legendary Commodore Amiga a remarkable and very personal tale told by the surviving team members themselves. The film then goes onto explore how once released in 1985 the Commodore Amiga helped evolve the video games industry as a whole new set of  games and experiences were possible thanks to its incredible custom hardware. Many of these styles of games, music and demos as well as development techniques honed during the Amiga era are still present in the video games industry we know today.<br />\r\n <br />\r\nInterviews include the creators of Populous, The Secret of Monkey Island, Sensible World of Soccer, Defender of the Crown, Syndicate, Alien Breed, Wings, Shadow of the Beast, Turrican II, The First Samurai, Another World, Flashback and many many others this film will be of great interest to anyone who enjoys either games or the history of the quite remarkable video games industry.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/551260/header.jpg?t=1667259491",
    "developers": [
      "Gracious Films L:td"
    ],
    "publishers": [
      "Gracious Films Ltd"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 4 日"
    },
    "categories": [
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 33,
        "description": "原生支持 Steam 控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}