{
  "551250": {
    "name": "RPG Tycoon: Supply & Demand",
    "steam_appid": 551250,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>With the introduction of resources, the Supply and Demand expansion for RPG Tycoon brings a new level of management to your kingdom. </strong><br><br>All across the land societies have gotten lazy and economies have formed, no longer will measly gold be enough to manipulate and encourage your people. Resources are now the integral component to a healthy kingdom economy. <br><br><i>Source, spend and trade resources with competing kingdoms to survive. Manage key components of your economy and make sure you're producing enough food and materials for your kingdom to function effectively!</i><h2 class=\"bb_tag\" ><strong>New Features</strong></h2><br><strong>New Resource System</strong><br><ul class=\"bb_ul\"><li><i>Supply and Demand adds a resource system into the game requiring added management of materials in order to purchase buildings and keep your kingdom running smoothly. Use the new productions tab in the build menu to place farms, storage sheds, mines and more to turn your kingdom into an industrial powerhouse. </i></li></ul><br><strong>New Ways To Earn</strong><br><ul class=\"bb_ul\"><li><i>Buy and Sell resources between kingdoms to get the most out of the new economy. Want to build an entire kingdom of Farms and Silo's? Go right ahead. Sell off any of that extra food you're producing for gold! Forget questing (if you want), Resources are where it's at now!</i></li></ul><br><strong>New Loan Mechanic</strong><br><ul class=\"bb_ul\"><li><i> Got that one big building you want to purchase, or want to get ahead this month while your waiting for your Heroes to bring back their loot? Well, now the official RPG Tycoon bank has your back with a fixed interest loan! Be careful though, if you take out too many loans that interest can stack up, so make sure you make good use of the money or you may may find yourself fighting to pay back the man!</i></li></ul><br><strong>Scenario Mode</strong><br><ul class=\"bb_ul\"><li><i>Supply and Demand brings over 10 hours of new content to RPG Tycoon with a new and exclusive scenario mode! Boasting a new way to play, load over 10 pre-made kingdoms all with a unique set of challenges to complete!</i> (Includes basic modding support!)</li></ul><br><strong>New Class System</strong><br><ul class=\"bb_ul\"><li><i>Settlements now have growth. Spend time investing in your Settlements and help them grow to receive Middle and High Class Adventurers into your kingdom who will be willing to spend more time and gold on your stores. Then use the new store upgrades to focus on a class and milk even more gold out of them! Yay, capitalism!</i></li></ul><br><strong>New Exclusive Music</strong><br><ul class=\"bb_ul\"><li><i>More music from the brilliant mind of Chris Lucca! Included in the Supply and Demand expansion is a selection of brand new and bespoke themed tracks inspired by his original score for RPG Tycoon. They'll be included in your documents as part of the download! </i></li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/551250/header.jpg?t=1771888675",
    "developers": [
      "Skatanic Studios"
    ],
    "publishers": [
      "Macrocosmic Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 840,
      "discount_percent": 60,
      "initial_formatted": "¥ 21.00",
      "final_formatted": "¥ 8.40"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}