{
  "551570": {
    "name": "Sarab: Duji Tower",
    "steam_appid": 551570,
    "required_age": 0,
    "is_free": false,
    "description": "Story:<br />\r\nOnce upon a time, there was an evil creature who called himself Goblet of Death. He created an organization to control the human world. He was planning to create a new world in which only his kind would live in. No one could stop his evil plan, except for one man who used a legendary sword to fight the evil. This man also had five legendary crystals, each of them containing a nature element. After some time, the hero stopped Goblet of Death and his organization with his bravery and powers, but there was another source of power... a box with mysterious qualities. Goblet of Death found this box and its key with newborn twins. The box's powers were so strong that even they couldn’t open it yet. Suddenly, this box and the twins are kidnapped by an unknown one. Then, Goblet of Death sent his Five Devils to retrieve the box and kill the brave swordsman. The Five Devils managed to kill the swordsman and steal the Five Crystals, but, unfortunately, they couldn’t find the box and the twins.<br />\r\nWhere is the box? Who was that swordsman? How will the newborn twins live after these events? And what will Goblet of Death do?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/551570/header.jpg?t=1722268148",
    "developers": [
      "Abdulla Hassan Al-Farsi"
    ],
    "publishers": [
      "Abdulla Hassan Al-Farsi"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}