{
  "552350": {
    "name": "Unhappy Ever After",
    "steam_appid": 552350,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/552350/extras/c5a85d91e8d86ecc788bf8e5fb0eef66.avif?t=1490429559\" width=680 height=158 /></span><br><br><strong>'In the infinitesimal spaces between the pages of every book lies an unseen universe: smaller perhaps than ours but filled with all the wonders, and horrors, conceivable by the human mind' </strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/552350/extras/a6c4e344a2a809875afe5f479336f91b.webp?t=1490429559\" width=680 height=54 /></span><br><br>Enter into a land of dark fantasy with Sophia, an eighteenth-century librarian's apprentice to Queen Anne of England. Join her quest to find a way home and help her take revenge on the evil witch that tore her away from her lands.<br><br>Discover a world filled with political intrigue as a power-hungry Emperor seeks to wrestle control of the Twelve Duchies by use of his magical <i>Affinity Guards</i>, and get caught up in a rebellion where Sophia's abilities will help decide the fate of the strange, monster-filled world into which she's been swept.<br><br>Venture with her into steampunk, technomage lairs abandoned since the mythical 'Age of Words'. Share her descent into The Purple, a strange and disturbing underworld where everything lusts for flesh. Help her explore a dark forests under the curse of an Evil Blight and discover the reasons behind it.  Help her make new friends in a dangerous world, and share in her first unlikely, romance.<br><br>Aid her in her discovery of an ancient, magical curse that lies over the world, denying all it's inhabitants the ability to read. Take control of ancient magical texts that, as she discovers them, will allow her to develop abilities strong enough to challenge the Emperor's most powerful <i>Affinity Guards</i>, and perhaps even the terrible witch who is responsible for tearing her away from her home.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/552350/extras/bd264086eaa880544ae87ef872ae5043.webp?t=1490429559\" width=680 height=54 /></span><br><br><strong>About:</strong><br><br>‘Unhappy Ever After’ is a dark, yet funny, RPG that takes traditional fairy tales and turns them on their heads. Along your journey you will meet familiar characters that you’ve know all your life and see them in new situations and within frameworks that you will make you both laugh and despair.  <br><br>Beyond its parody to the fantasy, ‘Unhappy Ever After’ also aims to parody the real, drawing on situations that are all too pervasive in our world, such as drug abuse, terrorism, and dirty politics. Death too is a prevalent theme and no character, no matter how well known, how famous, or how integral to the plot, is safe from its cold hand!  <br><br>Despite its beautiful graphics, wondrous music, and humorous interludes, ‘Unhappy Ever After’ is a game, in places, designed to shock and appal, and where your decisions, no matter how noble can lead to devastating ends.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/552350/extras/e3d5997d6502fa2bfdd72cad59eda2ce.webp?t=1490429559\" width=680 height=54 /></span><br><br><strong>Features:</strong><br><br>*     Explore a free-roam world where you decide who to help and who to leave to their own fate.<br>*     Meet characters from ancient stories and rhymes such as Hansel and Gretel,or Little Red Riding Hood.<br>*     A unique magic system where strengthening one ability weakens another.<br>*     An addictive drug system, complete with dealers and quests.<br>*     An adult-themed RPG with political coups, terrorism, drugs, murder, and revenge.<br>*     Beautiful lands to explore.<br>*     A coming of age story with meaningful character progression.<br>*     Team up with interesting and powerful companions each with their own story, conversations, and personalities!<br>*     A day and night system where characters go to bed and monsters come out at night.<br>*     14 hour story-line with many extra side quests, plus another 2 hour free bonus DLC 'The Maze of Cefgellin'<br>*     Play on after the story's end, doing quests, and building up your character and base camp.<br>*     Controller support, Mouse and Keyboard - full keybinding.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/552350/header.jpg?t=1490429559",
    "developers": [
      "Warped Tales"
    ],
    "publishers": [
      "Warped Tales"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 1 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}