{
  "552830": {
    "name": "Fantasy Grounds - Hellfrost: The Dark Seed (Savage Worlds)",
    "steam_appid": 552830,
    "required_age": 0,
    "is_free": false,
    "description": "Hellfrost: The Dark Seed<br>Savage Worlds Adventure for Fantasy Grounds in the Hellfrost setting<br><strong>The balance of nature is tipping!</strong><br>Animal life was not always dominant in Rassilon. Eons ago, before the balance of<br>nature was established, sentient plants were the superior life form. Among their<br>number was a particularly vile species which sought the extermination of all animal<br>life. Although long thought extinct, one of their seed pods has lain dormant, silently<br>waiting for the right time to awaken and release its deadly contents. That time<br>has finally come.<br>An elf druid, infected by the seed pod, plans to issue in a new eraa world of plant<br>domination. To defeat him the heroes must first stand against his insidious creations,<br>creatures part-animal and part-plant, and whose touch is deadly. But the heroes<br>are not alone in their quest, for the fey have sensed the danger the druid presents<br>to the natural order.<br>Can the heroes avoid becoming mutated plant beings long enough to track the druid<br>to his lair? Are they strong enough to stand against the druids corrupting power<br>or will they end up with more than green fingers?<br><i>The Dark Seed</i> is the second tale for Triple Ace Games Hellfrost setting.<br>Hellfrost is exclusively designed for the Savage Worlds roleplaying game.<br><strong>Requires the Hellfrost Players Guide</strong><br>This product is an installable module for use with the Fantasy Ground II virtual<br>tabletop. The adventure module has been carefully organized to streamline gameplay<br>and includes story blocks, gm text, maps and NPCs to help a GM run the adventure<br>with minimal prep time. The Savage Worlds ruleset and a Full or Ultimate license<br>of Fantasy Grounds II are required to use this product.<br><strong>Author: </strong>Paul Wiggy Wade-Williams<br><strong>Fantasy Grounds II Conversion: </strong>Kevin Doswell<br><i>Adapted for Fantasy Grounds by: </i><strong>Kevin Doswell</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/552830/header.jpg?t=1768366219",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 8 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}