{
  "553120": {
    "name": "DOFUS - Julith Pack",
    "steam_appid": 553120,
    "required_age": 0,
    "is_free": false,
    "description": "She was believed to be dead… Nicknamed “The Butcher Woman”, the mere mention of Julith’s name ignites terror throughout the entire city of Bonta. She has returned with a plan to destroy the Bontarians once and for all…<br><br>Be ready to face the World of Twelve with exclusive and powerful following items:<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/553120/extras/2269365c49da41d825c9f72185de683c.avif?t=1576224200\" width=614 height=1396 /></span><br><br>- 90 DAYS OF DOFUS SUBSCRIPTION: Enjoy all DOFUS has to offer for 3 months.<br><br>- SHUSHU LIVING SET:<br>These polymorphic items establish a predatory or symbiotic relationship with certain inanimate pieces of equipment.<br><br>- CUBE PET:<br>It's hard to know if this creature is alive or whether it's an object inhabited by powerful magic. You won't get the answer by burning it. Favourite area: Minotoror Island.<br><br>- RATCHAM PET:<br>Ratchams are often mistaken for rats, due to their tail, long ears and lack of bodily hair. But if you adopt one, you'll soon find out how little this pawed predator has in common with a rodent. As cuddly as they come, it'll lick your face, and you'll discover that no, Ratchams are not completely lacking in hair. They feed off Ecaflee souls living in the Ecaflipus dimension, their favourite area.<br><br>- SKROT PETSMOUNT:<br>A ridiculous giant Borbat, the Skrot is an unfailingly faithful mount. Its love for you will manifest itself in many ways: sometimes it will lick you from head to toe, and it won't hesitate to swallow and suck on the former! Never has such an affectionate animal been seen, so long as it doesn't take you for its next snack… The Skrot eats Ecaflees, thereby preventing their overpopulation. Favourite area: Ecaflipus.<br><br>- BLOODY EMOTE:<br>Use this scroll to learn the Sacrier class's special emote. Surrounded by a blood-red aura, it lets you create a gigantic and terrifying spectral god! In only a couple of seconds, an uncontrollable fear will take hold of your enemies!<br><br>- STEAMER HAVEN-BAG:<br>This item contains the STEAMER Haven Bag theme and all its decorative elements. The theme will automatically be added to your Haven Bag interface. Please note, this Haven Bag theme is permanently linked to your account.<br><br>- STEAMER HARNESS:<br>They spend all their time running around while you are showing off. And you're always on their back! But your trusty steed also likes to strut its stuff sometimes! So, what about a small gift of friendship? Well you've found it: it's the Steamer Harness! Best way to pimp your mount and to look badass on the roads of the Twelves.<br><br>- MAGICAL ORB:<br>This orb allows you to redistribute your characteristic points. Sorim Ait, at the Amakna Castle Zaap [3,-5], and Temple masters know how to use it.<br><br>Please note, this Magical Orb is permanently linked to your account.<br><br>- 7x BITTER SHIGEKAX &amp; 7x MIRABELLE SHIGEKAX:<br>Rediscover the flavour of bygone days with this traditionally made candy, which will increase Wisdom (EXP.) by 100 points for 30 fights.<br><br>- 5x MOVIE SET MYSTERY BOXES: <br>You dream of Kriss Krass or Bakara... Khan Karkass / Bakara are already an idol of yours... So this Gobbowl Mystery Box must have been made for you! At the very least you’ll get a superstar’s outfit out of it, and perhaps even all five*! The goodies contained within are:<br>- GREENENGOL SET<br>- BIGOKS SET<br>- REDROZ SET<br>- PAMUS SET<br>- ZALBLAKS SET<br>- MONARCH SET<br>- RANDO GETA<br>- JORIS SET<br>- MARLINE SET<br>Jackpot: you have a chance to win ALL SETS. Yes, you heard it ... all sets can be yours! <br>IMPORTANT: To redeem your mystery box, please click here : <br><br>- &quot;NEW LIFE&quot; BUNDLE:<br>This pack content the following potions :<br>- Change color<br>- Change name<br>- Change sex",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/553120/header.jpg?t=1576224200",
    "developers": [
      "Ankama Studio"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 15 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}