{
  "554180": {
    "name": "Pale Spectrum - Part Two of the Book of Gray Magic",
    "steam_appid": 554180,
    "required_age": 0,
    "is_free": false,
    "description": "Knowledge of Brilliant Shadows - Part One of the Book of Gray Magic is not required to enjoy and understand Part Two, but Pale Spectrum does contain spoilers for Part One.<br><br>There are seven magics, five more than have ever been explored, and that is only the tip of the iceberg. The kobolds, once a beast of myth, have forged an alliance with Celeste. A mad demigod rages across the land, aiming to end the tyranny of monarchies with Celeste in his sights. Meanwhile, a magical talking sword is busy preparing the misfit mages of the Ryuusian Royal Cabal for a clash against an arcane foe from distant lands of fable. <br><br>You know, normal things.<br><br><br>One thing is certain, no threat the cabal faces compares to their greatest challenge: relationships, love, and family troubles.<br><br>Pale Spectrum is the sequel to Brilliant Shadows, and both are adventures from the Book of Gray Magic.  Follow along with Necromancers, Paladins, Witches, and Changelings in this story of intrigue, mystery and magic.<h2 class=\"bb_tag\" ><strong>Pale Spectrum</strong></h2><ul class=\"bb_ul\"><li>Pale Spectrum is around 6-13 hours of play time depending on read speed and route choice.  The game has a number of large branches and a plethora of smaller ones, enhancing its replay potential. It sits at just over 200k words.<h2 class=\"bb_tag\" ><strong>Voice Acting</strong></h2></li><li>All spoken lines in the game are voiced, bringing an extra level of life to our cast of 30+ characters.<h2 class=\"bb_tag\" ><strong>Choices</strong></h2></li><li>There are over 50 choices that you can make in the game, all of which influence the 10+ unique endings.<h2 class=\"bb_tag\" ><strong>Music</strong></h2></li><li>Pale Spectrum features an extensive, combined sound track from the Book of Gray Magic series. Pale Spectrum boasts 27 original tracks, and, combined with Brilliant Shadows 21 original tracks, has an hour of beautiful orchestral music composed by Johnathan Johnson.<h2 class=\"bb_tag\" ><strong>The Main Cast</strong></h2></li><li>The story follows along with Belinda, Ash, Terra, Hektor, Prude, Aelfnod and Aku as main characters.<br></li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/554180/header.jpg?t=1572997766",
    "developers": [
      "Ithaqua Labs"
    ],
    "publishers": [
      "Ithaqua Labs"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5700,
      "final": 5700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 57.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}