{
  "554610": {
    "name": "Ultramegon",
    "steam_appid": 554610,
    "required_age": 0,
    "is_free": true,
    "description": "Ultra, Mega, Turbo, Etc all these words are from the urban dictionary.<br />\r\nThe game idea was sort of an inside joke at the start. It was only an idea but now it has been realised. We have a MOBA, tower defence game.<br />\r\nBut what? oh no! It's the third person shooter as well?<br />\r\n<br />\r\nIn game no range limitations! You can aim and headshot your opponent from whichever location you choose.<br />\r\n<br />\r\nWhat do we have there ingame?<br />\r\nWe have Three starting characters, okay... let me introduce them a bit:<br />\r\n<br />\r\n1. Murdock:<br />\r\nA thermal murderer. He can see his enemies through walls and can kill you through walls as well! No mercy, no rest! He can see you through all the stage.<br />\r\n Once you've heard his thermal shot charging or see yellow light that means you're dead if you do not have better energy armour to dodge this deadly strike! A formidable force to be reckoned with. Strike from the distance, and take map control. <br />\r\n<br />\r\n2. Tutas:<br />\r\nAn electric tank - supporter. Slow, but not too much: with his haste skill he will run faster than any creature in game for a limited time. If you see the big guy running towards you, keep in mind he is already prepared something for you - a gift, we call it Purple Death. All you will see in the end will be the purple light around you.<br />\r\n<br />\r\n3. Su:<br />\r\nA rocket girl? So funny. But wait whats that.. she sits on my shoulders and shoots at my head?  Oh wait! No ! Oh no respawning again. What she can fly too? And she's an acrobat? Why did the developer gave so much to this girl? Also for rockets on her back with each dealing loads of damage? No! It is too much! For fast paced combat, and lightning assault on enemy defences! Su - the word taken from Russian jet which means always dry.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/554610/header.jpg?t=1573945909",
    "developers": [
      "Blackturn ltd"
    ],
    "publishers": [
      "Blackturn ltd"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}