{
  "554670": {
    "name": "Infektor",
    "steam_appid": 554670,
    "required_age": 0,
    "is_free": false,
    "description": "Infektor is a fast-paced arcade action game that puts you in control of a microbe that found itself in a hostile environment. A sharp eye and quick reflexes will be necessary to deal with the enemies that are coming to get you.<br><br>Survive as long as possible in the Survival mode or spread infection in the Infect mode. It's all about surviving, wreaking havoc and scoring points. And Infektor makes it easy by being designed for quick gameplay sessions. Just fire it up for a few minutes to blow off some steam.<br><br><strong>Gameplay</strong><br><br>You have a choice of three <i>microbes</i>, each with different physical characteristics and its own set of unique special abilities. Quick reflexes are your only weapon that you'll have to employ to avoid various enemies and use the environment against them. You collect plasma from fallen foes, which gives you points and bonus health that will help your microbe survive.<br><br>You can spend collected plasma to boost your microbe with <i>mutagens</i> before starting a level. There are 6 common mutagens that enhance general characteristics of your microbe and 9 special mutagens that are tailored for specific microbes (3 per each).<br><br><i>Survival</i> mode is a &quot;score attack&quot; arcade type game mode in which you fend off waves of enemies and try to survive as long as possible while amassing as much points as you can. This is also the main source of your plasma, which you will need to equip mutagens for your microbe and unlock new <i>Survival</i> levels. Some arenas will have traps you can trigger to shake off your pursuers. Others will make you activate and infect <i>lymph nodes</i> for extra points. And some others will spawn bonus <i>lymph nodes</i> that will force you to expose yourself to danger for those extra points. But they all have one thing in common, <strong>the longer you survive, the harder it gets.</strong><br><br>In <i>Infect</i> mode, you will progress through a series of levels infecting them while avoiding being destroyed. Getting a top score in this mode will require you to be smart about a choice of a microbe and mutagens. You have a clear goal, which is infecting all <i>lymph nodes</i>. Most Infect levels are multi stage, meaning that new paths and new targets (as well as new enemy spawn points) become available as you go on with spreading the infection. It usually takes less time to complete  <i>Infect</i> levels compared to <i>Survival</i> mode and they almost always award bonus points for finishing quickly (and sometimes for finishing without much damage). But that does not mean that speed running them is always the only way to get a high score, as some offer an opportunity to get off the beaten path and ask for some trouble on your own. The choice is yours.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/554670/header.jpg?t=1583781993",
    "developers": [
      "Rushing Vise"
    ],
    "publishers": [
      "Rushing Vise"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}