{
  "555590": {
    "name": "Fantasy Grounds - Shaintar: Legends Arise (Savage Worlds)",
    "steam_appid": 555590,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><i> Setting, Extension and Library Module for Fantasy Grounds</i></h2>This is the full book, complete with all Player and Game Master information for Novice to Veteran play!<br>Just paging through the Players Guide makes you want to play, and it's genuinely hard to create a boring character using this book; everything works together to make your Hero interesting. And that's even before you get to the four detailed Major Enemies lurking in Shaintar. Or the rules for alchemy, or the tantalizing glimpses we get of the Black Lantern and Grayson's Grey Rangers . . .<br>&quot;A winner. Get this book.&quot; -- Ed Greenwood, creator of The Forgotten Realms (r)<br><i> Savage Worlds fans will find a lot to love about Shaintar: Legends Arise:</i><br><ul class=\"bb_ul\"><li>Eleven distinctive Races with many specialized Racial Edges for each.<br></li><li>Over 60 new Edges, including Professional, Combat, and Power Edges.<br></li><li>Expanded options for magic, including Applications for Sorcery, Extended Casting, and more.<br></li><li>New and expanded rules for Alchemists and Artificers, as well as personalized magic items.<br></li><li>Setting rules like All Out Move, the Deep Magic, and Lead from the Front.<br></li><li>Information about the many nations and factions that drive the stories of Shaintar.<br></li><li>A complete Timeline featuring thousands of years of Shaintar's history.<br></li><li>A Denizens section with many dozens of characters and monsters, as well as five new Monstrous Templates and templates for changing almost any Denizen to any of the eleven Races.<br></li><li>An expanded Weapons, Armor, and Gear list for epic fantasy gaming, as well as a Resource system to replace &quot;counting coins&quot; for wealth management.<br></li><li>Extensive advice about Game Mastering an Epic High Fantasy setting.<br></li><li>Three Legendary Tales, &quot;Countering the Terror,&quot; &quot;Red Store Rising,&quot; and &quot;Return to Honor, Return to Glory.&quot;<br></li><li>Anyone seeking Epic High Fantasy adventure will enjoy this book, as will anyone wishing to add lots of great new material to their Savage games!</li></ul>This book covers Novice through Veteran Rank gaming.<br><i>Adapted for Fantasy Grounds by: </i><strong>Chris Taylor</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/555590/header.jpg?t=1768366696",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 14 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}