{
  "556550": {
    "name": "The Horus Heresy: Betrayal at Calth",
    "steam_appid": 556550,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/556550/extras/1427f0096817e9bdfd712a8fac7b79f3.avif?t=1614348356\" width=466 height=180 /></span><h2 class=\"bb_tag\" >Immerse yourself in the Horus Heresy the epic origin story<br>of the Warhammer 40,000 Universe!</h2><br><br>The first shots have been fired in the conflict that will change the future of mankind. Brother Legions of Space Marines taking arms against one another. The noble Ultramarines are betrayed on Calth by the zealous Word Bearers bent on tearing down the Imperium. A dark ritual ignites the system’s star, sending both Legions underground to battle for their honor, their belief, the fate of the Imperium, or just to survive.<br><br>The Horus Heresy: Betrayal at Calth is a game of turn-based skirmishes between the genetically altered warriors of the 31st Millennium, The Adeptus Astartes. In the campaign, players control units of Space Marine Legionnaires, guiding them through the underground arcologies of Calth. Fight alongside units of Ultramarines ranging from Legionnaires, Veterans, Sergeants, Calth Defence Force, and Apothecary to elite units of Terminators, a Legion Moritat and the most venerable Contemptor Dreadnought. Dispatch the foul heretics of the Word Bearers using a mighty arsenal, from the ranged accuracy of Bolters, Plasma Guns, Flamers, and Rocket Launchers, to the close combat might of Chainswords, Power Fists, and Lightning Claws. <br><br>The Horus Heresy: Betrayal at Calth also includes several Multiplayer maps allowing players to fight as Ultramarines or Word Bearers in either objective based missions or deathmatch. Bring the full arsenal of your chosen Legion to bear against friends with private matches or against opponents across the world with built in matchmaking. Multiplayer mode is available to both PC and VR players, allowing both formats to play against one another.<h2 class=\"bb_tag\" ><strong>VR NOT REQUIRED TO PLAY</strong></h2><br><br><strong>Features</strong><br><br><ul class=\"bb_ul\"><li><i>Original Horus Heresy Narrative:</i>  Set in the 31st Millennium on the planet of Calth, Magos Ohmnal Sarc joins forces with Sergeant Acastus and a unit of Ultramarines. When he discovers corrupted data in the data stream, Sarc is confronted with a faction of aggressive Word Bearers and a devastating plot of corruption within the Imperium that introduces untold threats and schemes against the Emperor. The original story was written by Black Library author Rob Sanders. <br><br></li><li><i>Multiplayer Skirmish Mode:</i>  Players can choose between the Ultramarines and Word Bearers factions.  Units include Legionaries, Veteran Legionaries, Sergeants and a cast of characters armed with everything from bolters to melta guns to assault cannons.  More character classes will be added up until the final game release.<br><br></li><li><i>Cross-Platform Multiplayer Matchmaking: </i> Play on either gaming PC, HTC Vive or Oculus Touch.  As a turn-based game, PC verses VR provides no gameplay advantages, only differing user experiences of the world.</li></ul><br><strong>Play In VR</strong><br><br><ul class=\"bb_ul\"><li><i>VR Mode:</i>  The “human-scale” view of Space Marine combat gives the player the feeling of being on the battlefield in a world first VR game set in the Warhammer 40,000 universe.</li></ul><br><ul class=\"bb_ul\"><li><i>Single-Player Campaign:</i> Master combat scenarios exploring the conflict between two factions of Space Marines, divided into 4 Acts. The story progresses linearly and each level presents unique challenges intertwined with the drama of the narrative.<br><br></li><li><i>Specialty Units Include:</i> Terminators, Dreadnoughts, Calth Defence Force, Word Bearer Cultists, Apothecary, and the devastating Legion Moritat.<br><br></li><li><i>Single Player Skirmish verse AI:</i> Skirmish against the AI on multi-player maps.<br><br></li><li><i>Army Builder:</i> Customize and save your Ultramarine and Word Bearer armies then go head to head with friends in online multiplayer or test your army's effectiveness against the skirmish A.I.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/556550/header.jpg?t=1614348356",
    "developers": [
      "Steel Wool Studios"
    ],
    "publishers": [
      "Steel Wool Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}