{
  "556710": {
    "name": "Marrow",
    "steam_appid": 556710,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Marrow</strong> is a 2D, <strong>Cosmic-Horror</strong> themed, action-adventure game emphasizing challenge, puzzles, platforming, combat and navigation. Leap, crawl, slash and blast your way through the cavernous bowels of a menacing mountain in a quest to find your lost friends who now cry out for help, shrouded by the thick, living dark of the nameless peak's innards. A rotted town, crypt and Manor are merely the membrane which cover the deeper, undulating terrors left to decay countless years ago beneath the mud and rock. <br><br>Marrow's setting is a burial site, made with purpose to mask the devices and cosmic crimes of those who occupied the hill's once flat terrain, now broken and mangled within the mountain's insides.<br><br>Echoing within the hollows are the screeches and bellows of this realm's old inhabitants, shades and abominations seeking to forget the noxious truths and presences they uncovered with their unbridled experiments, attacking those who disrupt their shallow grave and mingling with the spirits of those seeking redemption, who are keen to guide you. You who might contain the grit and steely mind to face the mountain's darkest, imprisoned <strong>Secret </strong>and free them all from their sins.<br><br>Marrow will test your wits and reflexes, forcing you to face off against dozens of enemy types, either through avoidance or confrontation using the small number of still usable blades and relics left inside the mountain. <br><br>Search and explore every dark corner of Marrow's setting to increase your Grit (vitality) and Clarity (magic). Grasp new skills like Pyro-burst and Grit Regain. Use the last Luminous Orb to create tones, defend against enemy attacks and solve riddles. Enter the Fissures to uncover the Echo Realm, pull back the veil of reality and explore the world with a different perspective, but be mindful of the new dangers which dwell  at the edge of normal perception. Light torches and braziers to illuminate your way, blast from spot to spot using the Orbital Anchors, and much more!<br><br>Look and Listen. The Orphans are lost within the mountain, but when nearby you can hear them chanting a familiar song, one shared between you and your friends. Follow the withering melody and send the lost children back to the mountains top, to the house on the hill.<br><br><strong>Features </strong><br><br>-A subterranean world to explore and survive made up of many unique, handcrafted areas, <strong>Not </strong>random, <strong>Not</strong> procedural<br>-Dozens of ghastly ghosts, shades and otherworldly monsters, with their own quirks and weaknesses to contend with<br>-Numerous <strong>Bosses</strong>, some optional, stand between you and the <strong>Secret</strong> of the mountain<br>-Light your way, uncover the glistening Medallions of the deep to better illuminate the path ahead, ignore these crucial items at your own peril, without them you may find yourself nearly blind in the depths<br>-An ending hidden behind more than just the final boss, save your friends or suffer a fate worse than even those you left behind<br>-A persistent world, enemies beaten will remain beaten until a Save Point is activated, reanimating your once defeated foes (Bosses not included). Do you go back to heal but once again face the enemies, or stay the course and face the unknown ahead?<br>-SEND ME BACK, found an item but low on health, warp back to the last save room, but beware, if you attempt this rite after the Bell has rung it may prove fatal, robbing you of your progress<br>-Post Game Modes, Finish the game once (under any condition) to unlock <strong>Echo Mode</strong> and <strong>Survival Mode</strong><br>-<strong>Survival Mode</strong>, face the challenge of finishing the game with a set number of lives, after your last one, the game will reset and save, forcing you to start over from scratch, Oh No! Don't worry about your friends though, they are safe but have left you dolls of themselves in the places they were hiding before, which now act as an <strong>Extra Life</strong> in survival mode! The goal is simple, beat the final boss as fast as you can and brag about your best <strong>Score</strong><br>-<strong>Echo Mode</strong>, view the entire game as if you are in the Echo Realm<br>-Mix and Match your modes! Want to play Survival Mode and Echo Mode simultaneously, you can!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/556710/header.jpg?t=1667014105",
    "developers": [
      "Fever Dream Gameworks"
    ],
    "publishers": [
      "Fever Dream Gameworks"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 10,
      "highlighted": [
        {
          "name": "Emancipation ",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/556710/6379c5d822928bc0da2638552627e60ca2bec199.jpg"
        },
        {
          "name": "Castration ",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/556710/d8753b5e661b8d81d63f039784127bf82ae50a7d.jpg"
        },
        {
          "name": "Misdirection ",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/556710/adfde229f042fb5a95e697253df7ccdfe96a40e9.jpg"
        },
        {
          "name": "Revelation ",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/556710/6bddec4331b589f5e52a2b862d7a877a1fe438f7.jpg"
        },
        {
          "name": "Desolation",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/556710/f93e1cf122fdf050efc11c09ecb3ae5998227590.jpg"
        },
        {
          "name": "Abomination ",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/556710/a1ce74b6dc192a3c74d19d3ea72660340e29cebc.jpg"
        },
        {
          "name": "Mutation ",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/556710/7e39e247cd0ecbf7ddad036100bd411ed072cd98.jpg"
        },
        {
          "name": "True Grit",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/556710/524c844521b99b092454ab6b1c5b5d59d3272f1e.jpg"
        },
        {
          "name": "Clear as day",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/556710/75ca7b29f95ee605129470e4256dd06fe150a290.jpg"
        },
        {
          "name": "Survive ",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/556710/fc6e48576808269d63f4a1cd36468cf98b96fa89.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}