{
  "556920": {
    "name": "Equilibrium Of Divinity",
    "steam_appid": 556920,
    "required_age": 0,
    "is_free": false,
    "description": "Equilibrium Of Divinity is a dungeon crawler with a classless progression system in a dark fantasy world. <br><br>Six adventurers are sent on a quest to restore the balance of magic, that has been corrupted by an unknown source. Lead your party of brave men and women through mythical lands to solve the mystery. <br><br>The ever changing threats in the game force you, to re-evaluate your tactics to ensure the survival of your party, the further you progress into the game. The system gives you the freedom to choose any approach that might work and there is no single solution to one specific problem. <br><br>At the heart of the game lies the combat; melee, ranged or magic centric, the choice is yours to make. Be wary though, as the same tactic will not work for all the enemies. <br><br>While the base mechanics of the game are easy to pick up, the depth of the magic, crafting and combat systems will challenge even seasoned veterans of the genre. It's clearly a case of &quot;Easy to learn, hard to master&quot;. <br><br>Equilibrium Of Divinity's core features: <br><ul class=\"bb_ul\"><li>Tactical combat: The action happens one turn at a time. Decide at the beginning of each turn, what everybody is going to do. Envisoning possible issues during the progression of the turn is the key to victory. <br></li><li>Character progression: There are no class restrictions. Plan the development of each party member from the beginning. Do you want specialists or generalists? The choice is yours. <br></li><li>Crafting system: Do you want to rely on random gear dropping or would you rather create specific gear, that will help you in your quest? Choose wisely. <br></li><li>Manage resources: Your party will eventually become hungry and thirsty. The survival of your adventurers will also depend on your ability to properly ration the supplies you have. <br></li><li>Modding: The game will launch with limited modding capabilities. We're looking to extend that further on.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/556920/header.jpg?t=1581348592",
    "developers": [
      "Infernal Anvil Games"
    ],
    "publishers": [
      "Infernal Anvil Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}