{
  "557230": {
    "name": "Fantasy Grounds - Mini-Dungeon #019: The Goblin Warren (5E)",
    "steam_appid": 557230,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><i>A 5E Mini-Dungeon for 4 Characters of Level 1</i></h2><i>Many centuries ago, the quasit known as Viletongue was summoned from the Abyss to assist his summoner in attaining magical knowledge beyond his understanding. Deliberately tricked by Viletongue, the magic failed his master at a key moment; he was immolated on the spot. Now free to pursue his own goals outside of the Abyss, Viletongue immediately began corrupting other greedy souls, tempting them into perversion and damnation. Finally identified as the creature behind the corruption of several well-considered magelings and apprentices, the velvety-tongued quasit was eventually captured and imprisoned in this hidden complex by a group of ascetic clerics known as The Custodians.</i><br>Over the next five decades, Viletongue took great delight in attempting to corrupt the clerics into turning on each other (whilst secretly hoping that one may release him). Finally, he managed to break the mind of one of the Custodians with honeyed words, convincing him to murder the remaining members of his order before taking his own life. Never freed, Viletongue waited and plotted in the gloom, until a warparty of goblins stumbled upon this complex. Taking shelter with their goblin dogs in this miserable complex, Viletongue delighted in his new company and has begun to whisper suggestions to Grom Hellscream, the leader of the warparty. Implanting ideas into Groms limited imagination, the warparty has already had a number of local successes, and his reputation is rising. As such, he and his warparty now warrant a bounty for their elimination or dispersal  enough for local adventurers to seek them out.<br>5E Mini-Dungeons are small adventures for 5th Edition which are setting agnostic and are easily inserted anywhere in your campaign.<br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Anthony Rush</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/557230/header.jpg?t=1768367138",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 15 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}