{
  "557250": {
    "name": "Fantasy Grounds - Road to Destiny (PFRPG)",
    "steam_appid": 557250,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><i>A stunning sandbox adventure for 2nd-level characters!</i></h2>A legacy of death bears bitter fruit in the northern coastlands, as brothers long separated rise to the call of their darkling heritage. A new destiny has arisen in the west that threatens to shake the foundations of an empire half a world away, but not if Ranulfr the White Wolf and his one-eyed sibling can waylay these would-be heroes on their road to destiny! Bandits hound their steps, driving them from danger to danger, until their road reaches its bitter and bloody end - for them or their enemies!<br>This epic sandbox adventure by superstar AP author Jim Groves features fabulous artwork by Jason Juta and marvelous maps by one of this year's superstar finalists, Pedro Coelho! Designed to fill in the gaps during the early journeys of the Far East Adventure Path, this adventure delivers clever combats, negotiation and investigation, a delightful mix of urban and wilderness adventure possibilities, and roleplaying possibilities aplenty. Perhaps even more so than other Adventure Path Plug-Ins, Road to Destiny ably stands on its own as a self-contained micro-campaign, but it can provide equal richness and excitement in any campaign. Legendary Games combines stellar writing talent with innovative layout and product design and top-notch artistic values that we think will bring you back again and again, and we think that Road to Destiny will absolutely help Make Your Game Legendary!<br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the Pathfinder ruleset (3.5E Compatible).<br><i>Adapted for Fantasy Grounds by: </i><strong>Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/557250/header.jpg?t=1768367189",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 14 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}