{
  "557240": {
    "name": "Afterlife",
    "steam_appid": 557240,
    "required_age": 0,
    "is_free": false,
    "description": "Telling people where to go is just the beginning. Welcome to Afterlife, a world-building simulation that lets you create the hereafter in the here and now. Possessed of an unearthly sense of humor, it all begins in a god-knows-where galaxy. As a &quot;regional spiritual director&quot; your task, given to you by the Powers That Be, is to develop two prime planes of “unreal estate” - heaven and hell - simultaneously. Keep the billions of souls happy by giving them the rewards and punishments they deserve.<br />\r\n<br />\r\nThe wages of sin are plentiful. Open up your afterlife with the Pearly Gates of Heaven or the Fiery Gates of Hell, zone for the Seven Deadly Sins and/or their respective Virtues. Then lay down some roads. Soon, the dearly departed arrive in droves. Keep them in your afterlife and you flourish. Lose too many along the way and it may mean a visit from the Four Surfers of the Apocalypso (not a good time). Factor in a half-dozen or so supernatural disasters (not including total annihilation), money problems and headaches from the planet and you're in for infinite hours of gameplay.<br />\r\n<br />\r\n• Over 200 artistically rendered rewards and punishments.<br />\r\n• Nearly 300 detailed tiles and buildings, more maps, graphs and charts than you can shake a pitchfork at.<br />\r\n• Plus it's the most sophisticated engine of any sim game beginning with the letter A.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语<strong>*</strong>, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/557240/header.jpg?t=1768503783",
    "developers": [
      "LucasArts"
    ],
    "publishers": [
      "Lucasfilm",
      "Disney"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}