{
  "557300": {
    "name": "Fantasy Grounds - Kingdoms (5E)",
    "steam_appid": 557300,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><i>Kingdoms brings you a complete system for creating cities and founding and ruling a nation of your very own.</i></h2>Designed for the 5th Edition rules, Kingdoms provides rules for settlements of every size, from tiny wayside villages to a sprawling metropolis, detailing prosperity and corruption, law and learning, and a wide range of government types and special characteristics. In addition, it includes a complete system for founding a kingdom, from exploring and claiming territory to building and developing cities and issuing edicts to manage your kingdom's economy and stability and for building up the loyalty of your subjects. You can play with a simple, abstract system or use any number of optional rules to develop trade, diplomacy, and more, and Kingdoms also includes a simple system of mass combat, allowing you to build armies to defend your kingdom from enemies or raise a mighty crusade to conquer all who stand before you. Your heroes have beaten the bandits, overcome the orcish onslaught, and defeated the dragon, but in between their adventures your heroes would rather return home to a mighty throne instead of a warm campfire, now they can with Kingdoms! Grab this fantastic 5E supplement today and Make Your Game Legendary!<br><i>Conversion by:</i> <strong>Zacchaeus</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Zacchaeus</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/557300/header.jpg?t=1768367235",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 15 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}