{
  "557410": {
    "name": "Dream Quest",
    "steam_appid": 557410,
    "required_age": 0,
    "is_free": false,
    "description": "Play cards!  Kill monsters!  Level Up!<br />\r\n<br />\r\nDream Quest is a roguelike deckbuilding game inspired by the likes of Ascension, Magic: the Gathering, and Shandalar.  Explore randomly generated levels as one of 13 classes in short, 30 minute, sessions.  One floor might find your wizard in the crypt, another your warrior underwater, and a third, your assassin stalking a volcanic wasteland.  As you progress, your characters earn achievements, each making your future runs a little easier or more interesting.<br />\r\n<br />\r\nCombat is a card game.  Your abilities are a deck of cards that you develop as you gain power. For example, a thief starts with a handful of Slice cards and a Backstab, but can learn defensive moves like Dodge or powerful finishing moves like Coup de Grace.  Carefully choosing which cards to add to your deck is the heart of the game: wise choices will find you slicing through monsters while poor ones will leave you tripping over your own two feet.<br />\r\n<br />\r\nFeatures:<br />\r\n13 different classes, with wildly different play styles<br />\r\nOver 300 cards, ranging from the defensive Kick and Armor to the devastating Meteor and Curse of Doom<br />\r\nMore than 70 monsters carefully catalogued in the Bestiary as you encounter them<br />\r\nInfinite replayability – easily 50 hours to see the majority of the content<br />\r\nNo In App Purchases – the price of the game is the price of the game.  Everything is unlocked only by playing.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/557410/header.jpg?t=1481264404",
    "developers": [
      "Peter Whalen"
    ],
    "publishers": [
      "Peter Whalen"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 93,
      "total_negative": 6,
      "total_reviews": 99
    }
  }
}