{
  "557540": {
    "name": "Legrand Legacy Demo",
    "steam_appid": 557540,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Our Kickstarter Campaign Is Live Now!</h2><br>If you like our Pre-Alpha, please support us to make this game a reality.<h2 class=\"bb_tag\" >The story</h2><br>Mugna Feud, the great war between the Kingdoms of Fandor and Altea, puts Legrand in a chaotic state. You play as Finn, a young slave who wakes up without any memory of his past, yet soon discovers that he possesses mysterious powers beyond his control. Embark on an epic adventure in this sprawling fantasy universe and fight alongside the Fatebounds to bring peace back to Legrand and prevent the Second Coming! But beware, something deeper and darker awaits...<h2 class=\"bb_tag\" >Release Info</h2><br>Legrand Legacy will be released for PC on Steam and DRM-free in September 2017 (we have been Greenlit).<h2 class=\"bb_tag\" >Highlights</h2><br><ul class=\"bb_ul\"><li> A fully immersive experience with stunning 3D cinematic cutscenes, epic original soundtrack, and a rich storyline.<br></li><li> 3D models and original assets come together with gorgeously stylized hand-drawn 2D backgrounds<br></li><li> Action packed turn-based combat and tactical warfare scenarios that will test not only your skill but also your wits and keep you on your toes<br></li><li> Recruit NPCs to rebuild your Castle, play mini-games, and go on rewarding side quests<br></li><li> Configure items and grimoire that characters can wield in combat, set combat formation, or review journal to track quests<br></li><li> Collect loot from slain enemies and craft items or sell them for money</li></ul><h2 class=\"bb_tag\" >Version A Vs Version B</h2><br>Version A and version B have slightly different combat systems. We hope you'll take the time to play both. At the end of our Kickstarter, we will conduct a poll so you can vote which combat system you prefer.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/557540/header.jpg?t=1510739681",
    "developers": [
      "SEMISOFT"
    ],
    "publishers": [
      "SEMISOFT"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "74",
        "description": "血腥"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}