{
  "557750": {
    "name": "Giants: Citizen Kabuto",
    "steam_appid": 557750,
    "required_age": 0,
    "is_free": false,
    "description": "Before man climbed down from the trees to shop in megastores and drink cappuccino, before the Earth wadded itself into a cool blue ball, before the Moon even existed, there was the Island. The Island, a massive fragment of a long-lost planet, hurtling blindly through space. Upon the surface of this paradise wanders the giant, Kabuto. Little does Kabuto know that the Island was home to others before him. In the oceans, there dwells a matriarchal race called the Sea Reapers. In their pride, they created Kabuto, as a defense against intruders. But Kabuto became conscious of himself, his loneliness, his pain - and he went berserk.<br>Space castaways, the Meccs piloted their ship through space, looking for their missing friends. If you haven’t guessed already, they ended up on the Island. Faced with yet another unscheduled layover while on their way to Planet Majorca, the Meccs decide to make the best of their temporary home. Just their luck - the natives are already embroiled in their own little war, and the Mecc visitors are most unwelcome!<br>Meccaryns... Sea Reapers... Kabuto... One island isn’t big enough for the three of them.<br><br><ul class=\"bb_ul\"><li>Three unique races, each with a totally different gameplay experience<br></li><li>Bawdy humor that will keep you laughing throughout the game<br></li><li>One of the most original games ever created<br></li><li> original version from 2000</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/557750/header.jpg?t=1668561686",
    "developers": [
      "Planet Moon Studios"
    ],
    "publishers": [
      "Interplay"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}