{
  "557760": {
    "name": "Of Light and Darkness",
    "steam_appid": 557760,
    "required_age": 0,
    "is_free": false,
    "description": "Of Light and Darkness is the creation of an award-winning team that includes game designer Cliff Johnson of Fool's Errand™, storyteller David Riordan of Voyeur™, writer Ken Melville of Sewer Shark™.<br>Of Light and Darkness also features an original, phantasmagoric 3d world created by the surreal, genius artist Gil Bruvel.<br>Between the worlds of Light and Darkness, humans have struggled for nearly seven thousand years to put an end to the suffering. Once every thousand years, a gate opens between the waking world and the realm of dream time, offering the opportunity to create a new future for the next millennium. Six times in recorded human history this has occurred and The Prophets have said that life, as we know it, will end on May 5, 2000. You, the chosen one, must rescue humanity from damnation, redeem the prophetess Angel and stop Gar Hob, The Dark Lord of the Seventh Millennium from plunging the world into a thousand years of darkness.<br><br>The purification is near, the adventure begins...<br><br><ul class=\"bb_ul\"><li>Extraordinary adventure interwoven with 51 randomly generated characters and over 50 dynamic character-driven puzzles in three progressive time-based levels<br></li><li>Apocalyptic, lightning-fast real-time adventure with dramatic multiple endings<br></li><li>Compelling storyline inspired by end-of-the-world predictions and millennium fever<br></li><li>Immersive post-apocalyptic surround music, effects and character voices featuring James Woods and Lolita Davoditch</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/557760/header.jpg?t=1668796282",
    "developers": [
      "Tribal Dreams"
    ],
    "publishers": [
      "Interplay Entertainment Corp."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 2 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}