{
  "557940": {
    "name": "The Muybridge Mausoleum",
    "steam_appid": 557940,
    "required_age": 0,
    "is_free": true,
    "description": "Visit the eternal resting place of some of the first animal subjects—the spirit animals—of the “motion picture”.<br />\r\n<br />\r\nAn imaginary historical site, The Muybridge Mausoleum pays homage to humanity’s longstanding preoccupation with moving image experiences. In addition to interpreting a few of our favorite samples from Eadweard Muybridge’s animal studies, the mausoleum playfully blends elements of shadow play, 19th century magic lantern shows, and early film set design. The result is like a cinema for neanderthals.<br />\r\n<br />\r\n<br />\r\nDuration: 10-20 minutes (or however long you want to enjoy the atmosphere)<br />\r\n<br />\r\n<br />\r\nSome key features<br />\r\n<br />\r\n-Artfully crafted environment with day/night transitions<br />\r\n-5 animal spirits to activate<br />\r\n-Rich sound experience<br />\r\n<br />\r\n<br />\r\n<br />\r\nWhen Eadweard Muybridge publicly exhibited his photo sequencing technology in 1879, he brought greater attention to the powerful link between locomotion and the perceptibility of life. Unlike the still photography that came before it, Muybridge's sequenced images could give viewers an eerily authentic impression of a body laboring through space. Not only was this a boon for scientific observation, it ultimately helped us realize that our senses could accept an artificial impression of life as a substitute for the real thing. Perfecting this substitution has been avidly pursued ever since. The rise of film, TV, and video games is a testament to our collective interest in experiencing a simulated presentation of the world. So it seemed fitting to create a space in virtual reality that acknowledges the new medium's lineage by calling back to Muybridge's early experiments.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/557940/header.jpg?t=1524070577",
    "developers": [
      "Most Ancient"
    ],
    "publishers": [
      "Most Ancient"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}