{
  "558770": {
    "name": "Sorcerers of Kinetics (VR) Demo",
    "steam_appid": 558770,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Introduction</h2>If you ever wanted to become a mage, Sorcerers of Kinetics is the game for you. SoK is built from ground up for the HTC Vive: Dive into a world full of magic and fight against enemies in a multiplayer online open world battle arena to gain experience points and gold. Unlock new spells in an unique skill based system that incorporates real physical components. SoK is a multiplayer game but it also contains stuff that you can do on your own if you have to wait for other players.<h2 class=\"bb_tag\" >Level, gold and skills</h2>By attacking players of the other team you'll receive experience points. If you get enough points, you will level up and increase stats like health points. If your level is high enough you could be on the leaderboard. You also receive gold to buy new weapons and skills and increase your spell damage. It will take ingenuity and time to train your skills to reach the highest level which continues to increase with new spells and weapons. In the demo version you can not level up and earn new spells!<h2 class=\"bb_tag\" >Skill system</h2>SoK has a really <strong>interactive</strong> skill system. While you are attacking, we promise you that you will not stand still for a second. The skill system based on the five elements: fire, water, earth, air and arcane. In the skill menu you can choose five skills from all the spells you have unlocked so far for your next round. There a five different kinds of spells:<br><ul class=\"bb_ul\"><li>Damage spells distance<br></li><li>Damage spells near<br></li><li>Heal spells<br></li><li>Shield spells<br></li><li>Super spells</li></ul><br>Some of the skills are casted by hand and others with the weapon.<br><br>So magician, what are your spells? Are you a healer? A tank? A damage dealer? YOU can decide freely.<h2 class=\"bb_tag\" >Capture the flag</h2>It's the goal to get into the enemies base by taking down the enemys guardian and gate to take the flag which you need to transport in your own castle. But be careful, there are enough places where an enemy can hide!<h2 class=\"bb_tag\" >Savings</h2>We think that it is really important to identify yourself with the wizard you are playing and leveling. That's why SoK saves every player in a database! That means when you log in and out everything stays saved so you never lose progress. Because of this player database, we are able to create a ranking system for bragging rights! In the demo version only your login informations are getting safed. You do not make any progress in the demo.<h2 class=\"bb_tag\" >Movement</h2>You can freely move in SoK and you can choose between teleport system and touchpad walking also you can change between a right-handed or left-handed mode.<h2 class=\"bb_tag\" >Some Info</h2>Asking &quot;Why should I play this game?&quot; is like asking &quot;Why do I play shooter/MOBA?&quot; It's not about the story; it's about the fighting and leveling. We haven't created an elaborate story because we don't need it - <u>YOU</u> are the story! So become the <u>greatest</u> and <u>strongest</u> wizard in Kinetics and write your own story.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/558770/header.jpg?t=1479388504",
    "developers": [
      "JaudaLabs"
    ],
    "publishers": [
      "JaudaLabs"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 17 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}