{
  "558710": {
    "name": "REVIVAL RESET Demo",
    "steam_appid": 558710,
    "required_age": 0,
    "is_free": true,
    "description": "~This is a tale, dedicated to those who have been a victim of bullying~ <br><br>* Please consider the following points to see if this game is right for you.<br><br><ul class=\"bb_ul\"><li> The protagonist of this story is extremely shy and pessimistic. Individuals who do not share a similar personality, or those who do not have an understanding of those personalities may find the game frustrating. <br></li><li> This game has a slow start, so it isn't for people who want a story that is in full swing from the get-go. <br></li><li> This game is aimed at people who want to primarily enjoy the story, rather than the graphics or sound. <br></li><li> It is important to play through to the end of the game in order to grasp a full understanding of the story.<br><br> We believe you will find this game enjoyable if the above points don't concern you.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/558710/extras/f96d038839edd879a73489737d801f06.avif?t=1482463650\" width=430 height=150 /></span><br><br>Japan, Aichi Prefecture, Central Nagoya. <br> One day in July, just before the summer break, Yuuma Takise, an introvert student who was experiencing a solitary and gloomy high school life, encountered a strange creature named Belb. <br>He could float, slip through walls, and even make things appear out of thin air... Belb, who nonchalantly showed off these strange powers, asked Yuuma to search for a certain game cartridge. <br>Just what was on this game cartridge--? <br><br><strong>Details</strong> <br><br> Yuuma Takise, the protagonist, was a regular boy in senior high school. However, due to his extreme shyness and poor communication skills he was disliked by his classmates. <br>His one and only hobby was to play video games. However, he didn't play them with others. Instead he would play them at home, or occasionally go down to the local arcade by himself. <br>However, he became involved with his classmate, Ayaka Kirisaki, as a result of his younger, more sociable sister coming to visit. A worn piece of paper he picked up during her visit would end up toying with all their fates... <br><br><ul class=\"bb_ul\"><li>Visual novel. <br></li><li>As there is no translator working on the game, it is only available in Japanese. <br></li><li>The game is approximately 8-10 hours long. </li></ul><br>* The game may not run properly for people using a non-Japanese OS.If you are not using a Japanese OS and encounter problems with running the game, please try the following steps.<br><br>1. Go to the [Control Panel], click on [Clock, Language, and Region], followed by [Region and Language].<br><br>2. In the newly opened [Region and Language] window, click on the [Location] tab and set the [Current Location] to [Japan] before clicking [Apply].<br><br>3. In the same window, select the [Administrative] tab and click on the [Change system locale...] button under the [Language for non-Unicode programs] heading. In the newly opened window, set the [Current system locale] to [Japanese (Japan)] before clicking [OK].<br>* If the [Language for non-Unicode programs] was already set to [Japanese (Japan)], select a different language and click [OK] before following step 3.</li></ul>",
    "supported_languages": "日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/558710/header.jpg?t=1482463650",
    "developers": [
      "rakusomoku"
    ],
    "publishers": [
      "rakusomoku"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}