{
  "559070": {
    "name": "Zak McKracken and the Alien Mindbenders",
    "steam_appid": 559070,
    "required_age": 0,
    "is_free": false,
    "description": "It's 1997, and the world is a dumber place than ever... Space Aliens have built a stupidity machine that's slowly reducing everyone's IQ to single digits. Worse yet, the only person who can stop them is Zak McKracken, reporter for the disreputable National Inquisitor, who dreams up stories about carnivorous cantaloupes and vegetarian vampires.<br />\r\nThey've taken over the phone company... Sure, it sounds like another one of Zak's tabloid fantasies. But while most people wouldn't believe him, he finds three who don't need convincing--Annie, Head of the Society of Ancient Wisdom, and her friends, Leslie and Melissa, two Yale coeds who traveled to Mars in their modified van. The four of them must piece together fragments of an ancient puzzle, unmask the aliens, and destroy the stupidity machine.<br />\r\nZak McKracken and the Alien Mindbenders is a classic point-and-click adventure with four controllable characters. Solve puzzles and interact with the crazy world using the old school verb command interface. Go on adventures all across the globe and even into space. If you're looking for an actual globe-trotting adventure from days gone by, you cannot miss with Zak McKracken and the Alien Mindbenders!<br />\r\n• Crazy off-the-wall humor.<br />\r\n• Beautiful late 80s pixel graphics, perfect for any retro gamer!<br />\r\n• Challenging, mind-bending mystery!<br />\r\n• No typing required! Just point-and-click to solve puzzles and talk to the crazy characters that live in Zak's world!<br />\r\n• This game is powered by ScummVM.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/559070/header.jpg?t=1741821106",
    "developers": [
      "Lucasfilm Games"
    ],
    "publishers": [
      "Lucasfilm",
      "Disney"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}