{
  "559350": {
    "name": "EURGAVA™: Fight for Haaria",
    "steam_appid": 559350,
    "required_age": 0,
    "is_free": false,
    "description": "EURGAVA™ - Fight for Haaria welcomes you to follow Heizi the huntsman back to his country Haaria after finishing his pilgrimage. The letter he received described the currently horrible situation: The country is still in chaos after the previous war with Dokia. The current chieftain of his home village Ouska went missing. No one else was capable to keep all the madness in Haaria from reaching Ouska. Raiders came, ransacked the riches, and enslaved most of Ouska's populace. With only a handful of people ready to fight back and reclaim what has been taken, Heizi has to take the place as a temporary figurehead and lead his people to rebuild Ouska and fight for Haaria.<br><br>As common folk of Ouska, weak and untrained, they are about to make countless struggles and face things they never encounter before. They need to REBUILD their village with whatever RESOURCES or ITEMS they have FOUND or DISCOVERED in each DEPARTURE. They are not to punch everything in the face recklessly like warriors in real battle. Outmatched and outnumbered at least FOUR TO ONE most of the time, they will need to know how to DEFEND with unwavering toughness and sharpened reflex, and only ATTACK when an opening or two presents themselves. With this big picture in mind, this game mechanism is designed into a REACTION-BASED, resource management playstyle complete with usable BATTLE AIDS, 6-slot INVENTORY system accessible through your keyboard, and lots of UNLOCKABLES.<br><br>IN VILLAGE :<br><ul class=\"bb_ul\"><li>Manage 3 kinds of resources, discovered items, and revealed plots to rebuild your village.<br></li><li>Ask Heizi to train your villagers after reaching the necessary kill count.<br></li><li>Tend the wounded, cure the poisoned, and prepare for another departure.<br></li><li>Learn the lore of Haaria from what your villagers have to say in lots of village discussions.</li></ul><br>IN COMBAT :<br><ul class=\"bb_ul\"><li>Look around when you start. Be familiar with the interface. For you can't split focus mid-combat.<br></li><li>DEFEND and ATTACK by pointing AT THE RIGHT ENEMY and clicking your mouse AT THE RIGHT TIME.<br></li><li>Waves of enemies in multiple areas trying to kill you. Raiders. Dervishes. Nemurbaras. Nagas.<br></li><li>Battle aids. People ready to help you directly in combat. Heizi will never send you off on your own.<br></li><li>Items and trinkets found every once in a while, and also rescued survivors willing to share their hidden stash.<br></li><li>Survive long enough, and maybe some of the infamous names in Haaria will show themselves. Either to join, or kill you.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/559350/header.jpg?t=1752221852",
    "developers": [
      "Ibrahim Indra Baskara"
    ],
    "publishers": [
      "Ibrahim Indra Baskara"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}