{
  "559430": {
    "name": "Motorsport Manager - GT Series",
    "steam_appid": 559430,
    "required_age": 0,
    "is_free": false,
    "description": "The GT Pack brings a fresh and exciting challenge, expanding our world of motorsport to the thrilling environment of closed-wheel racing! Managers can fight it out in two series, the proving ground of the GT Challenger Series and the prestigious International GT Championship, with both championships populated with new teams, drivers and staff.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/559430/extras/MM_GTCar_gif_628x205b.JPG?t=1756405236\" /></span><br><br>Our beautiful GT cars utilise the brand new Energy Recovery System, which is a real game-changer. As the car moves around the track, it harvests energy, which managers can decide to use in two ways: Hybrid mode, which saves fuel, or Power mode, which gives your car an huge surge of energy, allowing for dramatic overtakes and defences of a position. <br><br>The ERS can transform a manager’s approach to race strategy, adding a new layer of strategy. Rival teams will be boosting and enter hybrid mode as well, meaning that managers will need to keep on top of their opponents’ strategies in order to maximise their performance.<br><br>The vehicles themselves operate on a modified version of the simulation model, so that they better reflect real-life GT cars. There are notable differences in braking and cornering speeds, tyre wear, pit stop times and the weight impact of fuel. The pack racing is much tighter, meaning that the first few laps are often white-knuckle thrillrides, with high speed overtaking action a regular occurrence. <br><br> It’s not just the races which have changed. A ballast system (exclusive to the GT series) changes up practice sessions, impacting the way that managers think about their drivers, with driver weight impacting how flexible your setup can be. Meanwhile, Three Stage Qualifying makes its first appearance in Motorsport Manager, bringing a new challenge on Saturdays. Cars are eliminated after each qualifying round, meaning that getting through to the final stage is all-important. The top 10 cars have their tyre choices locked for the start of the race, forcing more care over tyre usage, as well as new qualifying and race-start strategies. <br><br>GT teams are financed differently, with different car part prices to deal with. Smaller sponsor payments mean that profit margins are lower then the single-seaters, meaning that the player will have to make even tougher decisions on how to improve their team.<br><br>On the political front, if a manager owns the GT Pack, Three Stage Qualifying and the Energy Recovery System can be voted into the single seater category – or make use of Steam Workshop to start a new game with those rules active!",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 俄语, 葡萄牙语 - 巴西, 荷兰语, 匈牙利语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/559430/header.jpg?t=1756405236",
    "developers": [
      "Playsport Games"
    ],
    "publishers": [
      "Miniclip"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3100,
      "final": 3100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 31.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 2 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}