{
  "560360": {
    "name": "Fantasy Grounds - Sundered Skies: Companion (Savage Worlds)",
    "steam_appid": 560360,
    "required_age": 0,
    "is_free": false,
    "description": "Sundered Skies Companion<br><strong>A Fantasy Grounds II library module for Savage Worlds</strong><br>The Sundered Skies Just Got A Lot More Dangerous. . .<br>The Sundered Skies Companion expands upon and compliments the information found<br>in the Sundered Skies core book. Designed to be used by players and Gamemasters<br>the Sundered Skies Companion is bursting with gaming goodness, including;<br><ul class=\"bb_ul\"><li>A host of new Edges and Hindrances.<br></li><li>Detailed information on day-to-day life in the Sundered Skies, including superstitions<br>and commonly held beliefs. Game mechanics are included so they can have a direct<br>influence on your game.<br></li><li>Advanced dwarven munitions add even more explosive options to your arsenal of equipment.<br></li><li>Several new ship designs, including the experimental flame dancer.<br></li><li>New magic and spells, including a new goddess, The Beautiful One, and Voidomancywhere<br>the caster draws on the void itself as a source for his spells.<br></li><li>Holy days for god, each one dripping with role-playing and adventure potential.<br></li><li>Expanded information on the isles of the skies, including four brand new islandThe<br>volcanic Atrium; frozen Frostrock, the desolate and tragic Remorse, and the mysterious<br>jungle isle of Savannah<br></li><li>16 cults and secret societies the heroes can join or oppose. Each goals and organisation<br>is fully detailed, including unique Edges available to heroes who join.<br></li><li>Over 25 new Savage Tales designed to be used alongside, and within the existing<br>Plot Point found in Sundered Skies.<br></li><li>Sundered Godsa guide to what direction your campaign can take once the Plot Point<br>is completed.<br></li><li>A veritable horde of new monsters, opponents, and allies.<br></li><li>And much, much more!</li></ul>Sundered Skies is a dark fantasy setting by Triple Ace Games and is designed for<br>use with the award-winning Savage WorldsTM RPG.<br>This product is an installable module for use with the Fantasy Ground II virtual<br>tabletop. The Savage Worlds ruleset and a Full or Ultimate license of Fantasy Grounds<br>II are required to use this product. The Sundered Skies setting module is highly<br>recommended.<br><strong>Author: </strong>Dave Blewer and Kevin Anderson<br><strong>Fantasy Grounds II Conversion: </strong>Kevin Doswell<br><i>Adapted for Fantasy Grounds by: </i><strong>Kevin Doswell</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/560360/header.jpg?t=1768367612",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 5700,
      "final": 5700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 57.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 1 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}