{
  "560670": {
    "name": "Fantasy Grounds - Daring Tales of Chivalry #02: Death at the Joust (Savage Worlds)",
    "steam_appid": 560670,
    "required_age": 0,
    "is_free": false,
    "description": "Daring Tales of Chivalry #02 - Death at the Joust<br>An adventure module for use with Savage Worlds and the Fantasy Grounds virtual tabletop.<br>WELCOME TO THE JOUST. WELCOME TO A MURDER MOST FOUL!<br>The tilts are alive with the sound of jousting! The clash of swords and the thunder<br>of charging horses is mixed with the sound of the excited crowd cheering on their<br>favoured champion. All seems well at this popular tournament but foul deeds are<br>about to be commited!<br>Sir David and his illustrious band of heroic fighters enter the city of Wells. It<br>seems the whole county of Somerset has come out to greet the Knights and Men-at-Arms<br>who are soon to meet each other on the tournament field. However, unknown to the<br>heroes is that someone is going to be murdered!<br>Death at the Joust is the second Daring Tales of Chivalry adventure from Triple<br>Ace Games. Grab your sword and lance plus the free preprogrammed characters from<br>the Triple Ace Games website and get into the action!<br>A missing scientist, a villain with plans of becoming a king, ancient puzzles, a<br>deadly maze, a mythical creature that is not all the legends say it is, and a book<br>whose contents could spell the end of mankind all mean its Chaos on Crete!<br>This product is an installable module for use with the Fantasy Ground II virtual<br>tabletop. The adventure module has been carefully organized to streamline gameplay<br>and includes, story elements, personalities, items, vehicles and images. These can<br>be modified within your Fantasy Grounds campaign as needed. The Savage Worlds ruleset<br>and a Full or Ultimate license of Fantasy Grounds II are required to use this product.<br>Fantasy Grounds II Conversion: Kevin Doswell<br><i>Adapted for Fantasy Grounds by: </i><strong>Kevin Doswell</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/560670/header.jpg?t=1768367754",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 1 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}