{
  "560980": {
    "name": "Darkness and Flame: Born of Fire Demo",
    "steam_appid": 560980,
    "required_age": 0,
    "is_free": true,
    "description": "Darkness and Flame. Born of Fire - adventure quest game with hidden objects, mini-games, and puzzles, set in a unique fantasy world, the Fertile Lands, filled with oases and infinite deserts.<br />\r\n<br />\r\nA young girl named Alice finds a strange box holding an egg. From that egg a Bird of Fire hatches, and somehow enters right into the girl, leaving a burn mark on her arm. From that moment on, Alice is part of the eternal battle between Darkness and Flame. Soldiers are after her, but Alice's father manages to save her - at the price of his life. Forced to flee her home, Alice sets off to find her only relative - her uncle - someone she has never met. Together they'll have to undergo many trials in all corners of the Fertile Lands, meet exotic tribes and races, avoid imminent danger, solve dozens of puzzles, and finally face the great evil threatening the whole fantasy world. Will Alice manage to harness the power of the Flame granted to her by destiny, and save her lands before they are turned into a lifeless desert?<br />\r\n<br />\r\nGame features:<br />\r\n• Bonus chapter featuring a different central character.<br />\r\n• Collections, achievements, morphing objects, bonus puzzles<br />\r\n• Wallpapers, concept art, soundtracks and more. <br />\r\n• Strategy Guide included.<br />\r\n<br />\r\n- Immerse yourself in an amazing adventure in a fantasy world<br />\r\n- Meet the peoples of the Fertile Lands<br />\r\n- Solve dozens of puzzles<br />\r\n- Harness the power of the Flame<br />\r\n- Save the world from a danger threatening to annihilate every living thing",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 荷兰语, 俄语, 意大利语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西, 日语, 韩语, 乌克兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/560980/header.jpg?t=1659702086",
    "developers": [
      "FIVE-BN GAMES"
    ],
    "publishers": [
      "FIVE-BN GAMES"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}