{
  "561360": {
    "name": "VR Invaders",
    "steam_appid": 561360,
    "required_age": 0,
    "is_free": false,
    "description": "VR Invaders is a story-driven sci-fi arcade shooter, playable with the HTC Vive and Oculus Rift.<br>In days gone by, people could only imagine their perfect worlds. Today, all of humanity can live within its dreams. But dreams sometimes turn into nightmares.<h2 class=\"bb_tag\" >THE STORY</h2>The year is 2046. Virtual reality is omnipresent. It’s a perfect shelter from life’s hardships - a fully immersive experience. It’s not hard to wonder why some people spend almost all of their life logged into VR. <br><br>However, not everyone stays connected voluntarily. Occasionally, a software bug or even a virus can <strong>prevent a VR user from disconnecting</strong>. To save face while extracting the Stuck, corporations often hire <strong>freelance hackers </strong> that can enter the client’s neural session and reboot it.<br><br>Those hackers call themselves <strong>Divers</strong>. Thomas Hall is one of them, and he’s up for an odd job.<h2 class=\"bb_tag\" >KEY FEATURES</h2><ul class=\"bb_ul\"><li><strong>We must go deeper</strong> – Engaging story with interesting characters, which unfolds as you “Dive” into a virtual reality program of a future world to save a user that is stuck, and to battle the unforeseen causes of that glitch. <br></li><li><strong>Fast-paced action</strong> – Become a living bullet hell for your enemies. Blow them to pieces, crush them against the walls, evade or block their shots. The core mechanics are easy to grasp, but using them to the fullest against all the threats will be a challenge.<br></li><li><strong>Arcade play mode</strong> – Become the best cyberspace diver out there by achieving a high score in the separate arcade mode. Choose from three different difficulty levels, kill drones in a quick succession and shoot incoming bullets to gain combo points.<br></li><li><strong>Slow motion power</strong> – Freeze time to a halt when you need breathing space. You can take down lots of drones at once, dodge bullets or check that no one’s attacking you from the side.<br></li><li><strong>Multifunctional pistol</strong> – Gather power-ups from killed enemies to temporary arm yourself with dual blasters and transform your cyber weapons into various more powerful modes, such as a laser or a plasma gun.<br></li><li><strong>Various levels</strong> – Virtual reality is vast. You will see radically different and gorgeous environments, from claustrophobic and dark to enormously big and bright. Level structure shapes the gameplay. <br></li><li><strong>Hordes of droids</strong> – Enemies are numerous in quantity and type. Each one behaves differently and demands a change in combat tactics. Uniquely challenging bosses await at the end of each level.</li></ul><h2 class=\"bb_tag\" >UPDATE 2.0 CONTENTS</h2><ul class=\"bb_ul\"><li>Removed StarForce DRM – The game can now be installed on as many machines as you would like.<br></li><li>Introduced destructible level elements – Blast through enemy cover and leave a trail of destruction as you progress through the game.<br></li><li>Added the “Survival” game mode – Fight against hordes of enemies and try to survive for as long as you can.<br></li><li>Miscellanous – Made various small improvements to performance.</li></ul><br>The world you’re in may be virtual, but the consequences of its infection can alter all of humanity.<br><br><strong>Dive in and stop the invaders!</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/561360/header.jpg?t=1738170431",
    "developers": [
      "MY.GAMES"
    ],
    "publishers": [
      "MY.GAMES"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6000,
      "final": 6000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 60.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}