{
  "561330": {
    "name": "Fantasy Grounds - Cold Mountain (PFRPG)",
    "steam_appid": 561330,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><i>An epic adventure for 4th level characters unafraid to face the fey wilderness!</i></h2>A mothers love is stronger than death, but love and death walk hand in hand when mortals cross paths with the immortal fey of Cold Mountain. This adventure designed for 4th level characters stands on its own as a lush atmospheric journey into the dangers and mysteries of the wild, but it is especially suited for characters in a Kingbreaker Adventure Path campaign as they explore the unforgiving lands of a savage frontier and find them not uninhabited. As their kingdom expands, can your heroes manage to forge peace with the xenophobic clans and cold-hearted fey of the lonely hills and the frightening fury of nature itself that threaten to rise up and devour barbarian village and new-founded kingdom alike?<br>Written by Jason Nelson, with art by Frank Hessefort and maps by ENnie-award-winning cartographer Todd Gamble, this 47-page epic adventure features 3 new/variant creatures and a variety of harrowing challenges of mind, heart, and strength. Cold Mountain continues Legendary Games' tradition of bringing you outstanding content by the best authors in the business, combined with amazing art and production values and innovative layout design, including a 4-page appendix of player-friendly text-free map handouts. We hope you enjoy using our products as much as we enjoy making them, and that you'll keep coming back again and again to Make Your Game Legendary!<br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset (3.5E Compatible).<br><i>Adapted for Fantasy Grounds by: </i><strong>Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/561330/header.jpg?t=1768367948",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 5400,
      "final": 5400,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 54.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 8 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}