{
  "561310": {
    "name": "Fantasy Grounds -  Beneath the Festered Sun (PFRPG)",
    "steam_appid": 561310,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><i>Ancient evils awaken in this 3rd-level Pathfinder adventure!</i></h2>When a heretical priestess met execution at the hands of conspirators, her immortal consort vowed to carry out her dying curse. Now, after centuries of plotting and waiting, the sky and stars have aligned perfectly to finally unleash her long-simmering revenge. Amidst the excitement over this celestial conjunction, a lone voice proclaiming the coming danger is mysteriously silenced and the wrath of the burning sun smites the population with a scorching curse. The authorities are overwhelmed, but can your heroes forestall this agonizing vengeance set in motion ages ago? To save the soul of a city, they must confront its past and its present to save its future, destroying the accursed avatars of a long-dead enemyall before the twilight of the Festered Sun.<br>Beneath the Festered Sun is a 3rd-level adventure for the Pathfinder Roleplaying Game that can be played on its own or as a complement to the first volume (#79) of the Egyptian Adventure Path from Paizo, Inc. It features a blend of dungeons to explore, mysteries to unravel, and interludes of intrigue and battle alike in and around the necropolis of Owot-ti, with opportunities for characters of every kind to shine. The Legendary Games tradition is to combine rich story and background, innovative layout, beautiful aesthetics, and excellence in design that is second to none. Grab this 42-page adventure today and Make Your Game Legendary!<br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset (3.5E Compatible).<br><i>Adapted for Fantasy Grounds by: </i><strong>Jason Sandeman</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/561310/header.jpg?t=1768367900",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 1 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}