{
  "561490": {
    "name": "House of Meditation",
    "steam_appid": 561490,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Cerevrum Inc.</strong> is taking <strong>VR meditation</strong> to the next level and is offering a unique sophisticated experience of finding your inner self. Take a minute and ask yourself the following questions. How stressed are you feeling right now? Do you experience anxiety, frustration, exhaustion? Do you suffer from insomnia and/or lack of focus? In the contemporary world it is hard to keep up with its hectic pace. <br>That’s why meditation is no longer just a hobby but a pure necessity. Embrace 8 astonishing visuals of a Japanese garden, a Tibetan room, wildfire, beach, underwater, Mars, a spaceship, and air floating. This beautiful scenery will take you to travel across the world and beyond in the split second. <br>Complete 6 different sessions are guided both by a pleasant voice and an uplifting visual figure which will inspire you to breathe properly and develop right inner pacing. <strong>Better meditation - better life.</strong><br><br>FEATURES INCLUDE:<br><ul class=\"bb_ul\"><li>Voice guidance. Clear voice instructions keep user’s attention and help to immerse into meditation. <br></li><li>Visual guidance. An uplifting visual figure in each environment allows to experience each meditation session with mindfulness and awareness of breathing.<br></li><li>Astonishing scenery. 8 beautiful environments take a user to travel across the world and beyond it.<br></li><li>VR immersion. Complete engagement assures full dedication to meditating no matter where you are: no outside rush and noise can stop from being with yourself.<br></li><li>Easy navigation. Intuitively driven guidance and information pop-ups</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/561490/header.jpg?t=1487588265",
    "developers": [
      "Cerevrum Inc."
    ],
    "publishers": [
      "Cerevrum Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 22 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}