{
  "561400": {
    "name": "IL-2 Sturmovik: Ju 52/Зm Collector Plane",
    "steam_appid": 561400,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Overview</h2>Designed as a civilian passenger plane in 1930s, the Ju-52/Зm saw widespread use during the entire war, essentially becoming the symbol of Luftwaffe transport operations. The plane started its military service as a bomber in Spanish civil war. It played a tremendous role in many operations including dropping paratroopers over Crete, delivering supplies to the Afrika Corps, evacuating wounded from the Kuban front and rescuing German forces trapped in Demyansk and Stalingrad pockets. Despite being considered obsolete during most of the war, the Ju-52 proved itself as very dependable and sturdy aircraft. Many countries continued to use these planes for a long time even after the war.<br> <br>The aircraft in the game is capable of carrying cargo, drop cargo containers and Fallschirmjager troops. In addition to Quick Mission Builder and Multiplayer modes, you can fly it in Career mode during any timeframe: <strong>Battle of Moscow</strong>, <strong>Battle of Stalingrad</strong> and <strong>Battle of Kuban</strong>.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/561400/extras/0646c097b504d47f64347770693907fe.avif?t=1734535470\" width=636 height=212 /></span><br><ul class=\"bb_ul\"><li>Defensive armament: optional 7.92mm machine gun &quot;MG 15&quot;, 1125 rounds, 1000 rounds per minute.<br></li><li>Length: 18.9 m<br></li><li>Wingspan: 29.25 m<br></li><li>Wing surface: 111.5 m^2</li></ul><h2 class=\"bb_tag\" >Modifications</h2><ul class=\"bb_ul\"><li>Military cargo payload (2300 kg weight increase, 2 kph speed loss)<br></li><li>Ten 250 kg MAB 250 drop transport containers with parachutes (2550 kg weight increase, 2 kph speed loss)<br></li><li>Twelve paratroopers with ammunition (1200 kg weight increase, 2 kph speed loss)<br></li><li>Rear turret with MG 15 7.92mm, 1125 rounds (130 kg weight increase, 4 kph speed loss)</li></ul><h2 class=\"bb_tag\" >Skins</h2><ul class=\"bb_ul\"><li>Standard pattern.<br></li><li>Standard pattern with winter camo.<br></li><li>Sandy yellow on top of a standard camo (4U+NH), Operation Mercury, Crete, May 1941.<br></li><li>Legion Condor (22+99) first squadron, group 2-G-22 aircraft, Seville, early 1937 (early tri-color camo).<br></li><li>Standard two-color camo (NO+HJ), ambulance airplane, Eastern front.<br></li><li>Aircraft named in honor of Manfred von Richthofen also known as Red Baron, W.Nr. 4022 (D-2527), Lufthansa airline, 1935.<br></li><li>Standard camo with a serpent on broadside (3U+MT), 9./ZG 26, France 1940.<br></li><li>White waves painted on top of a standard camo, Eastern Front.<br></li><li>Temporary winter camo painted on top of standard two-color camo (BJ+YD), ambulance aircraft, Eastern front, Winter 1942-1943.<br></li><li>Early tri-color camo RLM 62/63/71, aircraft 1Z+BF from 11th squadron, IV./KGzbV 1 group, Balkans 1941.<br></li><li>'Immelmann II' (D-2600), Adolf Hitler personal plane from the 'Fuhrer squadron'.</li></ul><h2 class=\"bb_tag\" >Technical details</h2>Indicated stall speed in flight configuration: 105..117 km/h<br><br>Indicated stall speed in takeoff/landing configuration: 92..109 km/h<br>Dive speed limit: 330 km/h<br>Maximum load factor: 4.0 G<br>Stall angle of attack in flight configuration: 20 °<br>Stall angle of attack in landing configuration: 17.2 °<br><br>Maximum true air speed at sea level, engine mode - Climb: 260 km/h<br>Maximum true air speed at 3000 m, engine mode - Climb: 258 km/h<br>Maximum true air speed at 6000 m, engine mode - Climb: 241 km/h<br><br>Service ceiling: 6800 m<br>Climb rate at sea level: 6.9 m/s<br>Climb rate at 3000 m: 4.2 m/s<br>Climb rate at 6000 m: 1.4 m/s<br><br>Maximum performance turn at sea level: 24.0 s, at 165 km/h IAS.<br>Maximum performance turn at 3000 m: 35.4 s, at 165 km/h IAS.<br><br>Flight endurance at 3000 m: 5.3 h, at 205 km/h IAS.<br><br>Takeoff speed: 100..120 km/h<br>Glideslope speed: 140..155 km/h<br>Landing speed: 95..110 km/h<br>Landing angle: 11.7 °<br><br>Note 1: the data provided is for international standard atmosphere (ISA).<br>Note 2: flight performance ranges are given for possible aircraft mass ranges.<br>Note 3: maximum speeds, climb rates and turn times are given for standard aircraft mass.<br>Note 4: climb rates are given for Climb power, turn times are given for Take-off power.<br><br>Engine:<br>Model: BMW-132a<br>Maximum power in Take-off mode at sea level: 640 HP<br>Maximum power in Take-off mode at 900 m: 660 HP<br>Maximum power in Climb mode at sea level: 575 HP<br>Maximum power in Climb mode at 900 m: 590 HP<br><br>Engine modes:<br>Nominal (unlimited time): 1925 RPM<br>Climb power (up to 30 minutes): 1975 RPM<br>Take-off power (up to 5 minutes): 2050 RPM<br><br>Oil rated temperature in engine intake: 60 °C<br>Oil maximum temperature in engine intake: 80 °C<br>Oil rated temperature in engine output: 80 °C<br>Oil maximum temperature in engine output: 100 °C<br><br>Empty weight: 6305 kg<br>Minimum weight (no ammo, 10% fuel): 7017 kg<br>Standard weight: 10003 kg<br>Maximum takeoff weight: 11333 kg<br>Fuel load: 1824 kg / 2400 l<br>Useful load: 5028 kg<br><br>Combat debut: 1936<h2 class=\"bb_tag\" >Operation features</h2><ul class=\"bb_ul\"><li>Engine has a single stage mechanical supercharger which does not require manual control.<br></li><li>Engine mixture control is manual; it is necessary to lean the mixture if altitude is more than 1 km for optimal engine operation. Also, leaning the mixture allows a reduction in fuel consumption during flight.<br></li><li>All three propellers are fixed pitch ones, so thrust can only be controlled by adjusting the engine's throttle (from idle at 25% to maximum power at 100%). 0 - 20% throttle range is used for braking the landing gear wheels. Engine modes can be determined only by watching the engine RPM gauges.<br></li><li>Radiator bypass valve and engine cowls are controlled manually.<br></li><li>Pedals in the cabin are equipped with adjustable load feel mechanism to reduce the pilot's workload.<br></li><li>Airplane has a manually controlled horizontal stabilizer. It should be set to 0° before takeoff, to +2° during flight and to -1.5° for landing. Also, it may be used to trim the flight stick during the flight.<br></li><li>The mechanical flaps control system can be controlled simultaneously with the horizontal stabilizer, these two systems can be linked or unlinked (by using flaps control buttons). It is important to note that it is possible to render the system inoperable so it would not be able to control either the stabilizer or the flaps by deviating from a standard control procedure described below.<br></li><li>Before taking off, set the stabilizer to flight position +2°, engage the link and then move the stabilizer to take-off position 0° - flaps will be extended to 25°.<br></li><li>When airborne, move the stabilizer back to flight position (flaps should also fully retract) and unlink these controls.<br></li><li>Before landing, set the stabilizer to flight position +2°, engage the link and then move the stabilizer to landing position -1.5° - flaps will be fully extended to 40°.<br></li><li>Airplane tail wheel rotates freely and does not have a lock. For this reason, it is necessary to confidently and accurately operate the rudder pedals during the takeoff and landing.<br></li><li>Airplane has separate pneumatic wheel brakes. To brake left or right wheels, move their corresponding left or right engine throttle to 20% or less. Setting the central engine throttle to 20% or less will brake both wheels. Maximum braking efficiency can be achieved by moving the throttle all the way down. In the sim, you can also use the brake buttons to move left and right engine throttles to braking position.<br></li><li>Airplane is equipped with a hydraulic tail wheel parking brake system.<br></li><li>Airplane is equipped with two mechanical fuel float level gauges for left and right fuel tank groups, located on the left and right engine nacelles outside the cabin.<br></li><li>Airplane has three mechanical oil float level gauges on each of the three engine nacelles outside the cabin.<br></li><li>Cargo unload doors can be opened on the ground only.<br></li><li>The left passenger door must be removed before flight for dropping paratroopers or cargo containers. Use the bomb drop button (&quot;B&quot; by default) to drop them.</li></ul>",
    "supported_languages": "英语, 俄语, 德语<strong>*</strong>, 法语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/561400/header.jpg?t=1734535470",
    "developers": [
      "1C Game Studios"
    ],
    "publishers": [
      "FOR-GAMES CR LTD"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9200,
      "final": 4600,
      "discount_percent": 50,
      "initial_formatted": "¥ 92.00",
      "final_formatted": "¥ 46.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}