{
  "561540": {
    "name": "Skølldir - Awesomenauts Character",
    "steam_appid": 561540,
    "required_age": 0,
    "is_free": false,
    "description": "Purchasing Skølldir will permanently unlock this character in Awesomenauts. The character can also be purchased with Awesomepoints in-game.<br><br>Skølldir is a moderately-challenging fighter that throws enemies around and deals heavy damage with every third punch he lands. He is able to create small earthquakes that deal area damage over time and comes equipped with the following abilities:<br><br><ul class=\"bb_ul\"><li>Buttstomp the ground to start an earthquake which damages enemies in front of you in a line.<br></li><li>Hurl your enemies backwards with a mighty throw.<br></li><li>Bash your enemies to bits with a devastating 3 hit combo.</li></ul><br><i>Skølldir the Terrible Space Viking has raided over a hundred spaceports, cargo ships and grocery stores. His legendary thirst for battle is unquenchable. Great raids are usually followed by great feasts and soon his nickname was altered to Skølldir The Terribly Overweight Space Viking. Nothing could scorn Skølldir more than this honorless title!<br><br>Skølldir has set out on his space barge to impress the universe with his lightning fast fighting skills to prove this moniker wrong and show his nimbleness. Anyone who would dare to call him fat is met with a rapid series of crushing punches and is thrown aside. All the while, Skølldir's metallic suit is telling him how many calories he is burning.<br><br>If you find yourself on the battlefield, and hear the sound of crushing bones and thunderous farts in the distance, flee as Skølldir's fury is upon you!</i>",
    "supported_languages": "英语<strong>*</strong>, 德语, 法语, 意大利语, 西班牙语 - 西班牙, 荷兰语, 葡萄牙语 - 巴西, 俄语, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/561540/header.jpg?t=1748348689",
    "developers": [
      "Ronimo Games"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 8,
        "description": "已启用 Valve 反作弊保护"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}