{
  "561550": {
    "name": "Awesomenauts Character - Skree",
    "steam_appid": 561550,
    "required_age": 0,
    "is_free": false,
    "description": "Purchasing Skree will permanently unlock this character in Awesomenauts. The character can also be purchased with Awesomepoints in-game.<br><br>Skree is a moderately-challenging harasser that shoots lightning and summons totem that blocks enemy movement. He is also able to deploy a sawblade, and comes equipped with the following abilities:<br><br><ul class=\"bb_ul\"><li>Summon a robotic wall that blocks movement.<br></li><li>Deploy a spinning blade that stays in one position for a limited time.<br></li><li>Shoot lightning from your mechanical rod.</li></ul><br><i>Skree belongs to a race of hitchhiking witchdoctors. Mysticism and superstition are a big part of Skree’s heritage. After being dumped on the Starstorm by a space trucker, Skree found himself all alone on an abandoned space station filled with mighty looking robots. Mistaking the robots’ station for a burial ground of ancient space spirits, he decided to live the rest of his life in service to the silenced automatons. He spent his time on collecting different parts of the battle station to create shrines for his newly found robot gods and connected robot parts and machine scraps to form huge robotic statues and altars. Unbeknownst to Skree, his rigging rites accidentally shortly activated the mainframe of the Starstorm, powering the construction robots and the Starstorm’s weapons systems itself.<br><br>All of a sudden Skree found the Starstorm vibrating as it’s systems slowly started to come online, it’s robotic denizens starting to carry out their age-old grim directive. Skree decided he liked his spirit-gods better when they were statues and went into hiding.<br><br>Skree was found by the Awesomenauts on the Starstorm hiding in one of his shrines in the Starstorm’s ventilation systems, praying to make the evil robots go back to sleep. Thinking the Awesomenauts were magical spirit-guides, Skree adopted a new vision quest and joined the Awesomenauts to seek out better spirit-gods to worship.</i>",
    "supported_languages": "英语<strong>*</strong>, 德语, 法语, 意大利语, 西班牙语 - 西班牙, 荷兰语, 葡萄牙语 - 巴西, 俄语, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/561550/header.jpg?t=1748347841",
    "developers": [
      "Ronimo Games"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 8,
        "description": "已启用 Valve 反作弊保护"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}