{
  "561560": {
    "name": "Snork Gunk - Awesomenauts Character",
    "steam_appid": 561560,
    "required_age": 0,
    "is_free": false,
    "description": "Purchasing Snork Gunk will permanently unlock this character in Awesomenauts. The character can also be purchased with Awesomepoints in-game.<br><br>Snork Gunk is an accessible harasser who is able to float short distances and can pull himself to surfaces around the map. He is also able to summon damaging shells that surround him, making him a risky opponent to have nearby! He comes equipped with the following abilities:<br><br><ul class=\"bb_ul\"><li>Throw out a sticky snail to quickly pull yourself towards surfaces or enemy Awesomenauts!<br></li><li>Summon rotating shells around you that explode on contact with an enemy Awesomenaut.<br></li><li>Knock down opponents with shells in melee range.</li></ul><br><i>Although Snork Gunk is considered one of the better conchballers in Scargi space he never reached first league with his team the Pearl Sluggers. He always criticized that the sport had become too slow and blamed the slugs at management for trying to slow the pace of the game (which was already drawn out over the span of 14 Earth months).<br><br>“With an average of only one or two goals a game, you have more fun watching paint dry,” he complained. After many times of being disqualified for scoring too quickly, the team benched him for good.<br><br>Fed up with his failed career in sports he decided to join the Scargi military police hoping for some more action by tracking and hunting down enemies of the Empire. After a good run of swift catches, he was assigned on a mission to hunt down the fugitive Rocket Renegades. Realising the Renegades had joined the ranks of the Awesomenauts, a team of 'big league' mercenaries, he applied for the transfer of a lifetime...</i>",
    "supported_languages": "英语<strong>*</strong>, 德语, 法语, 意大利语, 西班牙语 - 西班牙, 荷兰语, 葡萄牙语 - 巴西, 俄语, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/561560/header.jpg?t=1748347283",
    "developers": [
      "Ronimo Games"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 8,
        "description": "已启用 Valve 反作弊保护"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}