{
  "561710": {
    "name": "Sceal Demo",
    "steam_appid": 561710,
    "required_age": 0,
    "is_free": true,
    "description": "Steeped in supernatural Irish folklore, Scéal (which means &quot;story&quot; in Irish) casts players into the role of the lost soul of a little girl, destined to wander the earth, with no memories of the life she once lived. <br />\r\n<br />\r\nLonging for release from her limbo, the spirit encounters Branna, the Raven of the Dead, who promises to take the girl to the afterlife if she can rediscover her name and recover the story of the life she once lived by reliving her memories inside the pages of Branna's magical storybook. <br />\r\n<br />\r\nAt the heart of Scéal’s gameplay is its vibrant watercolour paint palette. Players must complete quests by painting buildings and objects to progress the storyline. Scéal also features a day/night cycle with colour palettes and music that change as the story / time progresses. Playing as the little spirit, players can transform into an angel of light or a dark banshee, repainting the world as they move through it, changing the world from happiness to despair and back again. <br />\r\n<br />\r\nAlong with it's unique visual style and art direction, Scéal has a distinctive and hauntingly melodic soundtrack, sung in Irish and made in collaboration with renowned Irish folk singers Lorcan Mac Mathuna, Aislinn Duffy and Florence Glen.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/561710/header.jpg?t=1480945010",
    "developers": [
      "Joint Custody"
    ],
    "publishers": [
      "Joint Custody"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}