{
  "562380": {
    "name": "Train Simulator: Corris Railway Expansion Pack Loco Add-On",
    "steam_appid": 562380,
    "required_age": 0,
    "is_free": false,
    "description": "Experience industrial narrow gauge along the Corris Railway with this expansion pack for Train Simulator, featuring No. 5 “Alan Meaden” and No. 9 “Aberllefenni”. Explore the mountains of North Wales with these beautiful locos along a route that survives thanks to the dedicated efforts of rail enthusiasts!<br><br>The Corris Railway was a small freight line used for moving minerals that closed in 1949. In 1966 Alan Meaden started a group of volunteers to preserve what remained of the Corris Railway. Two of the original locomotives from the Corris Railway survive to this day, No. 3 &amp; No. 4, which are now at home on the Talyllyn Railway. The locomotives in use today are either from other railways or new builds.<br><br>Locomotive No.5 is a 4-wheel Motor Rail Simplex, Works No.22258 that was purchased in 1974.  Built in 1965, it was originally used on the 2 ft (610mm) gauge gypsum mining system at Staveley Lime Products, Hindlow, Derbyshire.  It was initially purchased from Staveley by an enthusiast who stripped it down for renovation and was in this dismantled state that it was sold to the Corris Society. <br><br>Following an extensive overhaul in the East Midlands, No.5 ran for the first time on Corris rails in 1979.  It is named “Alan Meaden” in honour of the Society's late founder, who carried out a substantial part of the loco’s rebuilding.<br><br>The Corris Society sought a light locomotive to assist in rebuilding the railway, and it has since proven itself to be a very useful general works loco.  Although it has on occasion been used for special passenger trains when visiting Talyllyn Railway, it is too light for regular passenger use, and has not been fitted with the necessary air braking equipment.<br><br>No.9 is a 4-wheel battery electric locomotive, Clayton B0457, built in 1974.  It was formerly in use at the Aberllefenni Slate Quarry by Wincilate Limited.  At the request of Wincilate, the locomotive carries the name “Aberllefenni”. It has regular use as a carriage shed shunter, but is too light for actual passenger carriage work as like No.5 it does not have air brakes fitted. <br><br>Experience a piece of Welsh narrow gauge history and master bespoke locomotives with the Corris Railway Expansion Pack!<h2 class=\"bb_tag\" >Included Scenarios</h2><br>Five challenging Scenarios for the Corris Railway Route Add On (available separately):<br><ul class=\"bb_ul\"><li>Corris 5 Introduction<br></li><li>Corris 9 Introduction<br></li><li>Maesopath Shunt<br></li><li>Two Part Delivery<br></li><li>Preparing for Work</li></ul><br>More scenarios are available on Steam Workshop online and in-game. Train Simulator’s Steam Workshop scenarios are free and easy to download, adding many more hours of exciting gameplay. With scenarios being added daily, why don’t you check it out now!<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>No. 5 “Alan Meaden”<br><ul class=\"bb_ul\"><li>Working Clutch and Gear controls in line with the real locomotive<br></li><li>Starting handle for use when the locomotive is stalled</li></ul></li><li>No. 9 “Aberllefenni”<br><ul class=\"bb_ul\">\t<li>Accurate Battery Simulation<br></li><li>Accurate driving physics with power system</li></ul></li><li>Bentley Wagons<br></li><li>Flatbed wagons with multiple loads<br></li><li>Tipper wagons<br></li><li>Quick Drive compatible<br></li><li>Scenarios for the Corris Railway Route<br></li><li>Download size: 81.9MB</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/562380/header.jpg?t=1728577820",
    "developers": [
      "Skyhook Games"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3900,
      "final": 3900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 39.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}