{
  "562390": {
    "name": "Train Simulator: DB BR 151 Loco Add-On",
    "steam_appid": 562390,
    "required_age": 0,
    "is_free": false,
    "description": "The powerfully competitive, and superbly detailed, DB BR 151 arrives for heavy-freight operations in Train Simulator courtesy of Partner Programme developer Virtual Railroads<br><br>Germany: the growing road freight market of the late 1960s quickly presented itself as a threat to railway freight traffic. The need for a fiercer competitor from the Deutsche Bundesbahn was soon apparent, and it was decided that the best solution would be a fleet of all-new electric locomotives dedicated to hauling freight.<br><br>The term ‘all-new’ however proved to be quite flexible, time was of the essence, and the new arrivals would be heavily based on the older DB BR 150. In fact, some of the earliest proposals simply involved up-rating and tweaking the traction motors of the BR 150 to cope with 120 km/h performance. In theory, this would have solved the traction problem, but enhanced BR 150s could only haul heavy freight expresses at a maximum of 100 km/h, not ideal for any viable competition.<br><br>Much more powerful equipment from other designs were soon drafted into the plan, and so was a new bogie to take the weight increase. Eventually a new locomotive was finalised, and DB BR 151 No. 001 rolled off the production line in November 1972. A further 10 locomotives would follow, and this initial batch would be subject to rigorous testing before the full order was met.<br><br>When new, the DB BR 151 fleet, which would amass to 170 locomotives, were capable of both passenger and freight work, although the former is no longer possible due to changes in mandatory systems. Where the 118 tons powerhouses found their calling however was on the heavy ore trains. A total of 20 locomotives were retrofitted with the sturdy “Unicoupler AK69e” coupling system, which could facilitate the BR 151s on the 6000-ton ore trains, a weight too heavy for standard screw couplings.<br><br>Today, the remaining fleet is owned by various operators as newer traction has surpassed the might of the DB BR 151, but the heavy-hauling veteran has something of a pedigree about it; a call back to a time of classic design and raw power, and the story of the DB BR 151 is yours to continue in Train Simulator!<h2 class=\"bb_tag\" >Included Scenarios</h2><br>The DB BR 151 Loco Add-on includes three challenging career scenarios for the Hamburg-Hanover Route Add-On (available separately):<br><ul class=\"bb_ul\"><li>Coal for the North<br></li><li>Gravel Train<br></li><li>Limestone to Celle</li></ul><br>More scenarios are available on Steam Workshop online and in-game. Train Simulator’s Steam Workshop scenarios are free and easy to download, adding many more hours of gameplay. With scenarios being added daily, why don’t you check it out now!<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>Prototypical driving behaviour<br></li><li>Tap-changer automatic notching control<br></li><li>Manual /automatic Start-Up<br></li><li>Monitoring function for important values like Voltage, traction temperature, wheelslip<br></li><li>Manual selection of the pantograph<br></li><li>Pantograph sparks with sound<br></li><li>Delayed, smooth regulated dynamic brake<br></li><li>Brake modes P-P2-G<br></li><li>Brake system with overcharging of the main air pipe pressure<br></li><li>High braking for the locomotive brakes<br></li><li>Realistic PZB90 and LZB<br></li><li>Time-Time-Sifa (vigilance alarm)<br></li><li>Switchable instrument lights<br></li><li>Reading lamp and cab light<br></li><li>Separately switchable wipers with speed control<br></li><li>Additional camera positions<br></li><li>Automatic AI wipers with weather detection<br></li><li>Headlight beam control<br></li><li>vR ZZA and door system compatible<br></li><li>Rolling start compatible<br></li><li>In-game language selection<br></li><li>Realistic sounds optimized for EFX <br></li><li>Detailed and informative User Manual<br></li><li>Four challenging Career Scenarios<br></li><li>Quick Drive compatible<br></li><li>Download Size: 263.7 MB</li></ul>",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/562390/header.jpg?t=1728562060",
    "developers": [
      "virtualRailroads"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}