{
  "562640": {
    "name": "Introvert Quest",
    "steam_appid": 562640,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/562640/extras/931f4a607c2d68bbc0ad137c860f03f5.avif?t=1725384647\" width=800 height=92 /></span><br><br>Introvert Quest is a comedy based JRPG set in a  fictional, modern setting. In it, the player will experience the life of a socially awkward shut-in named Bryce Han, who is pushed into (for him Herculean) tasks by his therapist and friend of his late father, Dr. Abe Eisner.<br><br>Through the intensive four day therapy, the player will tackle tasks such as: going to the store, making new friends, finding a part time job and many more. But, even such menial tasks can hold may dangers of a big city for one not used to its streets.  Scammers, beggars and delinquents lurk around every corner waiting for unsuspecting targets. <br><br>Make friends and enemies in this twisted modern day RPG where every day activities seem like a grueling tasks for the player  to deal with. Be careful what you do or say for every choice will have some consequences in the future, for the past choices cannot be rewritten!<br><br>The gameplay of Introvert Quest will feature mostly dialogue based adventuring, concentrated on a multiple choice system. Choices will impact future events and interaction with other characters inhabiting Sky City. Introvert Quest also features JRPG style battles, but not as a main focus (mostly optional, plus an entire optional mini game aspect: Digital Duels a game that a lot of people play). Battles will be turn based with highly animated attacks. And lastly, but most importantly, after finishing the game successfully, the player will be thrust into a new, completely different experience.<br><br><strong>FEATURES</strong><br><br>\tBranching storyline<br>\tMultiple choices that impact the story<br>\tAction packed turn based battles<br>\tBig city to explore which unlocks as the hero gains more and more confidence<br>\tHyperbole version of various human weaknesses<br>\tForm social links with other inhabitants of  he city<br>\tLove life and your fellow man!<br>\tNew Game + with a lot of new content",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/562640/header.jpg?t=1725384647",
    "developers": [
      "Amaterasu Software"
    ],
    "publishers": [
      "Amaterasu Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 450,
      "discount_percent": 70,
      "initial_formatted": "¥ 15.00",
      "final_formatted": "¥ 4.50"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}