{
  "562840": {
    "name": "Dragon Blood",
    "steam_appid": 562840,
    "required_age": 0,
    "is_free": false,
    "description": "You’ve been asleep for a thousand years; but now it’s time to wake up and save these lands from a great, unthinkable evil. You used to lead vast armies into battle; now you’re alone against hordes of heinous monsters. Remember your true self! Blood of dragons is singing in your veins so they will heed your call for help. Make them submit to your will in Dragon Blood, a fast-paced and action-filled MMORPG… If you have guts to do that.<br><br><strong>Game features:</strong><br><br>• A unique character development system. Only two basic classes are available at the beginning; but hundreds of different mercenary builds become available as your characters develops. Create your individual build, get together a team of heroes with various abilities, and become the strongest hero in this world!<br><br>• Hundreds of quests, bosses and dungeons. You won't be bored even after reaching the maximum level! Every week brings new events, new quests and new promos! Limitless development opportunities! Your character's strength depends on you and you alone!<br><br>• Fascinating turn-based combat! Upgrade your skills wisely to raise your chances. Study your enemy and choose the most efficient strategy to defeat them!<br><br>• Dragons, mounts, pets – you can become an unstoppable master of mighty dragons! Tame a rare familiar and collect all the quickest and most beautiful mounts!<br><br>• Highly customizable appearance: create your unique look using thousands of options for appearance, clothing and accessories. Fight and earn rare items with showy effects!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/562840/header.jpg?t=1726597783",
    "developers": [
      "TeamTop Games"
    ],
    "publishers": [
      "101XP"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 1 月 31 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}