{
  "563210": {
    "name": "Order of Battle: Kriegsmarine",
    "steam_appid": 563210,
    "required_age": 0,
    "is_free": false,
    "description": "In <strong>Kriegsmarine</strong> we for the first time focus exclusively on the many engagements of the German Navy, as well as alternative “What-if” scenarios involving battles in the North Atlantic.  <br><br>Since our Pacific Campaign, this is the first that focuses exclusively on naval warfare, and in Europe nonetheless!  Your focus is entirely on a German Naval core force. The campaign begins during 1940 where your main goal is to support the Wehrmacht by using your ships to assist them during various operations.  Then we move to battles in the Atlantic and the Baltic, and it features several “what-if” situations as well: perhaps you can save the Bismarck, or even employ the Graf Zeppelin carrier!<br><br>The icy North Atlantic is unforgiving, and only the finest admirals can see the battle to the end.  Will you sail back to the Reich with cheering crowds awaiting your arrival at the docks? Or will your ships become underwater tombs for your men?<br><br>Kriegsmarine features 9 different scenarios and many new units featuring naval and air warfare, including several naval bombers and flying boats!<h2 class=\"bb_tag\" >Features:</h2><br><br><ul class=\"bb_ul\"><li><strong>9 new scenarios</strong>, featuring unique and varied situations, from amphibious assaults, surface and submarine convoy raiding and large scale naval battles in the Baltic, the North Sea and the Atlantic Ocean<br></li><li><strong>What-if situations</strong>: execute plan Z, build powerful next-generation battleships and carriers and challenge the Allied naval supremacy<br></li><li><strong>New mechanics</strong> to better represent naval warfare: hit avoidance, fire efficiency, new submarine rules, primary &amp; secondary guns<br></li><li><strong>50+ new units</strong><br></li><li>A brand new unit type: <strong>seaplane tenders</strong>, which can carry and resupply seaplanes</li></ul><h2 class=\"bb_tag\" >Scenarios:</h2><br><br>• Danzig Bay<br>• Narvik<br>• Wolfpacks<br>• Surface Raiders<br>• Western Approaches<br>• Torch<br>• Arctic Convoys<br>• Scapa Flow<br>• Atlantic Diversion",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/563210/header.jpg?t=1611669656",
    "developers": [
      "The Artistocrats"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}