{
  "563430": {
    "name": "Void Pyramid",
    "steam_appid": 563430,
    "required_age": 0,
    "is_free": true,
    "description": "Void Pyramid is a post-apocalyptic RPG set in the space-faring Egyptian empire.<br><br>In the far future, the maniacal Prime Pharaoh rules the wastelands of Earth. Any who oppose him are exiled to the Void Pyramid. This outer space prison is populated by criminals, beasts, and mutants. No one has ever escaped, but you must try.<br><br>Void Pyramid is a completely free game with no microtransactions. It will run on nearly any computer!<br><br><ul class=\"bb_ul\"><li>Choose to be a soldier, slave, or scribe. Overcome challenges with your unique skills.<br></li><li>Explore the intricately designed pyramid. Each chamber is packed with foes, puzzles, traps, and treasures.<br></li><li>Develop your character however you want with an unusual but intuitive advancement system.<br></li><li>Use your brawn, wits, and agility stats to kick down doors, bend bars, hack computers, haggle with merchants, dodge traps, scale walls, and more.<br></li><li>Find numerous solutions to every problem. Explore multiple paths through the pyramid. Experience alternate endings. Fight optional bosses. Discover hidden treasures.<br></li><li>Experience a unique vision of the future. In the space-faring future, the Egyptian empire has risen again. The Prime Pharaoh’s mutant armies oppress mankind.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/563430/header.jpg?t=1658598650",
    "developers": [
      "A. Hagen",
      "Shea Kennedy"
    ],
    "publishers": [
      "A. Hagen"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}