{
  "563650": {
    "name": "Fantasy Grounds - Cold Mountain (5E)",
    "steam_appid": 563650,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><i>Can You Mend A Frozen Heart?</i></h2>A mothers love is stronger than death, but love and death walk hand in hand when mortals cross paths with the immortal fey. Something has stirred up a fell and bloodthirsty power in the depths of the forlorn forest, and a bitter wind and mournful howls echoing from a lonely mountain bring a chilling dread to the wilds beyond the borderlands.<br>A goddess is angry, and her wrath heralds doom in the unforgiving lands of a savage frontier. Can the heroes find a way to make peace with the warlike clans of the lonely hills and quell the frightening powers of nature that threaten to rise up and devour scattered clan and nascent frontier kingdoms alike? With triumph and tragedy in the balance, do they dare ascend Cold Mountain?<br>Cold Mountain is a 5th Edition adventure for 4th-level characters that takes the heroes past the reach of civilization, coming face to face with strange and primitive folkways and faerie powers. This adventure brings an evocative atmosphere of Dark Ages-style barbarism and mysticism into a traditional fantasy campaign, delivering challenges to overcome with words and deeds as well as on the field of battle. Your players will need cunning, guile, and a silver tongue to succeed where their magic and their sword arms may not prevail. Grab this 36-page 5E adventure today and Make Your Game Legendary!<br><strong>Requirements:</strong> A Full or Ultimate license of Fantasy Grounds and the Dungeons and Dragons 5E ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/563650/header.jpg?t=1768368234",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 15 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}