{
  "564290": {
    "name": "Trainz 2019 DLC: Mojave Sub Division",
    "steam_appid": 564290,
    "required_age": 0,
    "is_free": false,
    "description": "The Mojave Sub Division. Known for its rolling hills, drop off cliffs, and the famous Tehachapi Loop. This route is challenging with its constant grade changes, up to a ruling grade of 2.2%, but yet satisfying with its mixture of desert and mountainous scenery colors. If you're looking for a challenge on one of the busiest single mainlines in the United States, the Mojave Sub is for you!<h2 class=\"bb_tag\" >4 Structured Sessions Included:</h2><br>Over 10 hours of exploration, or countless hours creating your own interactive sessions using Quickdrive<h2 class=\"bb_tag\" >Atsf #991 East</h2>Your train today is ATSF #991, a hotshot TOFC from Chicago to Los Angeles. You are starting your run in Bakersfield and will proceed from here to Mojave where you will bring your train to a stop to free the helper locomotives. You'll run into some traffic along the way today so stay alert.<h2 class=\"bb_tag\" >Mojave to Bakersfield</h2>Good afternoon. Your trip today will take you to Bakersfield. Looks like traffic is light so it could be a straight shot but you never know. Take a trip from Mojave to Bakersfield.<h2 class=\"bb_tag\" >The Dpu Push</h2>Good afternoon! Today you have the DPU turn at Bena. Train UTLBC will shortly arrive and after he stops and blows his horn, you are clear to couple to the rear. You will help push UTLBC to the town of Tehachapi. Dispatch will give you instructions as you get closer to Tehachapi. Its a busy day today so keep your eyes open, obey signals, speed limits, and enjoy your trip.<h2 class=\"bb_tag\" >The Walong Stall</h2>Its a wet and rainy day today. Train EUASY has stalled at Walong siding. Your job today is to help EUASY and bring him to Summit. Have a safe trip!<br><br><br><ul class=\"bb_ul\"><li>ATSF C30-7<br></li><li>ATSF GP60M<br></li><li>ATSF GP60B<br></li><li>SP SD45<br></li><li>SP SD40T-2<br></li><li>ATSF SD45<br></li><li>ATSF B40-8W</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/564290/header.jpg?t=1546927121",
    "developers": [
      "N3V Games"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 9200,
      "final": 9200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 92.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}