{
  "564240": {
    "name": "Eclipsed Demo",
    "steam_appid": 564240,
    "required_age": 0,
    "is_free": true,
    "description": "The Eclipsed Demo is a very short game to show some mechanics and some gameplay for the game which is a very very small part of the whole game itself. It will serve to give the player the idea of what the game will be like.<br />\r\n<br />\r\nEclipsed is a monochromatic adventure platform puzzle game. This is a story about a boy who wakes into a world of darkness. He ventures deep into the world ever changing. He finds beauty and mystery in the dark and strange world as well as a girl who seems to be as unique as him. Together they venture forth to rid of the world they are in.<br />\r\n<br />\r\nThe game follows the story of the Major Arcana of a Tarot deck. The game has numerous features such as a variety of puzzles some unique to the game with combinations of it; Semi rogue-like levels that give each computer a set of levels that is unique for each one; A smart AI that you can avoid danger but may still be lead to its death; Challenge modes and YOLO mode that can give a more rogue-like experience with a cost of a life; and more to follow.<br />\r\n<br />\r\nThere is more to the game, as an early access it is still under construction. So please, bare with me as I make more levels and features. Only one person is working on the game with only his free time to work with. Which I am hoping to change.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/564240/header.jpg?t=1483065148",
    "developers": [
      "Christ Laurenz Sambrano"
    ],
    "publishers": [
      "Christ Laurenz Sambrano"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}