{
  "564340": {
    "name": "5-in-1 Pack - Monument Builders: Destination USA",
    "steam_appid": 564340,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >The Empire State Building is as thrilling as ever!</h2><br>Help to build the very famous Empire State Building and learn tons of fun facts too. Become the construction supervisor of one of the world's most famous monuments: clear the terrain, produce materials, and keep the creditors and King Kong fans away. Don't be too rough with the film crew, or else they'll make you even later!<h2 class=\"bb_tag\" >Participate in the construction of the most famous monument in San Francisco.</h2><br>In Monument Builders: Golden Gate, supervisiona la costruzione del ponte più mitico degli Stati Uniti venendo a conoscenza allo stesso tempo di moltissimi aneddoti!<br>Nel tuo ruolo di Ingegnere capo, dovrai costruire questo ponte lungo 2.737 metri e che, senza saperlo, entrerà a far parte delle sette meraviglie del mondo moderno.<h2 class=\"bb_tag\" >Take part in building the monument that made Alcatraz Island a household name! </h2><br>Alcatraz Island is located near San Francisco Bay and attracts over a million tourists every year. The island is also famed for possessing the oldest operating lighthouse on the West Coast and was once a nesting site for countless pelicans, called &quot;alcatraces&quot; in archaic Spanish!<h2 class=\"bb_tag\" >Have you ever dreamed of traveling to new York to build the Statue of Liberty? </h2><br>Travel back in time and relive the building of the Statue of Liberty! This is more than just your basic tourist trip, so much more than just a guided tour! You'll experience first-hand the fun and history behind this symbolic site, a symbol of the industrial revolution, true progress and the United States of America!<h2 class=\"bb_tag\" >Build famous Mount Rushmore!</h2><br>Travel back in time and become the person in charge of building famous Mount Rushmore! Direct workers and manage resources with the help of Henry Johnson, the site foreman, to finish work projects in time! Defend against thieves trying to sabotage your work sites! Will you be up to the task of building a monument on such a vast scale?",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/564340/header.jpg?t=1678356888",
    "developers": [
      "Little World Studio"
    ],
    "publishers": [
      "M.INDIE"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 360,
      "discount_percent": 90,
      "initial_formatted": "¥ 36.00",
      "final_formatted": "¥ 3.60"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}