{
  "564670": {
    "name": "Trainz 2019 DLC: C&O 2-6-6-6 H8 - New River Mining Coal Run",
    "steam_appid": 564670,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>This package requires the C&amp;O Hinton Division route located in the link directly below.</strong><br><br><br><br>What was the most powerful steam locomotive ever built? The Big Boy?<br>What was the heaviest steam locomotive ever built? The Big Boy? ...... Well, maybe, maybe not.<br>In this session you will experience the power of the C&amp;O 2-6-6-6 H8 Allegheny. They are giving you control over this big boy and you will be making a large coal run. The journey is not a short one so get ready to take the challenge of hauling your freight from New River Mining all the way up to Hinton!<br><br>To find and place your new engine in Quick Drive or Surveyor, click on the Trains tab and search for C&amp;O 2-6-6-6 H8.<br><br>Read on for more information on the C&amp;O 2-6-6-6 H8 Allegheny:<br>In the 1930s, the C&amp;O improved its railroad by boring new tunnels and enlarging others. The Class T-1 Texas type 2-10-4s also arrived in the early 1930s and seemed to be the choice for hauling its coal trains over the 80 miles of track from Hinton, WV east to Clifton Forge, VA. This run included a 13 mile .577% grade to the 2,072 foot summit of an Allegheny mountain and then a descent down a 1.14% grade to Clifton Forge. Its 2-6-6-2s were getting old and the 2-8-8-2s, delivered in the 1920s, (which used simple expansion because of tight tunnel clearances) were not up to the task. On the brink of ordering more 2-10-4s the C&amp;O was approached by the Lima Locomotive Company with a new and more powerful locomotive design.<br><br>This design was a six-coupled, single-expansion articulated with 67 diameter drivers for speed, a 9 x 15 firebox with a very large boiler for steaming and 778,000 pounds of locomotive weight to assure tractive effort. The large fire box was placed behind the drivers and required a six-wheel trailing truck to support it. This gave the design a wheel arrangement of 2-6-6-6. With four 22.5 diameter x 33 stroke cylinders, a 260 psi boiler pressure and the 67 diameter drivers it could exert 110,200 pounds of tractive effort.<br><br>The C&amp;O agreed and placed an order for ten of these 2-6-6-6 locomotives and Lima delivered them in December, 1941. They were designated Class H-8 and assigned road numbers 1600 through 1609. With a new wheel arrangement came a new name. The C&amp;O selected the name Allegheny for the mountain range that this new locomotive would do its work. An article by King in Trains in the early 2000s stated that the C&amp;O Alleghenies cost around $270,000.00 each.<br><br>The tenders for these new locomotives were of the largest type used on the C&amp;O, with a 25,000 gallon water tank and a 25 ton coal bunker. In order to keep the overall length of the locomotive and tender within the limit that existing turntables could handle it was necessary to make the rear section of the tender higher, thus causing more weight to be at the rear than the front. The tender had a six-wheel leading truck, but an eight-wheel trailing truck was needed to carry the weight in the rear.<br><br>In operation, one Allegheny leading and one pushing could move a 140 car loaded coal train up the mountain from the Hinton terminal. At the top the pusher would be taken off, turned around and sent back to the Hinton terminal. The single leading Allegheny could handle the decent down the mountain to Clifton Forge where it would be turned around for a return trip with a train of empty coal cars.<br><br>The C&amp;O had 23 of its Alleghenies equipped with steam heat and signal lines for passenger service, but they were used sparingly, pulling an occasional heavy mail train or a troop train during World War II. The Allegheny may have been the ultimate freight locomotive. They were able to achieve a very impressive record even though they were used in a manner that didnt fit perfectly with their design. The Allegheny boilers were capable of delivering up to 8000 HP! This was far greater than any other reciprocating steam locomotive could develop. However, the C&amp;O used the H-8s in coal drag service where they were unable to realize their full potential as high speed locomotives. The C&amp;O Alleghenies were designed to haul 5,000 tons at 45mph, but unfortunately were used to haul trains of 10,000 or more tons at 15mph. C&amp;Os 2-6-6-6s were very impressive locomotives. However, they were never used to their full potential. The Allegheny was truly magnificent in its role, but as good as it was it could not win the battle with the diesel. The C&amp;Os Alleghenies were taken out of service beginning in 1952 with the last fire dropped in 1956.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/564670/header.jpg?t=1600402742",
    "developers": [
      "N3V Games"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}