{
  "567010": {
    "name": "Game Royale 2 - The Secret of Jannis Island",
    "steam_appid": 567010,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><u>Game Royale 2 - The Secret of Jannis Island</u></strong> is the highly anticipated sequel to our successful first adventure game <strong>Game Royale - Riders of the lost bald</strong>. <br>The game is a point-&amp;-click adventure and a tribute to the great classics of this genre. <br><br>The second part of <strong>Game Royale</strong> continues the story right after the dramatic cliffhanger seen at the end of the first part. The player guides the main character Jan Böhmermann through a short and thrilling adventure full of puzzles and humorous dialogues. The story begins with Jan, as he wakes up on a remote island without any memories of previous events. He has to fight for survival until he is finally able to call for help. While the main storyline takes place on said island, we will also revisit the show’s venue, the famous Studio König in Köln-Ehrenfeld. In a parallel storyline, the player takes on the shape of popular sidekick William Cohn, who makes it his own personal mission to find his missing friend. Apart from these two, there will be a reunion with other popular figures of the Neo Magazin Royale world. All of them are dubbed by the real people on the show.<br><br><strong>***THIS GAME IS AVAILABLE IN GERMAN LANGUAGE ONLY***</strong>",
    "supported_languages": "德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": null,
    "developers": [
      "btf"
    ],
    "publishers": [
      "Headup Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 308,
      "discount_percent": 86,
      "initial_formatted": "¥ 22.00",
      "final_formatted": "¥ 3.08"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}