{
  "567230": {
    "name": "Fantasy Grounds - Secrets of New York (CoC)",
    "steam_appid": 567230,
    "required_age": 0,
    "is_free": false,
    "description": "Call of Cthulhu - Secrets of New York<h2 class=\"bb_tag\" >A Library Module for use with the Fantasy Grounds virtual tabletop</h2>A 1920's Gotham Sourcebook for Call of Cthulhu<br>Welcome to the city that never sleeps. By day, New York City is the financial capitol<br>of the world. At night, the city is alive with myriad lights, diamonds dazzling<br>in the buildings that scrape the sky. Music, food, dance and dark rituals all can<br>be found beneath the mantle of darkness in New York City.<br>Here within Gotham there have always been secrets, countless, sinister and horrifying.<br>From the savage massacre at Throg's Neck to the things beneath the earth on Barren<br>Island, New York City has always been protective of its mysteries. Now many of them<br>are revealed.<br>Secrets of New York is a compendium of one of the oldest and most renowned cities<br>in the United States. This volume explores the strange events above and below the<br>gridiron streets and avenues of the world's financial capital during the 1920s.<br>With a plethora of characters to bring the city to life, and a detailed history<br>to build scenarios upon, Secrets of New York is an indispensable tool for keepers<br>and players playing adventures in Gotham. Included are maps and historical documents<br>and photographs to bring 1920s New York City to life, as well as three scenarios<br>that explore the most popular and less savory locales of this grand metropolis.<br>By William Jones. Cover painting by Steven Gilberts; Interior art by Kathy Ferrell, Steven Gilberts, Chris Hill, Kathy Hill, Deborah Jones, and Bryan Reagan<br><strong>  Requirements: </strong>  The free Fantasy Grounds virtual tabletop (VTT) software and the Call of<br>Cthulhu ruleset.<br><strong>  Conversion to FG by: </strong>  Alan Neilson<br><strong>  CALL OF CTHULHU </strong><br><strong>  Horror Roleplaying in the Worlds of H.P. Lovecraft </strong><br><i>  Call of Cthulhu </i>  is published by Chaosium Inc.<br>Call of Cthulhu (r) is the registered trademark of Chaosium Inc.<br>Similarities between characters in <i>  Call of Cthulhu </i>  and persons living or<br>dead are strictly coincidental.<br><i>Adapted for Fantasy Grounds by: </i><strong>Alan Neilson</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Call of Cthulhu ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/567230/header.jpg?t=1768368662",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 5700,
      "final": 5700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 57.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 8 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}