{
  "568310": {
    "name": "TRESPASS - Episode 2",
    "steam_appid": 568310,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Trespass – Episode 2 Introduction:</strong><br><br>The protagonist, Samuel Rodriguez wakes up and finds himself in an unfamiliar location.<br>He will revisit and attempt to escape from locations connected to his past and along the way uncover the mysteries behind his forgotten past.<br><br><br>“I regained consciousness in what seemed to be some kind of detention facility.<br>With a lot of difficulty, I made it out of the hall<br>only to appear in my own home,<br>the home I shared together with Jess.<br><br>She spoke to me in such a way<br>that she didn’t know about the strange situation I was finding myself in.<br>She spoke to me so ordinarily as if everything was alright.<br>No, something about it was a little off.<br><br>She told me not to follow her but even as I tried,<br>I found myself between two high-rise buildings with a narrow bridge connecting the two.<br><br>Fear suddenly gripped me.<br>Not because I found myself having to cross a tightrope between two buildings.<br>But it was an ominous feeling that I might lose her.<br><br>Finally, at the end of a dark hallway,<br>I see my wife once again.<br><br>What’s the dreaded meaning of this game of hide and seek?<br>And what are these absurd locations and experiences?<br><br>These things that I seeing and hearing,<br>Is it reality or just a dream?<br><br>I have to figure out what’s going on.”<br><br><strong>Gameplay:</strong><br><br>Trespass – Episode 2 is a game intended to test your cognitive abilities. Escape from various locations, all of which have unique objectives whether it’s searching for hints in a morgue through interacting with the surrounding objects or making your way through a military facility using various weapons and explosives.<br>Everything you need to escape is there. It’s all a matter of using your observational skills and thinking outside of the box.",
    "supported_languages": "英语<strong>*</strong>, 简体中文, 韩语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/568310/header.jpg?t=1491562652",
    "developers": [
      "VRotein"
    ],
    "publishers": [
      "VRotein"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 2 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}