{
  "568540": {
    "name": "Fantasy Grounds - Savage Suzerain GameMasters Edition (Savage Worlds)",
    "steam_appid": 568540,
    "required_age": 0,
    "is_free": false,
    "description": "Setting, Extension and Library Module for Fantasy Grounds II<br>Suzerain is an Origins Award Nominee from the Savage Mojo design house (who brought you Shaintar and Gamescapes, and are Origins Award winners for Deadlands Reloaded). This edition of Suzerain is written for the Savage Worlds rule system (SW:EX rulebook required), expanding the core rules in a number of key ways - a new approach to races is just the beginning.<br>Suzerain takes characters from one world to another or even to another time. History and fantasy, past present and future - they are all your playground now. Gaming groups just became...<br>...a pantheon in the making<br>Inside this product you'll find:<br><ul class=\"bb_ul\"><li>Savage Mojo GameMasters library module<br></li><li>Savage Mojo Player's library module<br></li><li>Custom extension and skin<br></li><li>Over 50 new edges, hindrances and powers.<br></li><li>Stats for over 100 new NPCs and monsters to use as allies and adversaries.<br></li><li>A vastly expanded system for characters once they hit Heroic rank, with plenty of emphasis on the Legendary experience, and introducing a whole new rank - Demigod.<br></li><li>30 scenarios including a campaign spanning the three main eras of a character's development - Novice, Heroic and Demigod.</li></ul>Where most Savage Worlds settings finish their campaigns, Suzerain is just getting started. With Suzerain a Novice character can expect to battle his way up to being a true Hero of the universe, to meet deities, and finally to become a god himself!<br><strong>Requires: </strong>The free Fantasy Grounds virtual tabletop (VTT) software and the Savage Worlds<br>v3 Ruleset.<br><strong>Fantasy Grounds II Conversion:</strong> Kevin Doswell<br><i>Adapted for Fantasy Grounds by: </i><strong>Chris Taylor, and Kevin Doswell</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/568540/header.jpg?t=1768368758",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 8 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}