{
  "568670": {
    "name": "Trapped Souls",
    "steam_appid": 568670,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Description</h2>You are a homunculus slave, who is forced to work in the mine. By taking a chance to escape you finds yourself in the catacombs of the ancient crypt of King Tarrius. Because of the curse, the soul of anyone who sets foot here becomes forever trapped in this crypt. To lift the curse, you will have to explore the dangerous levels of the crypt, which are full of powerful enemies and deadly obstacles. Develop your character and upgrade your gear. Use the help of other trapped souls to pass the challenges that have fallen to your fate.<h2 class=\"bb_tag\" >Features:</h2>Action combat<br>The combat system is inspired by the best souls like games. Your actions drain stamina, so it's important to balance offense and defense. Use dodge roll to avoid incoming attacks, or block them with a shield.<h2 class=\"bb_tag\" >RPG</h2>Level up your character and distribute attribute points. Collect gold in dangerous places and sell unwanted loot. Find or buy gear that fits your playing style.<h2 class=\"bb_tag\" >loot</h2>Find weapons and armor of different qualities that affect base item attributes. Items can also be enchanted with special magical attributes. The socketing mechanic will allow you to insert gems into equipment to obtain desired attributes such as fire damage or poison resist<h2 class=\"bb_tag\" >Roguelike dungeon</h2>In your adventures you will have to go through various dark dungeons. To progress you roll two dice. However, you have to choose only one of them which will define the challange you will have to face.<h2 class=\"bb_tag\" >Splitscreen co-op</h2>Play campaign with up to 4 players. Each player has their own loot, gold, and character level.<h2 class=\"bb_tag\" >Deep lore</h2>The events of the game are part of the Crown of Infinity universe . If you like to delve into lore, you will find that many characters and items have a backstory. (The events of Trapped Souls take place eight centuries after the events of No King No Kingdom)",
    "supported_languages": "英语, 乌克兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/568670/443d1181bcf969b2108d3c341099e4a18f5092ed/header.jpg?t=1749941850",
    "developers": [
      "Fullmetal Developer"
    ],
    "publishers": [
      "Fullmetal Developer"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 1 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}