{
  "568930": {
    "name": "The Land of Pain",
    "steam_appid": 568930,
    "required_age": 0,
    "is_free": false,
    "description": "The Land of Pain is a first-person Cosmic horror adventure, spiritual prequel to The Alien Cube.<br><br>Something strange appears in the woods. Rain pours, and darkness hangs in the air. <br>Life as you know it is about to change forever.<br> <br>In this Lovecraftian horror adventure, you'll have to learn how to survive as you fend off a dark and disturbing evil. Explore a huge and terrifying world, flee from a unrelenting enemy, solve puzzles, and unravel the ancient mystery that's befallen this land.<br><br><br><ul class=\"bb_ul\"><li> YOU ARE UNARMED -- Your only chance of survival is to run as fast as you can, and exploit the environment to hide yourself.<br></li><li> HUGE MAP -- Explore buildings, caves, swamps, graveyards and more.<br></li><li> BEAUTIFUL VISUALS -- CryEngine-powered graphics with photogrammetric technology and ambient sound creating a fully immersive game world.<br></li><li> SOLVE &amp; INTERACT -- Use objects to solve puzzles, and seek out clues to help unravel the mystery.<br></li><li> SHROUDED IN DARKNESS -- Use a lantern to light the way, but be careful: you'll be more vulnerable when away from the darkness...</li></ul><h2 class=\"bb_tag\" >Quotes</h2><ul class=\"bb_ul\"><li> MULTIPLAYER.IT: &quot;The Land of Pain is an interesting Italian title full of shivers and exploration.&quot;<br></li><li> CRYENGINE: &quot;The Land of Pain is a beautiful example of what can be achieved with CryEngine by a single developer.&quot;<br></li><li> SHIRLEY CURRY: &quot;Alessandro Guzzo, the developer created the only horror game I've enjoyed and finished!!&quot;</li></ul>",
    "supported_languages": "英语, 意大利语, 法语, 德语, 俄语, 西班牙语 - 西班牙, 西班牙语 - 拉丁美洲, 土耳其语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/568930/937f850f83ecb1658babd10084bc968943dcca71/header.jpg?t=1761585639",
    "developers": [
      "Alessandro Guzzo"
    ],
    "publishers": [
      "Alessandro Guzzo"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 960,
      "discount_percent": 80,
      "initial_formatted": "¥ 48.00",
      "final_formatted": "¥ 9.60"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "7 user reviews",
      "total_positive": 0,
      "total_negative": 7,
      "total_reviews": 7
    }
  }
}