{
  "569180": {
    "name": "MakeVR Pro",
    "steam_appid": 569180,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>MakeVR Pro - Immersive 3D Content Creation with Precision</strong><br><br>With MakeVR Pro, creating precision 3D content in a virtual environment, whether for 3D printing or import into other applications, has never been easier.<br><br><strong>About MakeVR Pro</strong><br><br>MakeVR Pro is a 3D content creation experience with a natural style of interaction that lets anyone, regardless of age or experience level, step into a professional CAD engine and start building cool 3D objects and worlds on Day One.  MakeVR Pro democratizes content creation through its extremely low learning curve because you use your own two hands as they were meant to be used, with very natural and intuitive interactions.<br><br><strong>3D Multi-Touch</strong><br><br>With two independently tracked hands in MakeVR Pro, you can translate (move), scale, and rotate your environment in the same way you use 2D multi-touch on your smartphone, or tablet – but better. You simply reach out and grab a point in space and use that point to drag the entire world around: up, down, left, right, backward, and forward. If you grab two points, you can move your hands closer or further apart to scale the environment up or down and rotate it around you. Scaling in MakeVR Pro is a powerful feature because it allows you to position yourself anywhere in the environment at whatever scale best suits the current task – so you’re always working in your comfort zone.<br><br>MakeVR Pro’s 3D Multi-Touch is the next logical step in the evolution of interfaces, the perfect interface for the next generation of users who already expect a greater level of interaction. It’s a way of interacting with 3D content that is so natural and intuitive anyone can do it.<br><br><strong>Built-in CAD engine for precision and models with a life beyond MakeVR Pro</strong><br><br>MakeVR Pro incorporates a professional CAD engine, giving you all the advanced tools you expect, presented in a way anyone can understand and use; it’s a powerful yet easy way to build precision models while immersed.<br><br>A suite of highly developed Boolean tools, with over 150 man-years of engineering behind them, allow for some very innovative free-form content creation.  With the precision tools that MakeVR Pro offers, objects snap to grids, rulers, or any other object in the scene and slide over their surfaces, maintaining their depth and angle relative to the surface of the object on which they're tracking.  As objects track over other objects they honor boundary conditions (faces, edges, and vertices) so there is always a sensible alignment as you turn corners.  To undo a snap, you simply grab the snapped object and 'rip' it free with a flip of your wrist.  <br><br>Rulers, grids, and other objects can be snapped together into useful, reconfigurable, assemblies called jigs. For example, a ruler can be snapped onto a grid and dragged laterally about the grid to an exact location. Then an object can be snapped on the ruler enabling the up-down positioning of the object. This combination allows for exact positioning of objects in three dimensions, relative to one another, and provides movement along exact paths for precision cuts or joining.  This lets you model in much the same way carpenters and machinists work in their shops.  Plus, MakeVR Pro’s grids and rulers can be set to either US Standard or the metric system.  <br><br>Rotational precision is accomplished through the use of the Porcupine, a widget that provides rotational control of whatever object you’re currently using.  With the Porcupine, objects can be precisely rotated to 45 degree angular values along any axis.  Pull your hand outside of the porcupine for smooth, continuous rotations.<br>And anything you create in MakeVR Pro can be exported -- to share with others, to import into game engines, other CAD packages, 3D modeling applications, or to be 3D printed.<br><br><strong>3D printing for everyone</strong><br><br>MakeVR Pro is a 3D modeling design system for virtual reality that fully supports all major 3D printing platforms.  And everything created in MakeVR Pro can be saved in a standard 3D printing format, and with a click of a button, sent to either a local 3D printer or to a 3D printing service like Shapeways.<br><br>With MakeVR Pro, the old challenges of 3D modeling are gone. It frees you from the constraints of complicated, traditional menu-based modeling programs. Imagine being able to physically reach into a 3D scene to grab, interact with, and modify CAD-based solid models just like you manipulate objects in the real world. Now imagine, with the click of a button, sending your creation to a local 3D printer or to a printing service to bring it into the real world. MakeVR Pro allows you to do all of this and more.",
    "supported_languages": "英语<strong>*</strong>, 简体中文<strong>*</strong>, 繁体中文<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/569180/header.jpg?t=1661470181",
    "developers": [
      "Sixense Enterprises Inc."
    ],
    "publishers": [
      "Vive Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 29 日"
    },
    "categories": [
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "51",
        "description": "动画制作和建模"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}