{
  "569500": {
    "name": "Monkey Land 3D: Reaper Rush",
    "steam_appid": 569500,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/569500/extras/4d5bc5b87c10f983d7fd979289d5626c.avif?t=1490849654\" width=620 height=130 /></span><br>Monkey Land 3D: Reaper Rush is 100% full of gameplay! There's bananas, treasure coins, Piggys in need of saving, locked treasure chests and thats just in the first 10 seconds! Find new abilities like the STOMPY-BUTT by finding the precious Dinosaur Feathers! <br><br>You can also find and unlock the DOUBLE JUMP, the DASH ATTACK, and unleash a 3 hit combo DRAGON BACKFLIP that can also do GATE CRUSHING amounts of damage! <br><br>Find weapons, power ups, kill monsters, fight bosses, beat time trials, explore huge worlds, and help out the inslanders all in Monkey Land 3D: Reaper Rush!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/569500/extras/4c25709cf4f6db9dc716a464e995924c.avif?t=1490849654\" width=620 height=130 /></span><br>Mugen is a pirate monkey out on a quest for adventure... and booty! His crew has landed on a strange island that looks like fun and games but something is strange about the islands inhabitants. Some are locked up in cages and they don't know why? Only Mugen can save them and find out who or what is behind all the mischief!<br><br>Weapons like the Morning Star make swords look lame. A SPIKED BALL of DOOM on a chain is so much more fun than a sword! But a Sword with Lightning going through it is pretty fun indeed! Both of these weapons just need to be found and picked up to have for the rest of the game! The Piggys of Volcano Island and the Golden Butterflies are being kept prisoner all over on the island and only you can free them. The Viking Helmet and Viking Shield will be your protection. But you might find your own protection like that spike shelled turtle over there can probably be used as a weapon and defense! The Owl-Crates around the island hold power-ups too so be sure to SMASH all the BOXES! <br><br>Watch out for Skeleton Wizards of dark magic and the evil Saber-toothed Bats! The creepy spiders will be sure to come after you. The Firefly demons are mostly harmless so it's not all bad. But the spiked shell turtles can be quite fast by the water front so be careful. The Pumpkins are extra bouncy this time of year too. <br><br>The Squishy Fishy's are not so squishy and shoot deadly poison stars so be extra careful near water! And one last thing, use the Banana button to pause and go to options and use the Heart button to adjust the camera. You can adjust the control placement in the Options menu and be sure to unlock all the levels by BEATING the GAME! And do replay after you beat a certain someone because there might just be a special thing like a reward for beating the game but nobody knows for sure what it is! <br><br>Boss fighting can be dangerous so make sure you have found at least one weapon before trying to take on the last boss. I mean unless you want to be some crazy hero that don't need no weapons to defeat the game then by all means, be my guest. Take your best shot, that little head is probably the weakest spot. <br><br>Oh and one more thing, the new abilities you get from the treasure chests, they come in a different order every time you start a new game so you might get an ability you really really want at first, and you might get it last! It's what the kids call procedural random gameplay and it's so hot right now!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/569500/extras/aab2fde3cc1ca404cc29920ab498281b.avif?t=1490849654\" width=620 height=130 /></span><br><br>Single Player Adventure with HOURS of gameplay!<br><br>Unlock special abilities like Double Jump and Dash Attack!<br><br>Boost off pumpkins to get to super high places!<br><br>Side quests with POWERFUL rewards!<br><br>Boss Fights that require EXTREME fighting action!<br><br>Huge levels are like mini worlds and can be explored all over!<br><br>Power ups like Big Mode, Speed Boost, Triple Jump, Tiny Mode, and more!<br><br>Sword fighting action!<br><br>Melee weapons with PHYSICS like the spiked ball and chain weapons!<br><br>Randomly generated chests make each play through unique!<br><br>Percent based completion, can you beat Reaper Rush to 100% completion?<br><br><br><br>Let us know what you think about Monkey Land 3D: Reaper Rush!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/569500/header.jpg?t=1490849654",
    "developers": [
      "Full Metal Jacket Games"
    ],
    "publishers": [
      "Full Metal Jacket Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 2 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}