{
  "570020": {
    "name": "Fantasy Grounds - Under Frozen Stars (5E)",
    "steam_appid": 570020,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><i>A Lost City at the Top of the World!</i></h2>On an epic journey across the frozen wastes, your characters seek their destiny and that of the future empress. Yet at the top of the world, having overcome the ravening storms and dark forces arrayed against them, you discover a marvel of legend, a ruined city both ancient and alien. Surely you cannot simply pass it by without exploring it and seeing what mysteries have lain untouched for time out of mind. Then again, if the caravan tales are true, perhaps others have come not so long ago, leaving behind a mysterious treasure that may be of great aid in claiming your imperial destiny in the eastern realms.<br>Under Frozen Stars is a 5th Edition adventure for 8th-level characters, which can be dropped into any campaign where the heroes are exploring the frozen reaches beyond the end of civilization, whether high atop an inaccessible mountain range or at the farthest polar reaches at the top of the world, especially if your campaign bridges traditional western fantasy with the mysteries of the far east. It is a classic lost city where magic and technologies ancient and alien lie buried in the ice, forgotten by the world beyond but still filled with mechanical marvels and deadly dangers your players will never forget.<br>Under Frozen Stars can be played as a standalone adventure or as a loosely connected sequel to the events in Road to Destiny and The Baleful Coven. Grab this 28-page 5E adventure today and Make Your Game Legendary!<br><i>Conversion by:</i> <strong>Danny Stratton</strong><br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/570020/header.jpg?t=1768368993",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 15 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}