{
  "570260": {
    "name": "Trainz 2019 DLC: Laaers Car Transporter",
    "steam_appid": 570260,
    "required_age": 0,
    "is_free": false,
    "description": "Hold on tight and get ready for a superlative experience!<br />\r\n<br />\r\nWith our Laaers Car Transporter, we're setting new standards and introducing one of the most innovative carriers for Trainz A New Era! Three highly detailed car models are waiting for you to transport on the ultra-modern vehicle, in use in northern europe. You can select each individual car for every space on the transporter - and choose between up to 54 different options - allowing you to personally customize the train.<br />\r\n<br />\r\nBut it's not just the cargo; the impressive transporter itself creates excitement wherever it goes. The Laaers car transporter is available in two highly detailed versions in orange and red, with attractive textures and sophisticated lettering whose high quality is impressive even in a close-up shot. You can also customise the vehicle itself, thanks to a wide range of options, including 4 levels of cleanliness<br />\r\n<br />\r\nDo you like things really dirty, or are you more of a clean freak? Whichever you choose, you'll enjoy yourself! Of course, this transporter is also supported by an individual sound and taillights and has the look of an extremely detailed model with dynamic numbers and textures.<br />\r\n<br />\r\nThis package includes 2 sessions for the ECML route allowing you to get on the road right away!<br />\r\n<br />\r\nOne vehicle - endless possibilities!<br />\r\n<br />\r\nFeatures<br />\r\n<br />\r\nLaaers car transporter coloured orange and DB (Deutsche Bahn) red (different models)<br />\r\nFour different levels of cleanliness, customizable for each car<br />\r\nThree different highly detailed industry products (cabrio, familycar and sportcar) delivered in three different colors<br />\r\nUpper and lower lane can be loaded independently<br />\r\nLaaers car recognizes if it is loaded or empty and changes small details on it’s own<br />\r\nHighly detailed car models and sophisticated lettering including more than 100 selectable UIC (international standardized wagon) numbers with corresponding check number<br />\r\nBrand-new original sound including brake and coupling sound<br />\r\nConsists included<br />\r\n2 sessions included (Kings Cross-Edinburgh - ECML)<br />\r\nVisible european coupling<br />\r\nTaillights<br />\r\nTrainz industry support",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/570260/header.jpg?t=1546927193",
    "developers": [
      "N3V Games"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 3300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}