{
  "570540": {
    "name": "Animal Planet: Amazon Odyssey",
    "steam_appid": 570540,
    "required_age": 0,
    "is_free": false,
    "description": "An interactive experience brought to you by Animal Planet, the channel dedicated to keeping the childhood joy and wonder of animals alive by bringing people up close in every way.<br><br>Journey through the incredible Amazon Rainforest in this interactive eco-tour of the world’s most famous jungle river. You will explore a lush environment teeming with unique Amazon wildlife, while using the camera on your eco-tablet to capture the most captivating encounters to relive afterwards.<br>Highlights include:<br><br><ul class=\"bb_ul\"><li>Parachute down to your campsite, taking in breathtaking views of the Amazon Rainforest canopy from thousands of feet above.<br></li><li>Under dense forest growth, surrounded by inquisitive jungle creatures, you will build a fire to stay warm as rain pours from the sky and day transitions to night. <br></li><li>Navigate a boat down an Amazonian river and take a moment to feed the piranha and sneak glimpses of panthers, gators and the elusive pink Amazon dolphins.<br></li><li>Control a paraglider over awe-inspiring cataracts formed by centuries of erosion from some of the tallest waterfalls in the world.</li></ul><br>Experience the Amazon Rainforest up close and personal in the comfort of your virtual reality headset. You will learn facts about more than a dozen animal species living on the land, flying in the air and swimming in the water. Just don’t forget to bring your mosquito repellent!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/570540/header.jpg?t=1571704186",
    "developers": [
      "Heavy Iron Studios"
    ],
    "publishers": [
      "Vive Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}