{
  "570670": {
    "name": "Fantasy Grounds - Road to War: The Equinox Crown (5E)",
    "steam_appid": 570670,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><i>The Righteous Crusade has begun!</i></h2>When the fiendish forces of the Abyss and their malevolent mortal minions unleash unholy war upon an unsuspecting world, true heroes are required to stand in the breach and reclaim what was lost in their onslaught. Ancient kingdoms left in ruins by the forerunners of this interplanar invasion may have left long-lost treasures of knowledge and power that can fortify the crusaders of today to push back the powers of corrupted chaos and insensate evil. The Equinox Crown, a relic of the elder druid circles of the north, may be a key in thwarting the swarming hosts of the Locust Lord, and your heroes uncover clues to its whereabouts even as they must lead an incursion into hostile territory to reclaim a fallen fortress. In a battle the world dare not lose, your heroes must keep their faith and weapons at the ready on the Road to War!<br>Road to War:The Equinox Crown is a 5th Edition adventure for 6th to 7th-level characters, which can be run as a traditional end-to-end narrative or separated into episodic elements that are intertwined throughout the heroes' other adventures. It can easily be integrated into any 5E campaign where Abyssal enemies have run amok, using the quest for the Equinox Crown as a touchstone to connect a series of richly detailed and cunningly designed events that offer them the chance not only for heroic adventure but to establish themselves as true leaders in military and political landscape of the campaign world. Grab this epic adventure today and Make Your Game Legendary!<br><i>Conversion by:</i> <strong>Danny Stratton</strong><br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/570670/header.jpg?t=1768369146",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 20 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}