{
  "570720": {
    "name": "Fantasy Grounds - Islands of Plunder: Tarin's Crown (PFRPG)",
    "steam_appid": 570720,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><i>An island adventure for 6th level characters in search of plunder and fame!</i></h2>The treacherous jungle island known as Crown Isle was marked on every map for danger, as the verdant vegetation itself rose up to devour many who sought landing there until the infamous Captain Jared Tarin hacked out a refuge upon the mountain's hilly crest and made it his own. Other pirates sought to take him down, but each fell to the deadly dangers of the &quot;Red Skewer&quot; and his pirates, or to the still-wild jungle barely held at bay. When Tarin and his crew stole the Pirate Queen's Pearl, a flotilla of rivals blockaded his island for months, but none have dared to seize their chance. Can your eager band of buccaneers claim fame and fortune on the deadly isle of Tarin's Crown?<br>Islands of Plunder: Tarin's Crown is a 28-page adventure for 6th-level PCs fraught with harrowing battles on land and aboard ship, through treacherous terrain against even more treacherous foes. It includes two sets of maps, one for the GM an unkeyed set for players, as well as scaling notes to adjust the difficulty of the adventure for higher or lower-level characters.<br>Tarin's Crown is the first in a series of pirate-themed Islands of Plunder adventures by superstar author Matt Goodall, collaborating on this adventure with Geoffrey Roy, with amazing artwork by Ivan Dixon, Jason Juta, and Nick Russell, and marvelous maps by Pedro Coelho. This adventure can be easily dropped into any seafaring campaign, though it also harmonizes beautifully with the official Pirate Adventure Path from Paizo, Inc. (issues #55 to 60). The Islands of Plunder series continues Legendary Games tradition of bringing you outstanding content by the best authors in the business, combined with amazing art and production values and innovative layout design. We hope you enjoy using our products as much as we enjoy making them, and that youll keep coming back again and again to Make Your Game Legendary!<br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset (3.5E Compatible).<br><i>Adapted for Fantasy Grounds by: </i><strong>Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/570720/header.jpg?t=1768369195",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 20 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}