{
  "571660": {
    "name": "Psyche Soldier VR",
    "steam_appid": 571660,
    "required_age": 0,
    "is_free": false,
    "description": "Got skill? Like dynamic action? Then Psyche Soldier VR is for you... and will take you to battles inside the psychedelic realm of your subconscious, tackling shadow creatures using five different Caster light-energy attacks, a channel ability, a spotlight, and an active Power Up. Challenge yourself!<br><br><strong>Description</strong><br>What if renowned Psychoanalyst, Carl Jung, were to have made a Virtual Reality game? It would have been something like Psyche Soldier VR.<br><br>Psyche Soldier VR is a challenging, truly dynamic, duck-and-dodge shooting gallery game that takes place in the player's subconscious. Players cast light energy to battle against the shadow aspects of their psyche in seven different themed missions: Agency, Attachment, Fear, Procrastination, Shame, Stress, and Perfection. Each mission features unique enemies related to the theme along with a challenging Boss Fight! In addition, there is a Secret Boss Fight! There's even a dog you can play fetch with in the menu area, who can also appear as an energy form in the subconscious to save the player from failure.<br><br>Unlike games with a passive shield, the action-based Power Up ability is both defensive and offensive -- surrounding, protecting, increasing damage, and strengthening slowing power with the press of a button. Add that to the five Caster abilities, the Spotlight slow, the Energy Collect channel ability, the fluid energy system, and the 18 different enemy types, and what you get is an on-the-fly strategic and athletic game that truly uses the dual controller and room scale aspects of VR, making it unlike any other!<br><br>There is an experience-based upgrade system to empower your abilities and chances, and four difficulties to test your skill: Easy, Normal, Mentalist, and Psychonaut. There's also an infinite wave Endurance mode with a leaderboard where you can see how deep into your subconscious and how high up the ranks you can go!<br><br><strong>Features</strong><br><ul class=\"bb_ul\"><li>Shoot-and-dodge in this truly dynamic and fun game<br></li><li>Activate your Power Up for an exciting rush<br></li><li>Experience the time distorting Psychic Slow-Mo<br></li><li>Play 7 missions, 18 different enemies, and 8 unique Boss Fights<br></li><li>Entertain yourself in near-invincible &quot;Easy&quot; difficulty for an enlightening experience<br></li><li>Challenge yourself in &quot;Normal,&quot; &quot;Mentalist,&quot; and &quot;Psychonaut&quot; difficulties<br></li><li>Rise in the Leaderboard with the endless &quot;Endurance Mode&quot;<br></li><li>Earn experience and improve your powers with 18 upgrades<br></li><li>Play fetch with a dog or break glass jars in the menu area</li></ul><br><strong>Story</strong><br>Long ago, there was a time when happiness came easily, stress was alien, and life was an adventure. <br><br>At some point, the tables turned; happiness became fleeting, stress more common than air, and life—life began to feel like a cruel joke—a bleak existence that gradually crept into your psyche. <br><br>You didn't even know the shadows of your psyche were amassing like an army! How could you have known? How could anyone know? They couldn't even be seen until now! Sure, they could be felt; migraines, neck pain, back pain—all distractions! Physical distractions that enable avoidance of your emotional pain, your darkest fears, and your inner most secrets, in other words your psyche shadows. <br><br>These unnerving shadows live and take form in your subconscious, affecting your thoughts and feelings daily, just out of your awareness. Although they once served you well, they've grown malevolent and overwhelmingly powerful. <br><br>You must conquer and convert them! Where they thrive just out of mind's reach, you must cast your light energy. These are the shadow battles of your subconscious—in the war of your enlightenment. <br><br>Go forth hero! Face your dark side. Face your shadows.<br><br>Oh, and one more thing... It's dangerous to go alone! But you must...",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/571660/header.jpg?t=1667850639",
    "developers": [
      "Single Step Games"
    ],
    "publishers": [
      "Single Step Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 60,
      "highlighted": [
        {
          "name": "Enlightened Psyche Soldier",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/571660/41c7189f64c01c8390059d85f105ca9097ae5496.jpg"
        },
        {
          "name": "Master Psyche Soldier",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/571660/f3d611186020695a206582eef27211391c6825d7.jpg"
        },
        {
          "name": "Psyche Soldier",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/571660/61eabd2e033192e07fd263ef92735e233d8c46af.jpg"
        },
        {
          "name": "Lazy Minions",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/571660/38c7ec82b43467384e2c8c0acbe5c21da4a6bc0b.jpg"
        },
        {
          "name": "Lazy Bones",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/571660/7e6efc5a006ff97f4e59c075586dcad26355105a.jpg"
        },
        {
          "name": "Action: A Procrastination Diet",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/571660/652e19435653b627a91dfaf877f4a63c35ba9f6c.jpg"
        },
        {
          "name": "Not Letting Go Hurts",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/571660/8f4e2e8fcb04204487563ff16592266d277dd320.jpg"
        },
        {
          "name": "What's Uptime?",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/571660/95c78e82cb84e75b7b656e3a3f7478c355099183.jpg"
        },
        {
          "name": "They Creeped, I Conquered",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/571660/9136b34f236d0b754c23f8c19bc0affac3f2d168.jpg"
        },
        {
          "name": "Because I Will It",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/571660/ba1799739cbe5ffef33eee17c08be017d3fbd8cc.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}