{
  "571610": {
    "name": "Hunt: The Unknown Quarry - Full Version",
    "steam_appid": 571610,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Friends play for free!</strong> If one person owns a full copy of the game (has this DLC package), everyone else can join and play; only one active player has to have the DLC.<br><br>A bounty has been placed on the head of a monster terrorizing a small country town. Bounty hunters descend on the abandoned mansion where it is rumored to make its lair, each hoping to claim the prize. However, one of these hunters is actually the monster in disguise. One is forced to ask, then: who hunts whom?<br><br><strong>Hunt: The Unknown Quarry</strong> is a deductive combat game for 3 to 6 players. One player is secretly the monster, and their goal is to cripple all of the other players in order to escape the mansion. The other players, the human bounty hunters, must discover and kill the monster before they are hunted down by the creature. Each player moves around the mansion’s many rooms to search for clues, gather items, and target other players to deduce which of them is the monster (or, if you are the monster, to wound the other bounty hunters). Tread lightly, for the hunt has begun…<br><br><strong>Hunt: The Unknown Quarry</strong> features beautiful graphics and a finely crafted user interface that streamlines play and provides copious hints about what actions are available to the player as play progresses. It even has the option to automatically help the player take notes and zero in on who's the monster. Atmospheric music and carefully selected sound effects set the mood.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/571610/header.jpg?t=1485800015",
    "developers": [],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 1 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}