{
  "572040": {
    "name": "Felis",
    "steam_appid": 572040,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Felis is a Cat-Saving platformer.</h2><br>If you love cats, and enjoy the classic platformer genre, then this is the perfect combination for you.<h2 class=\"bb_tag\" >Goal:</h2>You are the cats' only salvation. Free them from their traps and have them follow you, and take them to safety. Not every cat will be easy to find. Make sure the whole team gets alive to the end. Amidst evil creatures determined to steal your beloved cats and keep you from saving your feline buddies.<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>Puzzle Elements<br></li><li>Magical Powers<br></li><li>Pickable Cat Friends<br></li><li>Rideable Griffin<br></li><li>...And Much More!</li></ul><h2 class=\"bb_tag\" >Story:</h2>Many ages ago, in a far away place known as Felis Island, cats held a fierce war against dragons that lasted over three thousand years. The origins of such rivalry is a mystery, but all that is known is cats managed to come victorious out from such strife. How may cats defeat dragons has also been a well kept secret.<br><br>They indeed slayed all dragons except for one, Eolus. Who had cast an immortality spell upon himself.<br>But cats had made a pact with a powerful ally Eolus would had never imagined, beings skilled in the arts of black magic, or 'witchcraft' if you will. The deal was if cats agreed to become familiar companions for them, the last of dragons would be imprisoned inside a powerful magic jar, along with any minions he might have had in his service. So the deal was done, and Eolus was trapped inside the magic jar.<br>The only complication was after some time the jar became lost, tipped over by a paw, and beheld by remorseless eyes as it rolled down into darkness, never to be found again.<br><br>Until now.<br><br>The jar has been found at last, though having everyone forgotten about its evil contents, it became open once again, releasing Eulos and his minions. A mishap realized by no less than a curious feline, who by his actions have put his own life into peril, as well as the lives of every other cat on Felis Island. And it's up to you to bring them all to safety once again.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/572040/header.jpg?t=1482953987",
    "developers": [
      "Jose Pedro Díaz"
    ],
    "publishers": [
      "Jose Pedro Díaz"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}