{
  "572640": {
    "name": "Fake Happy End",
    "steam_appid": 572640,
    "required_age": 0,
    "is_free": false,
    "description": "<br><i>What in the world is that? In the middle of the sky, stood a... 'tower' of sorts, looking like a pile of massive columns all glued together. That was not there the last time I checked. Last I checked, there wasn't anything there, nevermind something so remotely out of place in this city. Meaning overnight, it materialized out of nowhere. And nobody seems to care, or even notice.</i><br><br>Bizarre <strong>Persona 3</strong> style monsters, a compelling <strong>supernatural mystery set in modern day</strong>, and <strong>cute girls to date</strong>, combined with <strong>Etrian Odyssey dungeons</strong> and <strong>brutal, unforgiving bosses!</strong> Fake Happy End places you in control of a team of young adults, who soon realize only they can perceive the tower that has mysteriously appeared in the middle of town. Why has it appeared, and why can't anyone else see it? Traverse it, and find out!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/572640/extras/09346525f0ea43fe84aaa5660b420d84.avif?t=1485145204\" width=540 height=218 /></span><br><ul class=\"bb_ul\"><li>Maps are hidden when you first enter them. Explore to reveal what's lurking within the darkness. Treasures? Traps? Or maybe a deadly foe!<br><br></li><li><strong>No random encounters!</strong> All enemies can be seen on screen and must touch the player to trigger a fight. If you're daring, you may attempt to beat the game without fighting a single non-boss encounter...<br><br></li><li>Turn based movement. Enemies don't move until you do, giving you all the time you need to plan out your route and leave them in your wake.<br><br></li><li>Equip skills with various effects and use them as the situation demands. Skills use ability points (AP) that regenerates automatically and resets at the end of combat. <strong>No need to manage a limited MP resource pool. No boring spamming of a default attack.</strong><br><br></li><li>Meet and get to know <strong>three delightful girls</strong>, each with their own defining traits and unique personalities. Take care of them and they'll have your backs as you seek to solve the tower's mysteries together.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/572640/header.jpg?t=1485145204",
    "developers": [
      "Neo Kuriyo"
    ],
    "publishers": [
      "Neo Kuriyo"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 1 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "72",
        "description": "裸露"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}