{
  "572730": {
    "name": "Nancy Drew®: The Silent Spy",
    "steam_appid": 572730,
    "required_age": 0,
    "is_free": false,
    "description": "Nancy Drew®: The Silent Spy<h2 class=\"bb_tag\" >Defuse a Toxic Plot and Reveal the Truth Behind Kate Drew’s Death!</h2><br>Nearly a decade ago Agent Kate Drew left home to neutralize a biochemical weapon in Scotland. While her assignment was a success, Kate died in a car accident; or so we were told. Now the echoes of a similar plot reverberate and it’s up to you, as detective Nancy Drew, to thwart the sleeper cell and expose the truth about your mother’s tragic demise.<br><br><ul class=\"bb_ul\"><li>Solve the most personal Nancy Drew mystery adventure ever! Learn about Nancy’s mother and what really transpired during her final days<br></li><li>Tinker with cutting-edge spy gadgetry! Expose dead drops and black operations by gathering intelligence and new leads<br></li><li>Experience Nancy’s childhood memories! Trigger vivid memories of Kate Drew as you discover critical information<br></li><li>Match wits with new twists! Characters change their motives as your investigation unfolds<br></li><li>Immerse yourself in traditional Scottish heritage! Investigate a remote training arena dedicated to the culture of the Highland Games<br></li><li>Spy at different difficulty levels! Play at amateur or master sleuth level and erase mistakes without starting over</li></ul><br><strong>⚠️ATTENTION MAC USERS:</strong> <i>This game will <u>not</u> run on Mojave, Catalina, Big Sur, Monterey, Ventura, or higher Mac operating systems. See compatible operating systems below.</i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/572730/header.jpg?t=1734468268",
    "developers": [
      "HeR Interactive"
    ],
    "publishers": [
      "HeR Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}