{
  "572720": {
    "name": "Nancy Drew®: The Shattered Medallion",
    "steam_appid": 572720,
    "required_age": 0,
    "is_free": false,
    "description": "Nancy Drew®: The Shattered Medallion<h2 class=\"bb_tag\" >No One is Immune to Sudden Death on this Reality TV Show!</h2>Ever since the Secret of the Scarlet Hand, the eccentric Sonny Joon always seemed a step ahead of Nancy Drew. That changes when Nancy and George travel to New Zealand and compete in the hit reality TV contest, Pacific Run. Sonny runs the show, but it’s spiraling out of control. Are the mishaps the result of cheating competitors or something beyond this world? Win big to uncover the truth!<br><br><ul class=\"bb_ul\"><li>Take on teams of competitive contestants! Collect medallion pieces by beating other reality TV teams in a series of contests<br></li><li>Quiet on the set! The producer areas are VERY off limits, but solving puzzles will get you inside the mines and even an undersea submersible<br></li><li>Forge alliances or betray allies! It’s your choice. Just remember that some contestants bend rules—others won’t hesitate before breaking them<br></li><li>Take a squiz at the Kiwi way of life! Play mini games and learn about New Zealand plants, geography and native Maori words<br></li><li>Select difficulty levels! Compete at amateur or master sleuth level and erase any mistakes without starting over</li></ul><br>⚠️<strong>ATTENTION MAC USERS:</strong> <i>This game will <u>not</u> run on Mojave, Catalina, Big Sur, Monterey, Ventura, or higher Mac operating systems. See compatible Apple operating systems below.</i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/572720/header.jpg?t=1734468049",
    "developers": [
      "HeR Interactive"
    ],
    "publishers": [
      "HeR Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}