{
  "573530": {
    "name": "Isolation",
    "steam_appid": 573530,
    "required_age": 0,
    "is_free": true,
    "description": "The plague destroyed the world you once knew. It destroyed cities, towns and countries. When the plague was first identified by doctors, researchers started working on a cure immediately. The infected people were transported into hospitals to isolate them from other people. But this was not enough to stop it. Researchers failed in finding a cure and there was nothing anyone could do. Slowly the plague started affecting all countries worldwide, and then that's when civilisation collapsed, and that is when the plague infected your country.<br />\r\n<br />\r\nYou remember the plague going through your body, then the next thing you knew, you awoke in a hospital with doctors doing tests on you, they were all wearing masks and protective clothing. You remember the screams going through the hospital as the infected patients started becoming aggressive. Then you went back to sleep and awoke in the hospital, not alone. The plague has also not affected you, you were one of the few that were lucky. But now you will have to escape, but can you do it?<br />\r\n<br />\r\nAs you progress through the game, you will unfold the story and discover what happened to the world. But how far are you willing to go?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/573530/header.jpg?t=1520381952",
    "developers": [
      "Interactive Gaming Studios"
    ],
    "publishers": [
      "Interactive Gaming Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 1 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}