{
  "573990": {
    "name": "Teratini VR Demo",
    "steam_appid": 573990,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Warning: Teratini VR encourages physical movements that require you to play responsibly and carefully. Always move within the play area boundaries and below the ceiling height. Shiny Moss is not responsible for any damages or injuries caused while playing this game. </strong><br><br>In this VR adventure you are the Dragon Mage, who glides through the air, smashes attacks back at opponents, and beckons a dragon to help with tough fights. Invent new moves and perfect them in the Sanctuary before venturing out to take back Teratini. <br><br>Designed for virtual reality, Teratini VR is a physical game experience where you reclaim the land and defend it with staff, shield, and dragon. You'll need to use all your skills, strength, and stamina to succeed in the quest to restore life to Teratini.  <br><br><strong><br>Before trying the demo or game, please watch the 5 minute tutorial. Or watch the 1 minute recap at the end. <br><br></strong><br><br>Neat Stuff<br><ul class=\"bb_ul\"><li> Game incorporates broad arm motions to manipulate the staff and shield. <br></li><li> Movement feels similar to fly-gliding (e.g. wire-fu), to travel between peaks and change directions in mid-flight. <br></li><li> Sanctuary has trials that can be used to refine and develop new moves for the main quest. <br></li><li> Five dragons to choose from and nurture. Hone their abilities among speed, wisdom, endurance, power, and healing.  <br></li><li> Many enemy variations, abilities, and attack formations. </li></ul><br>Things to know before you buy or try<br><ul class=\"bb_ul\"><li> The learning curve is fairly steep. <br></li><li> Lots of physical movement. Can be a workout until learning to play  more efficiently. <br></li><li> Not the best game if you are sensitive to heights. </li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/573990/header.jpg?t=1483175087",
    "developers": [
      "Shiny Moss"
    ],
    "publishers": [
      "Shiny Moss"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}