{
  "574490": {
    "name": "Fantasy Grounds - Legendary Planet: The Scavenged Codex (5E)",
    "steam_appid": 574490,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><i>Hope for the Homeward Road</i></h2>Marooned on an alien planet with few friends, your heroes discover a ray of hope - a possible way home! While wary of the corrupt denizens of Argosa, they must investigate such a promising lead, even if it takes convincing an inhuman crime boss to use his interplanetary gate to reach the desolate world of Rythes. Once there, the PCs face a harrowing journey across the wasteland peninsula of the Broken Baronies to locate the pieces of the Opus Aeterna. With mutant barbarians, misguided zealots, and savage predators challenging every step of the way, the PCs must use every ounce of luck, strength, skill, and guile to survive and in the process begin to unravel the mystery of the ancient Patrons and the nature of the Weave between worlds. With treachery on every hand, can they survive long enough to reclaim the wisdom of the ancients and their only hope of returning home lies in the pages of The Scavenged Codex?<br>The Scavenged Codex is an adventure for 5th to 8th level characters using using the 5th Edition rules for the world's most famous roleplaying game. The latest chapter in the amazing Legendary Planet Adventure Path, a spectacular sword-and-planet saga from Legendary Games blending sci-fi and fantasy, magic and machine with an exciting pulp sensibility and style. The Scavenged Codex includes not only a massive interplanetary adventure but also brand-new monsters, magic, technology, including new rules for vehicles, races, and chases, a full gazetteer of the planet of Rythes, and an ongoing fiction series. Here you will find amazing adventures that span the stars and plunder the planets in a campaign that takes your heroes to 20th level and beyond! Grab this exotic epic today and Make Your Game Legendary!<br><i>This module contains the following:</i><br><ul class=\"bb_ul\"><li>- &quot;The Scavenged Codex,&quot; a 5E adventure for 5th to 8th-level characters by Mike Shel and Mike Welham<br></li><li>- A &quot;Planetary Bestiary&quot; by Mike Shel and Mike Welham, featuring the psychic sarlu worms, the ravenous sand glutton and chag beetle, the insidious beghedhi, and the the mercenary krang, oulbaene, and syaandi warriors.<br></li><li>- A collection of &quot;Alien Treasures&quot; by Mike Shel and Mike Welham, including mundane and magical items from the Bellianic crown and energy leech to the whisper stone and chrome scorpion.<br></li><li>- A gazetteer of the planet Rythes, &quot;The One-Way World,&quot; by Mike Shel and Jonathan H. Keith.<br></li><li>- &quot;Legendary Vehicles,&quot; an article detailing vehicular combat; alien vehicles like the warwagon, sand skiff, deadcrawler, and drogue chute; and running vehicular races and chases, by Tim Hitchcock and Jason Nelson.<br></li><li>- An art and map folio, featuring unkeyed player-friendly maps and more.<br></li><li>- And last but not least, &quot;Fixer,&quot; the second chapter in a 7-part short story by award-winning author Chris A. Jackson</li></ul><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E ruleset.<br><strong>Conversion by:</strong> Zacchaeus<br><i>Adapted for Fantasy Grounds by: </i><strong>Zacchaeus</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/574490/header.jpg?t=1768369754",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 6200,
      "final": 6200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 62.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 1 月 3 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}