{
  "574730": {
    "name": "Tornuffalo - BuffalSnow Blizzard (Local Multiplayer Party Mode)",
    "steam_appid": 574730,
    "required_age": 0,
    "is_free": true,
    "description": "<i>Having friends over for a VR party? BuffalSnow Blizzard is an alternate version of Tornuffalo that adds asymmetric gameplay. The first version of BuffalSnow Blizzard was released on Christmas morning as a beta branch of Tornuffalo.</i><br><br>In 2016, the world was rocked by a freak weather phenomenon known as the &quot;Tornuffalo.&quot;  As fall turned to winter, you thought you had survived nature's worst.<br><br>Now, in the darkest days of winter, a terrible blizzard is sweeping the country.<br><br>Shivering in the storm, you hear the patter of hooves above you. Through the snow, you see a shimmering red light soaring through the air. What a jolly sight! Could it be Rudolph?  No. It's Garth, the red-nosed buffalo. And the Buffalizzard is only just beginning.<h2 class=\"bb_tag\" >This alternate version of Tornuffalo adds snow and &quot;red-nosed buffalo&quot;--<strong>have your friends take turns controlling these bison by using the keyboard!</strong></h2><br><br>HOW TO PLAY:<br><br>One player puts on the VR headset. The other players take turns controlling buffalo from the computer. As each buffalo flys by, you pass the keyboard/gamepad to a new person at the computer. When the VR player dies, the person who was controlling the computer at the time gets to be the VR player.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/574730/header.jpg?t=1483041871",
    "developers": [
      "RealityRig"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 27 日"
    },
    "categories": [
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}