{
  "575110": {
    "name": "Magic Lantern",
    "steam_appid": 575110,
    "required_age": 0,
    "is_free": false,
    "description": "Meet the heroes of The Magic Lantern and immerse yourself in a wonderful fairy-tale world. Kate and her film projector, the Magic Lantern, are waiting for you in the virtual room, ready to whisk you away on a captivating journey. Just choose a story and start the projector!<br><br>Our stories are well-known around the world, and have been specially adapted for preschool-aged children. These are tales that have stood the test of time, and they offer important life lessons about being kind, understanding and helpful, having courage, and doing the right thing.<br><br>And if you don’t feel like watching a story, there are plenty of other things to do here!<br><br>DETAILS:<br> - Watch beautifully told, uplifting stories, treasured by generations of children: <i>Alice in Wonderland</i>, <i>The War of the Worlds</i> and <i>Little Mowgli</i>.<br> - Explore the room and rearrange objects any way you like. The size of your actual room won’t limit you. You can play Magic Lantern VR wherever you are.<br> - Darts, balls, toy cars, blocks, stuffed animals, a globe and pictures appear in the game as interactive objects – toys you can play with but never break or lose.<br> - Draw on the easel and let your imagination run free – your paint will never dry out, and your clothes won’t get dirty.<br> - Try controlling a toy cat, directing it using a laser pointer.<br> - Choose another language in the game setup for a fun way to learn a foreign language.<br>- Now you have a new playroom, cozy and safe, where children can do almost anything they want and never get hurt. <br><br>Home is where the magic begins!",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/575110/header.jpg?t=1559755699",
    "developers": [
      "Parovoz Animation Studio"
    ],
    "publishers": [
      "Interactive Moolt"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 1 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}