{
  "575250": {
    "name": "Fantasy Grounds - Islands of Plunder: Raid on the Emperor's Hand (PFRPG)",
    "steam_appid": 575250,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><i>With a Great Prize Comes Great Peril in this 8th-level pirate adventure!</i></h2><i>A richly laden imperial merchant ship caught on a sandbar presents a tempting target to a crew of daring pirates. Her holds may be bursting with swag, but they are also laden with soldiers, with a cruel captain at the helm. At any moment the sails of her imperial escorts may appear on the horizon, but your scurvy scalawags have found her first. A daring assault might bring you more plunder than you've seen in a year, but many pirates greedy for gold have lingered too long over a prize they thought safe, until an enemy fleet sent them to a watery grave. Can the PCs stage a lightning raid on the immobilized ship and get away with their ill-gotten gains? Dare they risk a Raid on the Emperors Hand?</i><br>Raid on the Emperor's Hand in a series of pirate-themed Islands of Plunder adventures by superstar author Matt Goodall, collaborating on this adventure with Joshua Root, with amazing artwork by Ivan Dixon and William Hendershott and marvelous maps by Pedro Coelho. This adventure can be easily dropped into any seafaring campaign, though it also harmonizes beautifully with the official Pirate Adventure Path from Paizo, Inc. (issues #55 to 60). The Islands of Plunder series continues Legendary Games tradition of bringing you outstanding content by the best authors in the business, combined with amazing art and production values and innovative layout design. We hope you enjoy using our products as much as we enjoy making them, and that youll keep coming back again and again to Make Your Game Legendary!<br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset (3.5E Compatible).<br><i>Adapted for Fantasy Grounds by: </i><strong>Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/575250/header.jpg?t=1768369893",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 1 月 3 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}