{
  "575690": {
    "name": "PARKAN: THE IMPERIAL CHRONICLES",
    "steam_appid": 575690,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Parkan: the Imperial Chronicles</strong></h2>Legendary fantastic universe of the 90-s is back! <br>Parkan is a really massive game where players can travel through the randomly-generated star systems and build their own path in the universe. <br>Year 4097 since the foundation of the Lentis colony in some forsaken corner of the Galaxy. You are the pilot of the imperial starship “Parkan”, assigned to the Argus patrol base, that at the moment drifts helplessly on the orbit of a strange and nameless sun. Your task is to find the explorer ship that disappeared somewhere in the sector of Lentis, find out what happened to it and bring it back to the base. <br>It won’t be an easy task: first you will have to repair the starship and provide it with fuel. Then you need to find new weapons and navigation systems and create a squadron of drone ships. While playing you’ll have to meet the aborigines of the far-away planets, fight local pirates, try yourself as merchant or mercenary, win space fights, colonize a distant planet and maybe even create your own clan. You have the goal but the way to reach it is totally up to you! <br><strong>Features:</strong><br><ul class=\"bb_ul\"><li>\tLegendary game from the Golden age of the Russian gaming industry now in digital distribution! <br></li><li>\tHybrid gameplay, combining elements of space simulator, shooter, strategy and RPG. <br></li><li>\tOpen world with endless possibilities: explore the outer space, colonize planets, negotiate with clans of robots, fight in space battles, fall aboard spaceships, and become mercenary, trader or pirate!</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/575690/header.jpg?t=1662710314",
    "developers": [
      "GameXP.com"
    ],
    "publishers": [
      "GameXP.com"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 1 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}