{
  "57620": {
    "name": "Patrician IV",
    "steam_appid": 57620,
    "required_age": 0,
    "is_free": false,
    "description": "The Steam Special Edition contains alternate textures for the Counting House and Cog ship type.<br><br><strong>Patrician IV</strong> is the sequel to the historical trading simulation and strategy series. You are a merchant in northern Europe in the late Middle Ages when the Hanseatic League was flourishing. Your goal is to rise to the most successful and influential member of the Hanse, ultimately being elected Elderman, leader of the trading league. You start bargaining with common goods, build up your own production and establish a merchant fleet. Later on, you will gain more and more political influence and even found new towns.<br>\t\t\t\t\t\t\t\t\t\t\t<br>However, a Hanse merchant's life can also have its dark sides. On your way to power you have to hold your ground against fierce rivals, whom you have to fight with economic competition, price wars or impure means such as sabotage. Will you even engage in piracy?<br><br><ul class=\"bb_ul\"><li><strong>Become a powerful merchant</strong> - rise through the ranks using your increasing fame and wealth to shape towns from small villages to glorious capitals under your control.<br></li><li><strong>A complete strategic simulation</strong> - balance competing interests, trade routes, political turmoil, disease, weather, piracy and greedy royalty.<br></li><li><strong>Build an empire</strong> - construct buildings and hire workers, stimulating demand for common and exotic goods.<br></li><li><strong>Battle on the high seas</strong> - protect your ships from pirate raiders in realistic and exciting sea battles.<br></li><li><strong>Visually stunning</strong> - a powerful new graphics engine lets you visit bustling and realistically recreated medieval cities such as London, Novgorod, Cologne and Bergen.<br></li><li><strong>Friendly Interface and Gameplay</strong> - Players will enjoy a brand-new, user friendly interface that makes Patrician IV easy to play but challenging to master.</li></ul>",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/57620/header.jpg?t=1730294615",
    "developers": [
      "Gaming Minds Studios"
    ],
    "publishers": [
      "Kalypso Media Digital"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7400,
      "final": 7400,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 74.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 9 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 12,
      "total_negative": 4,
      "total_reviews": 16
    }
  }
}