{
  "577370": {
    "name": "Boost",
    "steam_appid": 577370,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Important: This is an active game.  Be sure your play space is unobstructed and meets the requirements listed.</strong><br><br>Boost is an intense arcade action-sports game that will leave you joyously gasping for breath!  With a focus on active play, a few rounds of Boost is sure to wake you up and get your blood pumping!<br><br>Teleoperate your Luma-Jock in the 3rd Galactic Quadrant's finest arena.  Use your Luma-shield to Thwonk the Booster Orb and keep the rally going as long as possible.  Every four returns you'll achieve a Boost and the orb will increase its speed.  Keep it up for long and you'll be rallying with your opponent at near relativistic velocities!  <br><br>Watch out for Mines as you leap and dive for survival.  Mines have a reverse photon charge and will destroy your Luma-shield and the Orb on contact.  Not to worry!  Your Tele-gloves have a positive charge and you can use them to bat Mines out of the way.  However, be warned that Mines will accumulate with every Boost and you'll need to keep their numbers low if you want to prevail.<br><br><strong>Features</strong><br><ul class=\"bb_ul\"><li>Context sensitive sound track that intensifies as you play<br></li><li>Tracked motion controls provide a physics based full immersion experience<br></li><li>Intuitive physical UI system designed around the strengths of VR<br></li><li>Height calibration to accommodate all players<br></li><li>Multiple control configurations<br></li><li>Aim Assist mode provides visual feedback for beginners<br></li><li>Designed with a strong focus on play mechanics that are specifically suited for VR<br></li><li>Graphically rich environment featuring numerous animated textures, glow effects and a sense of enormous scale<br></li><li>Experience the buzz of a natural endorphin release after extended play sessions</li></ul><br><strong>Coming soon</strong><br><ul class=\"bb_ul\"><li>Asymmetric Multiplayer: player two contends with a gamepad or mouse while player one competes in VR<br></li><li>Online leader boards<br></li><li>Adjust play space size option<br></li><li>Achievements</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/577370/header.jpg?t=1484363457",
    "developers": [
      "Parallel Mind LLC"
    ],
    "publishers": [
      "Parallel Mind LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3400,
      "final": 3400,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 34.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 1 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}