{
  "578670": {
    "name": "Conquest: Frontier Wars",
    "steam_appid": 578670,
    "required_age": 0,
    "is_free": false,
    "description": "Mankind has finally learned how to explore the outer regions of space using wormhole technology, but Man is not alone in the Void. Two other races are also exploring and exploiting the cosmos for its resources and living space: the Mantis, an insect-like race whose technology relies on large numbers of quick fleets, and the Celaerans, beings of energy cursed by their creators to spend their lives in strange, armored canisters. Expand your fleet, explore your universe, and crush your opponents!<br>Conquest: Frontier Wars features large-scale fleet battles, intelligent fleet admirals who serve under your command as hero units, and pulse-pounding deep space RTS Sci-Fi gameplay! Manage your supply lines while waging war in multiple maps simultaneously. Don’t let your fleets collapse because as the old maxim states: your fleet is your fate.<br><ul class=\"bb_ul\"><li>Oversee up to 16 interplanetary battle maps at once through the cunning use of wormholes.<br></li><li>Enter a new dimension of strategic possibilities with the supply line management system.<br></li><li>Command up to 6 highly intelligent fleet admirals who implement your orders, assess threats, and react with organized tactics.</li></ul><br>Also includes Game Manual, Soundtrack, and Source Code in download.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/578670/header.jpg?t=1484669872",
    "developers": [
      "Fever Pitch Studios"
    ],
    "publishers": [
      "Descendent Studios",
      "Fever Pitch Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2500,
      "final": 2500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 25.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 1 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}