{
  "579270": {
    "name": "Ashes of the Singularity: Escalation - Inception DLC",
    "steam_appid": 579270,
    "required_age": 0,
    "is_free": false,
    "description": "Choose your story in “Inception,” the first split-faction scenario in Ashes of the Singularity: Escalation. A mysterious entity known as Nihilon has returned to wreak havoc on the planet Oneiros and has seized control of some of the Substrate consciousnesses residing there. As the Substrate, you must rescue your corrupted brethren and find out what Nihilon has done - as the PHC, your only concern is neutralizing both threats entirely. Which battle will you fight?<br><br>The Inception DLC also adds a new variety of maps perfect for facing down hordes of computer adversaries or engaging online in some brawls with friends.<h2 class=\"bb_tag\" >Features:</h2><strong>New Scenario</strong><br><ul class=\"bb_ul\"><li> Inception - This split scenario lets you choose which faction to play as! An entity known as Nihilon is back and has corrupted all consciousnesses on the planet of Oneiros. Lead the rest of the Substrate into the fray to learn what Nihilon has done to your corrupted brethren, or command the PHC to destroy both the corrupted Substrate entities and Nihilon once and for all. The outcome of the scenario changes based on which faction you choose; play them both to get the full story.</li></ul><br><strong>New Maps:</strong><br><ul class=\"bb_ul\"><li> Oneiros - Wage war with up to 7 players on this unusual planet. With a strong central starting position, resource-rich but vulnerable north and south positions, and four isolated corner starts, this map is great for a tight free-for-all match.<br></li><li> Bayern - This symmetrical Terran map supports up to 3 players. Each starting location is vulnerable from one direction and the massive metal deposits in the middle of the map are enough to lure even your toughest turtler out of isolation.<br></li><li> Brasil - This large 10 player ice map challenges you to defend your starting area while you try to make your way to the astoundingly rich central valley without falling victim to your opponent’s attacks.<br></li><li> Polska - Up to 5 players can brawl on this desert map with strategically critical hills that command the passages between regions. </li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语<strong>*</strong>, 西班牙语 - 西班牙, 葡萄牙语 - 巴西<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/579270/header.jpg?t=1770136386",
    "developers": [
      "Stardock Entertainment",
      "Oxide Games"
    ],
    "publishers": [
      "Stardock Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}