{
  "579550": {
    "name": "994 W 24th Demo",
    "steam_appid": 579550,
    "required_age": 0,
    "is_free": true,
    "description": "This demo exists to offer the gamer a small taste of what we are working on as well as a chance for us to work out multiplayer kinks as this testing is hard with a single set up.  Please comment if you have any issues and all are welcome to join the Slack to contribute to the discussion.  Steam names are not integrated into the demo.  Everyone is joey.  Thanks.<br><br>994 just wants to have some fun.  She may not be the most polished, comprehensible, or capable place to hang out but she does have a bunch of things to do.<br><br>994 offers a variety of single player and multi-player games within her environment.<br><br><strong>Token Find</strong><br><br>  <u>Single Player-</u><br>        Try to find the token item (shown in game) as many times as you can before times runs out.  <br><br>  <u>Multi-Player</u><br>        Pick a team<br>        Find the token item and hang on to it for a minute<br>        Item is dropped when player is hit with launcher ball<br>        First team to hold it for a total of a minute gets warm fuzzy feel<br><br><strong>Escape Shed</strong> closed during demo<br>        Try to escape through the shed's back door by solving logic riddles<br>        Play alone or with a friend<br>        Feel smart and use power tools<br><br><strong>Slap Hole</strong> closed during demo<br>       Slap dat ball and get it in da hole<br>       Play by yourself or with a random stranger<br>    <br><strong>Coin Find</strong><br>      Use creative means to reach all the coins hidden through out the level<br><br>This is just the beginning!!!  We will be continually adding content including new games, areas to explore, and objects to find.  Our current plan is to alternate bi weekly between game play additions and &quot;this should make things not break so often&quot; additions.  As this is Early Access we are positive there will be things to fix and tighten as we march towards final release like Frodo to Mordor.  We are excited about community comments regarding the game and additions y'all would like to see.  Do you's guys want custom avatars?  Would you pay for them?  Maybe best community suggestion gets a free avatar of their choice?  As stated earlier, we aren't focused on AAA presentation because we would rather play a sloppy ball of fun than a highly polished easily palatable turd.  Not that there is anything wrong with Assassin's Creed, we even liked Unity!  So you can buy now at a cheap rate and come along for the ride or you can sit back, buy it later, and said you owned it all along...hipster. ;)",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/579550/header.jpg?t=1492059439",
    "developers": [
      "Dumpster Fire"
    ],
    "publishers": [
      "Dumpster Fire"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}