{
  "579970": {
    "name": "Don't Mess Up Demo",
    "steam_appid": 579970,
    "required_age": 0,
    "is_free": true,
    "description": "Don't Mess Up is a collection of VR minigames made to discover many styles, environments, and gameplay modes in a short amount of time solo or with your friends.<br><br><i>Tired of Early Access? Same. Instead, grab the full game for free right now and play it no strings attached until it's released. Get awesome updates with new content and help shape the future of this game by saying what you think!</i><br><br>This game is an answer to the pain of demoing VR to people. Switching back and forth between games, explaining controls, managing timing... Don't Mess Up features super simple local multiplier for up to four players, competing in a playlist of wacky, fast paced action games. To keep things interesting, each game features multiple ways to mess up and loose the game, secret bonuses to win points creatively, and a dynamic camera system to keep players waiting interested.<br><br>Don't have friends? Don't worry! Every game is available in Solo mode, with an option to tailor the experience for livestreams and let's plays so that viewers focus on the action rather than on the tears of loneliness slowly dripping through the headset's nose-gap.<br><br><strong>During the demo period, the game will not award achievements or track progress.</strong><br><i>Screenshot and trailer shot during the Alpha phase. The game has changed and will change again.</i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/579970/header.jpg?t=1484327421",
    "developers": [
      "OKatBest"
    ],
    "publishers": [
      "OKatBest"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 1 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}