{
  "580760": {
    "name": "Fantasy Grounds - Feasting at Lanterngeist (PFRPG)",
    "steam_appid": 580760,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Feasting at Lanterngeist</strong></h2>This adventure was designed for PCs of 9th-10th level.<br><i>A simple harvest festival in an unremarkable village turns horribly, terribly wrong, in a way they can only when adventurers are involved.<br>A simple disappearance threatens to become a massacre as a hidden menace long slumbering prepares to burst forth in the midst of this<br>rustic revel. Will your heroes be able to thwart this menace, or will they become a part of the Feasting at Lanterngeist?</i><br>Designed by Greg A. Vaughan with the Legendary Games Design Team of Neil Spicer, Clinton Boomer, Jason Nelson, and Clark Peterson. Who better to provide you with alternate magic items for your Adventure Path campaign than the very writers of those adventures themselves? Answer: no one. Legendary Games' Adventure Path Plug-Ins supplement and enrich your campaign experience, offering adventures and supporting products that incorporate and expanding upon unique concepts, themes, and rules subsystems introduced in the Adventure Paths while filling in the background characters, items, and locations that make those adventures come alive in delightful (and often dangerous) detail. Legendary Games combines stellar writing talent with innovative layout and product design and top-notch artistic values that we think will bring you back again and again.<br>Check out this gothic-themed adventure and the rest of our Gothic Adventure Path Plug-Ins and Make Your Game Legendary!<br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset (3.5E Compatible).<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/580760/header.jpg?t=1768370685",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 1 月 13 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}