{
  "581340": {
    "name": "Narborion Saga",
    "steam_appid": 581340,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Enter the world of Narborion Saga: an epic, high fantasy, role-playing game. A mixture of game-book, tactical combat, rogue-like dungeoneering, minigames, and much more  ̶  Narborion Saga will satisfy the fans of narrative, story-driven RPGs.</strong><br> <br>Begin your career as a humble page and complete the first three missions to achieve knighthood.<br> <br>First, you must find and rebuild the chapel of a long-forgotten Goddess, but also confront the Master Vampire, Lord Malbor, an agent of the God of Death and Magic. Your path is not an easy one. Dark forests and dangerous swamps lie in your path, full of undead and other nameless horrors. You will encounter allies and enemies alike, so choose your steps wisely!<br> <br>Your second quest is to find the God of Orcs and uncover a secret conspiracy. Something is happening up North, on the snow-covered plains of Yria. The goblinoid races are assembling to form a massive army– lead by their God. Are you up to the task of discovering what's really happening? You must stop these evil forces in order to save your country, and beyond this, break one more of chains to help free the Goddess.<br> <br>The third mission is your most dangerous so far. After receiving a set of strange rune-sticks, you must journey to the Coastless Lake. Here, you must explore swamp villages, abandoned islands, and hidden forests to find the enchanted weapon, Wyrmslayer. Only this will enable you to defeat the terrible dragon Xaraxorn, Death on Wings.<br> <br>In addition to the rich story, Narborion Saga is filled with <strong>random encounters</strong>, <strong>dungeons</strong>, and <strong>loot </strong>– beyond your hero’s journey through the narrative, there is plenty more to discover! <br><br>When you feel strong enough, you can try your skill in the Arena, battling monsters from across the realm. And then face the most difficult challenge – pit your character against fellow players in a PvP duel!<br><br>Whether you favor ax, bow, or rapier, whether you most enjoy a rich storyline, leveling-up your character, or becoming the most renowned warrior on the server, Narborion Saga offers something to please every RPG fan. Download it today and begin <i>your </i>saga!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/581340/header.jpg?t=1686155506",
    "developers": [
      "Liber Primus Games"
    ],
    "publishers": [
      "Volens Nolens Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3000,
      "final": 3000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 30.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}