{
  "581360": {
    "name": "FoxTail",
    "steam_appid": 581360,
    "required_age": 0,
    "is_free": false,
    "description": "FoxTail is a classic point-and-click quest. Drawing inspiration from the old pixel adventure games of the middle 90's, we create an atmospheric and spectacular world without using sophisticated modern technologies.<br />\r\n<br />\r\nFoxTail is about a cute, young fox named Leah who goes on a journey to find a cure for her grandmother. Along her life changing trip she explores forests, swamps and caves, gets acquainted with various creatures and helps them in their needs.<br />\r\nShe also reveals the secrets of her grandfather's mystical past...<br />\r\n<br />\r\nComplex and variable tasks: the world of FoxTail triggers player’s imagination and gives an opportunity to solve problems in different, but equal in complexity ways.<br />\r\n<br />\r\nA charming story: echoing the leisurely rhythm of the old school adventures, the story is still colorful and impressive, but never boring. <br />\r\n<br />\r\nCharacters and their stories: every character in the game has his own life, in which the player will have to take part, one way or another.<br />\r\n<br />\r\nThe main heroine, Leah the fox, is charismatic, funny and cunning, as any fox is supposed to be. She will have a long and difficult journey: through the labyrinths of mines, mountains, swamps and dangerous forest at night, defeating her own fears and helping those who meet her on the way.<br />\r\n<br />\r\nAll this is for the great positive goal that doesn’t allow her to retreat or surrender.",
    "supported_languages": "英语, 乌克兰语, 德语, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/581360/header.jpg?t=1744355734",
    "developers": [
      "Gingertips Game Studio"
    ],
    "publishers": [
      "Artem Vodoriz"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6500,
      "final": 6500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 65.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}