{
  "582150": {
    "name": "2017 Edition Add-on - Power & Revolution DLC",
    "steam_appid": 582150,
    "required_age": 0,
    "is_free": false,
    "description": "This add-on contains new scenarios with data updated as of January 1st, 2017 and new features.<h2 class=\"bb_tag\" >New Scenarios 2017 :</h2><br><ul class=\"bb_ul\"><li>Ronald Drump’s Challenge : play as the new chief executive of the United States and strive to keep your campaign promises on issues such as reducing the tax burden, stimulating the economy or the fight against illegal immigration... all while avoiding bankrupting the nation and maintaining your approval ratings with the end goal of being reelected for a second term in 2020.<br></li><li>War in Syria and Iraq 2017 : play as one or several warring factions in the new conflict map configuration updated as of the beginning of 2017 and strive to emerge victorious or put an end to hostilities. NB : the conflict scenarios from the beginning of 2016 will still be playable.<br></li><li>Gross National Happiness : improve the quality of life for your people by implementing reforms and try to  raise your country’s global ranking.<br></li><li>French Election 2017 : play as one of the candidates in the French national elections or even the current chief of state and run a campaign, manage your budget, establish your campaign platform, participate in debates and try to get elected (or reelected) to the highest office.</li></ul><h2 class=\"bb_tag\" >New Features :</h2><br><ul class=\"bb_ul\"><li>Managing the Gross National Happiness: the Gross National Happiness is determined by a number of factors related to health, purchasing power, environment, education, employment and national wealth. A detailed table lets you follow different scenarios.<br></li><li>Selection of a specific drop site for paratroopers during a city attack, allowing you to make surprise attacks. Also, you can choose your point of entry during a first ground incursion into an enemy city.<br></li><li>The possibility for a chief of state to change political parties or create a new one<br></li><li>Saving and archiving all in-game queries<br></li><li>The possibility for a chief of state to bring in police reinforcements during a civil disturbance (to avoid immediately calling for a military intervention, for example)<br></li><li>Access to all the facts and figures from the beginning of a party in the comparative maps, allowing you to measure your progress in comparison to actual data<br></li><li>The possibility of taking a position for or against an auto-determination referendum<br></li><li>A summary of disturbances and battles past and present for a chief of state<br></li><li>The possibility of changing the name and flag of a newly formed country<br></li><li>Various gameplay improvements (calculations of election returns, AI control of player's units, escalation of simmering conflicts...)</li></ul><h2 class=\"bb_tag\" >Up to date information as of 01/01/2017 :</h2><br><ul class=\"bb_ul\"><li>Maps of conflicts, current city battles and the status of the forces involved<br></li><li>Budgetary, economic and social data…<br></li><li>Political and geopolitical data: new governments, formation of new parliaments, diplomatic relations between countries...<br></li><li>New political personalities with more than 100 new faces (new governments in the US, UK, Spain and Italy; candidates in the French presidential election; the new UN Secretary-General...)</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 简体中文, 日语, 葡萄牙语 - 巴西, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/582150/header.jpg?t=1515590193",
    "developers": [
      "Eversim"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 1 月 20 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 0,
      "total_negative": 2,
      "total_reviews": 2
    }
  }
}