{
  "583050": {
    "name": "SwingStar VR Demo",
    "steam_appid": 583050,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Swing from anything in VR!</h2>SwingStar VR allows players to swing around a virtual reality world using a giant sticky hand attached to their head. The game is a third-person swinging physics puzzler that puts players through a wild ride, accelerating the player as they swing. It's wacky and super fun. <br><br><br><strong>A disaster has mutated physics,</strong> you must save your home multiverse by ringing the mysterious bell. A magic helmet allows the player to swing through all of the affected dimensions, and set things right by ringing all the resonator bells. A colossus robot stand between you and the final bell. Explore a colorful cartoon world by swinging through enchanted deserts, bright forests, steep canyons, and many more bizarre and beautiful worlds!<br><br>SwingStar’s deceptively simple controls use only a button and your line of site to soar, flip, swing, fly, and explore in ways you have never experienced in any other video game.<h2 class=\"bb_tag\" >Find out what lies beyond the bell</h2><ul class=\"bb_ul\"><li> Explore all 30 levels<br></li><li> Epic Boss Battle <br></li><li> Unlock mysterious doors that unlock secret levels<br></li><li> Wacky power up items change the gameplay. Turbo Yo-yos swing you around, Air Cannons blast you high in the air, and The Grappling Jelly will suck you to it's gooey surface. <br></li><li> Innovative gameplay let's you swing on any object in the world by looking at it, or by pointing you touch controler at it.<br></li><li> Brilliantly dreamy soundtrack by electronic musician Marchthirtyseventh<br></li><li> Master each level to receive a perfect 3 Star rank!<br></li><li> Get all 84 stars to unlock the mysterious inter-dimensional zone!</li></ul><h2 class=\"bb_tag\" >VR SETUP &amp; CONTROLS</h2>SwingStar VR has two control schemes which are both at fun to play.<br> <br><br><strong>1.) MOTION CONTROLLERS:</strong> Designed for the HTC Vive. Point your motion controller at any object in the world, then hold the trigger and gravity will swing you away. <br><br><strong>2.) GAMEPAD/KEYBOARD:</strong> You can also play with just your VR headset. Look at the object you wish to swing on and hold down the grab hand button ( keyboard: space bar  |  Xbox/USB controller: A button or LEFT trigger ), and gravity will swing you away.<br><br><strong>TECHNICAL</strong><br>This Steam version of SwingStar VR is designed for the Vive.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/583050/header.jpg?t=1485771106",
    "developers": [
      "Computer Lunch & Zero Eden Games"
    ],
    "publishers": [
      "Computer Lunch"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 1 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}