{
  "583190": {
    "name": "The Astonishing Game",
    "steam_appid": 583190,
    "required_age": 0,
    "is_free": false,
    "description": "The Astonishing is a turn-based tactical board-game that will challenge new to veteran gamers. <br />\r\n<br />\r\nDream Theater and Turbo Tape Games have worked close together to create this signature board-game, a reenactment of Dream Theater's epic rock opera The Astonishing. It enables players to unfold and untangle the original story from the perspectives of both The Ravenskill Rebel Militia and The Great Northern Empire of the Americas. The full story is not grasped before completing the game from both sides of the conflict, during which players’ battle for influence and control over the will of the people.<br />\r\n<br />\r\nParticipate in competitions for great prizes, including signed albums, tickets and post-concert passes, available to players during the Dream Theater tours. The game has a one-time purchase cost with no in-app purchases, making players eligible for any and all free upgrades.<br />\r\n<br />\r\nKEY FEATURES:<br />\r\n- Unique, signature board-based gameplay as developed by Turbo Tape Games<br />\r\n- Single player campaign<br />\r\n- Free optional in-game competition for exclusive Dream Theater prizes (in-game registering required)<br />\r\n- Player vs. player matches on the same device<br />\r\n- An interactive narrative, unfolding the story of The Astonishing as seen from both factions <br />\r\n- A new level to The Astonishing narrative, bringing the struggle to various locations across The Great Northern Empire<br />\r\n- A non-violent game metaphor, where playing pieces in battle over game sectors, forcing opponents to give up power and influence, rather than fighting to the death<br />\r\n- Utilizing the unique video artwork shown exclusively during live shows on Dream Theater’s The Astonishing world tour<br />\r\n- Featuring instrumental musical sections from The Astonishing, Dream Theater’s groundbreaking, conceptual double album<br />\r\n- The game comes with the option to freely enter exclusive competitions for grand prizes during Dream Theater’s tours",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/583190/header.jpg?t=1489395723",
    "developers": [
      "Turbo Tape Games"
    ],
    "publishers": [
      "Turbo Tape Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 2 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}