{
  "583740": {
    "name": "AVATARIKA",
    "steam_appid": 583740,
    "required_age": 0,
    "is_free": false,
    "description": "An online real life simulator with plenty of opportunities where anyone can create image just the way they like and live their dream life. The players can immerse themselves in a perfect world that resembles the real one in size and scope, but at the same time is pleasantly different. Prestigious job, high status, elite penthouse apartment in a skyscraper and a garage full of luxurious cars — everything people strive for can be easily obtained by simply playing the game. <br>Create your individual style with the help of myriad of fashion boutiques and beauty salons in this virtual metropolis. The selection of available trendy items is updated regularly. There are plenty of mini-games (including bowling, Q-zar, dancing and others) to keep you entertained, but you’ll have to master them all if you wish to make it to the top of the leaderboards. Make your dreams come true thanks to the salary you receive for simply being online! Play with cute pets and teach them tricks, acquire a private apartment or even a personal island, but most importantly enjoy good company. Clubs, parties, night sports car racing — there are plenty of ways to have fun. The virtual metropolis on the other side of your monitor is bursting with life and is made for meeting new friends and partying hard!<br><strong>Features: </strong><br>●\tRegular «salary» your character receives for being online and completing quests: you do not have to invest real money to enjoy the game;<br>●\tOriginal ratings system, the need to monitor satiety, energy and mood of your character. Buy the best clothes, visit prestigious night clubs, beauty salons and fitness centers. Make your alter ego happy and successful!<br>●\tMaking friends and having fun in a comfortable virtual environment;<br>●\tIntegrated mini-games: street racing, dance battles, paintball tournaments, bowling nights — all the entertainments a city can offer are yours to enjoy;<br>●\tAdvanced real estate system that allows your character to acquire a private island. <br>●\tCute pets: take care of them and teach them tricks to surprise your friends;<br>●\tLow system requirements: the game can easily be played on «office»-type computers and does not require a fast Internet connection.",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/583740/header.jpg?t=1703090522",
    "developers": [
      "GameXP.com"
    ],
    "publishers": [
      "GameXP.com"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 11 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}