{
  "583850": {
    "name": "Punch! Home & Landscape Design Essentials v19",
    "steam_appid": 583850,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Punch! Home and Landscape Design Essentials v19</strong> is the ideal program for the DIY person who wants powerful tools and capabilities to develop home plans and design interior rooms and landscaping options. This user-friendly home and landscape design software suite combines all the materials, tools, textures, furnishings, accessories to help make home design and landscaping projects a stunning reality. Use <strong>Home &amp; Landscape Design Essentials v19</strong> to update or design entire homes; renovate, remodel, landscape; create interior design or outdoor living spaces, decks, patios, pools and get fast results for serious DIY home projects.<br><br>Punch! Home and Landscape Design software is now better than ever! Design and remodel your home and landscaping with<strong> Punch! Home and Landscape Design Essentials v19</strong> – the most full-featured version yet. Drag and drop rooms to create a space. Add furniture, floors, window coverings, accessories, plants and more with just a mouse click. Then explore plans in 2D and 3D to create the perfect dream home!<br><br><strong>New Features and Tools in Version 19! </strong><strong><br><ul class=\"bb_ul\"><li>New Sketchup Import! Compatible with new Sketchup formats plus easily edit size and materials within the program<br></li><li>New Material Editor allows you to customize building materials to your specifications<br></li><li>New and improved tools and symbols for easier, faster and more precise designing<br></li><li>New Double Door and Door Mounting Options <br></li><li>New Shutter Tool<br></li><li>New customizable plant sizes and 2D plant symbols<br></li><li>Create your own custom drawn plant symbols<br></li><li>New Auto-Symbol Generator for creating accurate 2D symbols for furniture and 3D components<br></li><li>Improved 3D Cutaway tool and new Panning in 3D for optimal visualization</li></ul></strong><strong>Dream it! Design it! Build It! Live it!</strong><br><br>Enhanced drawing tools, new floor plans, brand name product libraries and other capabilities make designing new homes more efficient, easier and exciting than ever! Trace a floor plan, or use an existing sketch. Select metal, wood or custom framing options and then choose from an extensive library of door and window styles. Whether remodeling, renovating, designing or building a brand new house, v19 contains a powerful array of tools and features to help create unique, professional-level designs. <br><br><strong>Helpful Help Features</strong><br><br><strong>Home &amp; Landscape Design Essentials v19</strong> helps to quickly create 3D and 2D home plans for kitchens, baths and landscapes with designer quality layouts that quickly drop into projects. Feature packed v19 includes thousands of materials, furnishings, accessories and over 1200 paint color choices to finish designs with the perfect touch. V19 goes the extra environmental mile with tips for “Building Green” that includes a selection of green objects and materials. To help with all this new designing power, v19 also comes with an Integrated Interactive Help System to make finding and using the right tool easier than ever as well as training center video tutorials and free technical support.<br><br><strong>House Design Help from Rooftop to Basement</strong><br>Auto Roof Gables  instantly adds gable walls and roof panels. Once there's a roof overhead, the program helps add windows, doors,  and walls from an extensive array of choices, then on to create interior living space and outdoor landscapes with professional designer quality layouts. No detail is left out as  HVAC, electrical and  plumbing tools are also included. SmartWand™ technology adds paint or other material applications to a wall, room or entire house with one click and a project estimating tool helps you track costs. <br><br><strong>More Options, More Home</strong><br><br><strong>Home &amp; Landscape Design Essentials v19 </strong>home plans offer a wide range of design options, from contemporary to modern, garden to garage. To enhance every design, the program offers over 4870 3D furnishings and over 7640 materials, plus textures and paints. <br><br><strong>About Punch! </strong><br><br>Punch! Software launched with the premise that 3D design software should be just as fun as it is productive to use. With more than 3 million units of its Mac and Windows products sold via retail stores across the world and online, Punch! Software ranks as a best-selling home and landscape design software brands.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/583850/header.jpg?t=1493832223",
    "developers": [
      "Punch! Software"
    ],
    "publishers": [
      "Punch! Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 16800,
      "final": 16800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 168.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 20 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}