{
  "584260": {
    "name": "Command LIVE - Korean Missile Crisis",
    "steam_appid": 584260,
    "required_age": 0,
    "is_free": false,
    "description": "The situation on the Korean peninsula is becoming more dangerous month by month. The bellicose statements from the ‘Supreme Leader’ notwithstanding, its North Korea’s foray into the Nuclear weapons arena that has made the situation critical.<br>The Supreme leader of North Korea, Kim Jong-un, in somewhat typical fashion has been making extremely provocative boasts in the lead up to Generalissimo Day, a day which honors his father Kim Jong Il, the 14th of February. The main thrust of these rants is characteristically anti-western but there was a hint of something big that intelligence communities are taking seriously. True to form, both a successful missile launch and a Nuclear test on the same day startled the world. <br><br>A few days later, catching most intelligence agencies by surprise, North Korea’s first Ballistic Missile Capable submarine – the Sinpo sortied from the naval base at Mayang-do. All previous sorties have been highly choreographed events involving missile test firing.  Satellite imagery produced by the US National Reconnaissance Office (NRO) shows the submarine simply leaving port under the cover of darkness and it has not been seen or detected since. Worrisome as that event is, there is significant evidence that two NK-11 Nodong 2 missiles were removed from the Chungjinsi Nuclear Storage site on 18 February, and the missile launchers for these missiles have not been seen in several weeks.<br><br>Under pressure from Japan, South Korea, the Philippines and Australia, the UN Security Council was moved into action.  With strong backing from both the US and Russia, and China’s abstention an historic resolution was passed.<br><br>The new US President is making the rounds with his own boastful speeches stating that the US will solve the North Korean Problem once and for all. Meanwhile the Russian President is simply stating that North Korea is Russia’s neighbour and Russia will do what is necessary.<br><br>The Deadline has now past with no sign of movement or compliance by the North Koreans. Who will act first? Who will succeed?<br><br>Both Russia and the US are aiming to destroy very specific targets with minimal casualties – hopefully to have no casualties at all – while preventing the launch of nuclear weapons.<br><br>The clock is ticking!<br><br><strong>Features</strong><br><ul class=\"bb_ul\"><li>Complex multi sided scenario reflecting events that could happen at any time.<br></li><li>Features the B-2 Bomber, Tu-160 Blackjack Bomber, the F-35, F-22, Su-34, South Korean F-15K and KF-16C, as well as and many advanced sensor platforms on all sides.<br></li><li>North Korean Ballistic Missile capability both land based and a deployed Ballistic Missile Submarine. Find the launchers before they are prepared to fire.<br></li><li>Russian and the US are not adversarial, simply trying to do the same thing – First!<br></li><li>Japan is neutral with some very capable assets, but national survival convinces them to be somewhat helpful to the US.<br></li><li>Air, Sea and Submarine action occurring simultaneously by both Russia and the US, operating independently but in a very compact battlespace. What could go wrong?<br></li><li>Both Russia and the US will need to use a combination of brute force and finesse to achieve the mission. North Korea is heavily defended by large numbers of antiquated, but still deadly, equipment.  The targets are protected by layers of defence, and many are protected by being buried in solid rock.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/584260/header.jpg?t=1573687197",
    "developers": [
      "WarfareSims"
    ],
    "publishers": [
      "Slitherine LTD."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 2 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 2,
      "total_negative": 1,
      "total_reviews": 3
    }
  }
}