{
  "584280": {
    "name": "Airport Master",
    "steam_appid": 584280,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Airport Master</strong> is a very detailed game about airport management and aviation in general. <strong>Play</strong> as a newly appointed Airport Manager and bring your Airport to prosperity and growth! <strong>Manage</strong> all aspects of everyday Regional Airport life, such as airline relations, aircraft ground services, passenger terminal, flight schedule management and many more. <strong>Buy</strong> fuel via system of refinery contracts and sell it to aircraft operators via fuel truck loading and centralized pipeline. <strong>Hire</strong> airport staff and pay salaries. Tear you hair apart when weather <strong>suddenly</strong> interrupts your brilliant flight scheduling ) <strong>Upgrade</strong> airport facilities, radio-navigational aids, buildings, businesses, vehicles. <strong>Win</strong> airlines' respect and city mayor's approval! Use money you earn to <strong>build even larger better</strong> and more technically advanced <strong>airport</strong>! Enjoy detailed realistic 3D-graphics, real world equipment, aircraft, vehicles, ATC procedures, performance specs, sounds!<br><br><ul class=\"bb_ul\"><li> Airport Master is created by people who love aviation<br></li><li> Airport Master is created by people who love games and actually did play every single airport management game out there and saw all the flaws and all the great stuff<br></li><li> Airport Master is the only game in the genre that takes things seriously without compromise on things like real-time, flight dynamics, ICAO-compliant procedures, specs, markings, sizes, weights<br></li><li> Airport Master is the game forged with love to detail that modern aviation world has and the game that can teach you or your child about what aviation is about<br></li><li> Airport Master is the game that is totally focused on how planes fly and how things work and not how they fail or don't work - no crashes nor accidents, instead real world numbers, performances, sounds recorded at the airfield - the game you and your kid would enjoy without any need to resort to violence )<br></li><li> Airport Master is really a game that will make you think (airport economy management-wise) and may at some point bring you to bankrupcy and start over - but in that it excells at showing the real world of aviation <br></li><li> Airport Master is full of details - if you're a gamer who recognizes the effort people may invest by going to local aero-club to measure hangar-space with ruller and talk to those oldie-type flight instructors to learn all ins and outs of a flight-school daily routines - this game will definitely make you feel warm inside!<br></li><li> Airport Master aims really high and thus we both need your support and understanding that it's development would not end up by v.1.0 - there are so many great thing we can incorporate in Airport Master that we need your feedback and support to decide which deserve that and which can be omitted</li></ul><br>Enjoy the Ultimate Airport Management Experience!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/584280/header.jpg?t=1672488978",
    "developers": [
      "STICLI Games"
    ],
    "publishers": [
      "STICLI Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9800,
      "final": 9800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 98.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 2 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}