{
  "584760": {
    "name": "Rayless",
    "steam_appid": 584760,
    "required_age": 0,
    "is_free": false,
    "description": "Rayless is tactical turn-based RPG where you need to expand your lands in medieval war between human race and monsters. <br><br> -Story - <br>Alternative fantasy world of Middle Ages. For hundreds of years humans and creatures had barely coexisted until strange highly contagious rage-inducing virus transformed creatures into bloodthirsty monsters. Most of humanity was wiped out. <br>You are the leader of a small human settlement chosen to turn the tide of war around. You develop your town and send out squad to retrieve lost territories. <br><br>- Gameplay -<br><br>• Customize abilities of up to 5 recruited characters with hundreds of unique items to move around the map, obtain recourses and engage in combat. <br><br>• Experiment with different fighting strategies and sets of items considering weaknesses and strengths of monsters and their habitats. <br><br>• Upgrade your characters gaining experience in fights. <br><br>• Enjoy unique missions! On every one of three areas: deserts, woodland or caves there are different species of monsters spawned depending on sounds, resources, weather, time of day and lighting. <br><br>• Develop your settlement in accordance with chosen strategy -build a workshop, construct a training area for your warriors, increase the storage capacity of storehouse and grow medicinal or poison plants. <br><br>• Learn about crafting your own items in workshop. <br><br>• Trace your characters’ morale level. It affects fighting skills. <br><br>• Hone your own unique fighting strategy proving preponderance of human mind over mosters’ physical force.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/584760/extras/7d8de68c90708cfe812eeba756993238.avif?t=1624359039\" width=400 height=140 /></span>",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/584760/header.jpg?t=1624359039",
    "developers": [
      "Reb_Orn"
    ],
    "publishers": [
      "Reb_Orn"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 1 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}