{
  "585460": {
    "name": "Trainz 2019 DLC: LMS Duchess",
    "steam_appid": 585460,
    "required_age": 0,
    "is_free": false,
    "description": "Conceived by the office of Sir William A. Stanier FRS, the Duchess is a classic example of British engineering at its finest. The first 10 locos of the class were built with a streamlined cladding colloquially referred to as an &quot;upside down bathtub&quot;. <br><br>Due to the added weight and maintenance difficulties, the streamlining proved non-viable and it was later removed revealing a locomotive of very handsome lines. The remaining 28 locos were built without streamlining and the class became commonly known as &quot;Duchesses&quot;. From 1945, smoke deflectors were fitted to help with smoke obscuring the crew's forward vision, giving them the distinctive final appearance that became so popular with observers. <br><br>The LMS Duchess pack is a high quality representation of the locomotives in LMS crimson and BR green liveries in unstreamlined guise. Scripted running numbers and nameplates provide 36 members of the class for your enjoyment. These painstakingly modeled locomotives make use of the latest sound, physics and smoke systems. A custom cab interior and clever additional features such as scripted couplers, hoses and configurable headcodes make these horses a satisfying addition to your Trainz collection. <br><br>Such a stylish loco deserves a stylish consist and so providing the perfect accompaniment, is a set of fully featured LMS Period III Stanier coaches consisting of consisting of a Brake Third Corridor to Diagram 1905, a Third Open to Diagram 1904, and a First Corridor to Diagram 1930. <h2 class=\"bb_tag\" >Features Include:</h2><ul class=\"bb_ul\"><li> 36 Duchesses in both LMS Crimson and BR Brunswick Green.<br></li><li> 24 Stanier Period III Carriages in both LMS Crimson and BR Crimson and Cream comprised of BTK to D1905, TO to D1904 and FK to D1930.<br></li><li> Authentically detailed loco cab and rideable passenger interiors.<br></li><li> Scripted couplers, steam heat and brake hoses compatible with existing S&amp;C stock.<br></li><li> Scripted loco headcodes.<br></li><li> Scripted carriage lights and tail lamps.</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/585460/header.jpg?t=1546927358",
    "developers": [
      "N3V Games"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 6600,
      "final": 6600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 66.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}