{
  "585440": {
    "name": "Trainz 2019 DLC: Blue Comet",
    "steam_appid": 585440,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Trainz: A New Era Update</strong><br>This stunning train has been upgraded to give you the best experience. The Blue Comet has an all new reflection material added to both locos as well as new specular maps. The Blue Comet has also had its Train Motion settings tweaked to mimic realistic behaviour using the new Train Motion system in TANE.<br><br>In addition to this, you can now play the brand new driving session created for this train. This means you can find the Blue Comet train located in the Kickstarter County session menu. That isn’t to say you can’t go and place it in Surveyor yourself like before, but we thought some of you will want to just get in and drive!<br><br>The Blue Comet addon pack recreates the excitement and splendour of this remarkable train. Stunningly detailed and making use of up-to-date smoke, sound, physics and script features, the Blue Comet promises to be a satisfying addition to your Trainz collection.<br>The package includes the Baldwin G3s pacific locomotive in early condition, in both blue and black liveries, and a custom cab interior. Also included is a representation of the class as it appeared in later life on duty after Blue Comet services had been discontinued.<br>The set of fully featured rolling stock includes baggage, combine, coach, diner and observation cars, and each comes with a detailed passenger view enabling you to immerse in the nostalgic atmosphere. Take a seat at a table in the dining car or sneak up for a peak at the galley. Ride in style in the lavishly appointed coaches, pull up a wicker chair in the observation car, stowaway in the baggage car or chew tobacco in the smoker.<h2 class=\"bb_tag\" >Features Include: </h2><strong>5 Different Passenger Cars</strong>To help recreate the legacy of the Blue Comet, you’ll find 5 different passenger cars included in this DLC pack, consisting of a baggage carriage, combine carriage, coach carriage, diner carriage, observation carriage. All with fully detailed interiors.<br><strong>Expert Scripting</strong>Attention to detail is important, so you’ll find automatic prototypical running numbers and builder’s serial numbers on the locomotives. There’s also automatic or manual naming of carriages, configurable classification lights, working brake pipes on the locomotive and carriages, automatic tail lights on the last vehicle, and interior lights switchable from the drivers command.<br><strong>Options</strong>Choice is important, so you’ll find 3 different liveries included. CNJ G3’s Steam Locomotive in blue, CNJ G3’s Steam Locomotive in lined black, and CNJ P47 Steam Locomotive unlined black. ",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/585440/header.jpg?t=1546927356",
    "developers": [
      "N3V Games"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 6600,
      "final": 6600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 66.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}