{
  "585870": {
    "name": "Fantasy Grounds - Shaintar: The Burning Heart (Savage Worlds)",
    "steam_appid": 585870,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Shaintar Adventure: The Burning Heart</strong></h2>A Legend in the Making. Back in 2008 (we think) Sean Patrick Fannon ran a series of games over the course of several conventions with larger games at that years Origins and an Epic finale during Gen Con.  This EPIC Event has been written into a full adventure that GM can really sink their teeth into. It starts wtih two legends and a twisted plan by agents of Ceynara in a bid to gain her return to the land.<br><i>From the mists of time, there are weapons that are rumored to be the first made of white silver. The spirit of Shaintar gave her blessing to these 4 or 5 first weapons and they are rumored to have the ability to kll or banish Dragons - or so Legend says. This adventure was taken from the notes of the original proposal. Its not the same as much has been updated and rewritten to incorporate some new material but that flair you expect from SPF is there along with some fun twists and turns.</i><br>Your heroes have the opportunity to become movers and shakers in the war effort. There's much to be done and High Command has a number of battles planned for your group. Do they have what it takes to thwart Ceynara's evil plan? Find out and have fun with this full adventure complete with fully realized NPCs, Monsters and Villains.<br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Leonid Ponomarev</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/585870/header.jpg?t=1768371295",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 12 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}