{
  "586290": {
    "name": "Crimson Crisis",
    "steam_appid": 586290,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" ><strong>n Crimson Crisis, your weapons aren’t enough — to survive the swarm, you’ll need to twist, weave, and outmaneuver overwhelming hordes with pure skill. Every run throws you into escalating crises where enemies grow faster, deadlier, and more relentless than your firepower can handle. Success isn’t about how big your guns are — it’s about how well you control the chaos.</strong></p><p class=\"bb_paragraph\" >Battle through distinct warzones, each with its own enemies, hazards, and escalating crises. Adapt your tactics as swarms shift their patterns, forcing you to control not just your weapons, but the flow of the battlefield itself. Your arsenal inflicts powerful status effects — <strong>Poison, Inflame, and Traumatize</strong> — to weaken and disrupt enemies, buying precious moments to reposition and survive. With roguelike runs, randomized upgrades, and escalating intensity, no two crises ever unfold the same — but in every run, survival comes down to skillful movement.</p><h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>Skill Over Firepower</strong> – Survive not by bigger guns, but by twisting, weaving, and outmaneuvering overwhelming swarms.</p></li><li><p class=\"bb_paragraph\" ><strong>Weapon Status System</strong> – Inflict <strong>Poison, Inflame, and Traumatize</strong> to weaken, disrupt, and control the horde while you reposition.</p></li><li><p class=\"bb_paragraph\" ><strong>Distinct Warzones</strong> – Each crisis throws you into a unique battlefield with its own enemies, hazards, and escalating challenges.</p></li><li><p class=\"bb_paragraph\" ><strong>Adaptive Swarms</strong> – Enemies shift patterns and behaviors, forcing you to manage the flow of the battlefield, not just your aim.</p></li><li><p class=\"bb_paragraph\" ><strong>Roguelike Replayability</strong> – Randomized upgrades, escalating intensity, and unique run-to-run challenges keep every crisis unpredictable.</p></li><li><p class=\"bb_paragraph\" ><strong>Climactic Survival Moments</strong> – Every escape is earned by mastery, delivering that heart-pounding “one more run” feeling.</p></li><li><p class=\"bb_paragraph\" ><strong>Drop-In / Drop-Out Couch Co-Op</strong> – Survive the crisis with a friend — join or leave runs instantly without breaking the action.</p></li><li><p class=\"bb_paragraph\" ><strong>Modding Support</strong> – Expand the crisis with community-made content, from new enemies and regions to custom upgrades and rules.</p></li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/586290/header.jpg?t=1768243807",
    "developers": [
      "Mr. Phil Games"
    ],
    "publishers": [
      "Mr. Phil Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2027 年"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}