{
  "586510": {
    "name": "Convicted Galaxy Demo",
    "steam_appid": 586510,
    "required_age": 0,
    "is_free": true,
    "description": "Demo of Convicted Galaxy.<br><br>After a catastrophic event aboard an Interstellar Correctional Fleet (ICF) prison ship, you find yourself stranded in an unknown galaxy full of escaped prisoners. The prisoners grow stronger with every passing moment. Build space stations and support structures around planets, upgrade your ship, and siege enemy locations in an effort to gain strength while weakening the enemy. Take risks when necessary, but don't forget that you only have one chance.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\">    <li>A vast galaxy full of unique solar systems and planets, generated new for ever play through<br>    </li><li>Enemies organize to fight you and each other<br>    </li><li>Territorial control with 6+ Space Stations and Satellites types<br>    </li><li>Discover 50+ Mission Logs unlock upgrades and disclose secrets<br>    </li><li>Adaptive 3D Audio<br>    </li><li>Intuitive controls and user interface<br>    </li><li>Permadeath<br>    </li><li>And more on the way...</li></ul><h2 class=\"bb_tag\" >Gameplay</h2>In this single player experience, the player pilots their ship through 2.5D solar systems while utilizing portals to navigate between solar systems within the galaxy. The player must explore solar systems, build stations, and upgrade their spacecraft to survive enemies who also increase in difficulty over time.<br><br><br>By exploring the solar systems, the player can obtain resources needed to build various structures and upgrades. Adaptive audio and 3D sounds, along with visual cues, aid the player while searching for resources and navigating the large open solar systems. Upgrading and equipping the player’s spacecraft is vital to the player’s progress throughout the game. Enemy spacecraft will grow stronger and become more difficult to defeat as the game progresses.<br><br><ul class=\"bb_ul\">    <li>Discover and explore large galaxies full of unique solar systems, generated new for every play through.<br>    </li><li>Navigate and alter asteroid belts to collect resources, find cover from pursuing convicts, or inflict damage.<br>    </li><li>Build and defend space stations to obtain materials and perform ship upgrades.<br>    </li><li>Deploy a variety of satellites for additional station support.<br>    </li><li>Upgrade your spaceship with powerful weaponry and combine special abilities to increase survivability.<br>    </li><li>Rescue pilots from disabled escape pods to unlock new technologies and discover what happened to the prison ship.<br>    </li><li>One chance at each unique galaxy, so make it count.<br>    </li><li>Fight off hostile factions and destroy their space stations in a race to discover a way out of the Convicted Galaxy</li></ul><h2 class=\"bb_tag\" >Objectives</h2><ul class=\"bb_ul\">    <li>Escape the galaxy with as many friendlies as possible.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/586510/header.jpg?t=1485563666",
    "developers": [
      "Mind Grown Software"
    ],
    "publishers": [
      "Mind Grown Software"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 1 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}