{
  "587110": {
    "name": "Ys: Memories of Celceta",
    "steam_appid": 587110,
    "required_age": 0,
    "is_free": false,
    "description": "World-famous red-haired adventurer Adol Christin awakens in the unfamiliar land of Celceta, remembering nothing more than his own name. Bereft of his past, Adol explores the town he happened to wander into, searching for any clues at all to his identity. Joined by a thief who claims to have spent some time at his side these past weeks, the young adventurer helps rescue doomed miners from a collapse – an act which ingratiates him to the local Romun Army general. Impressed with their skills, the pair is enlisted to explore the Great Forest of Celceta and map its vast expanses – a task which many have attempted in the past, but from which none have ever returned alive.<br><br>Eager to unravel the mystery of his past and the cause of his predicament, Adol sets off with his new-old thief friend, Duren, to chart the untamed wilderness that claimed his memories. Along the way he meets numerous other individuals who seem to have encountered him before, and must carefully determine who among them can be trusted.<br><br>Developer Nihon Falcom originally revisited the land and characters of Japanese cult favorite Ys IV in 2012 with <strong>Ys: Memories of Celceta</strong> on the PlayStation Vita, and the game found its way to North America the following year. Now, this re-envisioning moves from the small screen to PC monitors, with a bevy of updates and enhancements to fully take advantage of its new platform.<br><br>Featuring a unique take on the party-based combat system that’s come to define modern Ys titles, as well as one of the largest and most varied overworlds in the series’ long and illustrious history, <strong>Ys: Memories of Celceta</strong> brings a greater sense of adventure to the Ys universe than ever before, with this PC iteration serving as the definitive version of one of the franchise’s most pivotal entries.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li><strong>Fully Enjoy the Land of Celceta with a Host of PC Enhancements</strong><br>This remaster comes with a wide range of HD resolutions, fixed framerates up to 120 fps with the option to unlock the framerate altogether, fully customizable control bindings, fully integrated mouse support, and more!<br><br></li><li><strong>Explore One of the Most Expansive Locales in the Series’ History</strong><br>The overworld of Celceta metes out battle and exploration in equal measure, accompanied by a robust mapping system with customizable waypoints and clear, detailed icons that aid the journey of Adol and company through this mysterious new land where enigmas and obstacles wait around every bend.<br><br></li><li><strong>Experience a Crucial Cornerstone of Ys Lore</strong><br>The events that occur over the course of Ys: Memories of Celceta’s lengthy campaign serve as some of the most important and far-reaching in the franchise, yet remain entirely self-contained so even series newcomers can fully enjoy the story.<br><br></li><li><strong>Throw Down the Gauntlet in Time Attack and Boss Rush Modes</strong><br>Fan-favorite Time Attack mode returns, complete with its ultimate Boss Rush challenge, pitting Adol alone against implacable foes or allowing for full-on party combat to keep the battle going well after the main story has been completed. Steam leaderboards have been implemented as well, accessible and viewable even in-game to see how you stack up against other Celcetan boss-slayers around the world!</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 日语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/587110/header.jpg?t=1751394489",
    "developers": [
      "Nihon Falcom"
    ],
    "publishers": [
      "XSEED Games",
      "Marvelous USA, Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": {
      "total": 52,
      "highlighted": [
        {
          "name": "Timeless Adventurer",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/587110/be62a6518efb38d46c123cac3e22853594b13087.jpg"
        },
        {
          "name": "Master Cartographer",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/587110/adacb2476db9383dbdb8300727b853e502674a40.jpg"
        },
        {
          "name": "Memories Unfogged",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/587110/f99dd912a48283977eed624ae685e419670095f4.jpg"
        },
        {
          "name": "Treasure Hunter",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/587110/6ddd93940575a17a9bb519067e038fecf0b7776a.jpg"
        },
        {
          "name": "Stupendous Scavenger",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/587110/a6d0d3f0f5e47f2364d56270268dcbfb798fe8f4.jpg"
        },
        {
          "name": "All the Things",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/587110/04ecab87ceebad514731c014aed2c7084e5c3d32.jpg"
        },
        {
          "name": "Monster Meister",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/587110/60a36e49beb0c52fb22c79df7b11c333ee3843d2.jpg"
        },
        {
          "name": "Material Boy",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/587110/0fd7422b20c93d9e3a756ebe6aa170757354b9fe.jpg"
        },
        {
          "name": "Philanthropist",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/587110/7afa9bcf61a674aca069d69cd8baa9b75f05a734.jpg"
        },
        {
          "name": "Wordless Affinity",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/587110/19bc9e1a0e3fe09edf8bead90e0b27a465d018c4.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 91,
      "total_negative": 15,
      "total_reviews": 106
    }
  }
}