{
  "588210": {
    "name": "HELLION",
    "steam_appid": 588210,
    "required_age": 0,
    "is_free": false,
    "description": "Hello space survivors!<br />\r\n<br />\r\nIt's been a long time since the ideas of a future multiplayer space survival game were discussed among the founders of Zero Gravity and creators of Hellion. Our journey started with playing with orbs representing the planets, each carefully moved by skilled hands in a simulation of what would later become orbital mechanics in the game. From the very first moment, we wanted to make a complex and realistic simulation of a solar system within a multiplayer sandbox environment. The goal was huge and ambitious and the course set.<br />\r\n<br />\r\nWith a full team, it took us less than two years to make our vision into a reality. Hellion was launched in Early Access in February 2017. We succeeded in releasing a game that was almost impossible to be made, often having to cross and bend the boundaries of our game engine – Unity. The start was a little bumpy but soon enough players recognized that our game was providing a unique experience that could not be found in any other game. The support of our players has confirmed that Hellion is truly special and we are very proud of it.<br />\r\n<br />\r\nWe are also proud of you – our players. We couldn’t have even dreamed of creating such a dedicated and engaging community as ours is – both on Steam and on Discord. We are grateful for all the support you gave us during these years and for all wonderful adventures we went through while trying to survive Hellion’s gaze. This expedition left a mark on us for life. Together we built the world of Hellion.<br />\r\n<br />\r\nUnfortunately, the cruel reality is – not enough players were brought into our world of Hellion to make it commercially viable. After the sloppy start of the game, predominately in terms of bugs and issues, we gave our best to fix the game and add new content via numerous patches and updates. Hellion grew, got better, but is still far from the original idea of what Hellion was meant to be. Factions, additional ships, trade posts, all of this was simply put aside since our team was constantly fighting technical issues, some of which were simply impossible to be solved for good.<br />\r\n<br />\r\nThat struggle is coming to an end. At this point, without an influx of new players, the game doesn’t pay for its development. That’s why we had to make some hard decisions…<br />\r\n<br />\r\n<br />\r\nZero Gravity can’t afford for further development of Hellion. There will be no new updates, bugfixes or any official changes to the game.<br />\r\nHowever, since the game is playable and we believe it offers a unique gameplay experience, we want to keep it going for players who want to enjoy it.<br />\r\nHellion will leave Early Access without achieving goals we originally set out to do.<br />\r\nIn order to keep the servers up, we will continue selling the game on Steam. Since the game is not fully finished, the price will be lowered to 15 USD (starting tomorrow Oct. 16).<br />\r\nControl over the official servers will be handed to Hellion’s Discord moderators.<br />\r\nModerators will stay in touch with us for any important events that might occur.<br />\r\n<br />\r\n<br />\r\nWe are absolutely aware that many of you will find these news disappointing. This is a hard time for us. We invested a huge amount of effort and work into Hellion and our hearts and minds were in this project for many years. Now, Hellion’s development is coming to an end and we are sad that our vision for the game was not fully realized.<br />\r\n<br />\r\nOnce again, thank you for your support, ideas, reports, content you’ve created and everything else you’ve done for this survival expedition. Thank you immensely!<br />\r\n<br />\r\nYours,<br />\r\nZero Gravity Team",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西, 俄语, 简体中文, 土耳其语, 德语, 捷克语, 丹麦语, 荷兰语, 芬兰语, 希腊语, 匈牙利语, 日语, 韩语, 挪威语, 波兰语, 葡萄牙语 - 葡萄牙, 罗马尼亚语, 瑞典语, 乌克兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/588210/header.jpg?t=1585670375",
    "developers": [
      "Zero Gravity"
    ],
    "publishers": [
      "Zero Gravity"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": {
      "total": 12,
      "highlighted": [
        {
          "name": "Rude Awakening",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/588210/0a2aa0469bfda8ab95e2295c00381f654a2a606b.jpg"
        },
        {
          "name": "Safe Haven",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/588210/603c2d9df683778ae2aee77d7d583fb04b2800cd.jpg"
        },
        {
          "name": "Home Sweet Home",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/588210/60cb7411f0ba6abd217846984d3306a9d6a02408.jpg"
        },
        {
          "name": "Echoes From the Past",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/588210/168df1a51f2b15cb2c775d2c0077bd19c5bf604d.jpg"
        },
        {
          "name": "Walking In Her Shoes",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/588210/f484ab8737f1b1601fc09e65d29441f768b2f2ec.jpg"
        },
        {
          "name": "Burned Ruins",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/588210/b4f540075cab0f9db884f2ee5f98ab0d8331e080.jpg"
        },
        {
          "name": "Amnisos Waystation",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/588210/6d5063fe1113a5edf67006f3bb5b6c283b8d88f1.jpg"
        },
        {
          "name": "Testing Squad Member",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/588210/c6723e17325c12c7818e976bb76b9e6fbd85e1f9.jpg"
        },
        {
          "name": "Sound of Silence",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/588210/da1ccf90815ef158c1639915e926608706fcc8de.jpg"
        },
        {
          "name": "Shattered Dreams",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/588210/8cfb0d4e68244232711bd82aeac8a02424d33731.jpg"
        }
      ]
    },
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 26,
      "total_negative": 25,
      "total_reviews": 51
    }
  }
}