{
  "588410": {
    "name": "Virtual Sports",
    "steam_appid": 588410,
    "required_age": 0,
    "is_free": false,
    "description": "Brought to you by Vive and Free Range Games, Virtual Sports draws a new line in the sand for realistic simulation and VR fun...except you never need to chase the balls!<br><br><ul class=\"bb_ul\"><li>Easy pick-up-and-play controls for ping-pong and tennis<br></li><li> Compete against bots designed to teach consistency, power, spins, and speed<br></li><li> Compete against other players in Amateur, Master, and Champion Leagues<br></li><li> Network multiplayer: Quick Matchmaking or Find Steam Friends<br></li><li> Voice Chat (VOIP) supported<br></li><li> 8 immersive environments<br></li><li> Fun Mode - special controls to help keep the ball in play<br></li><li> The coolest canine umpire ever</li></ul><br>With Virtual Sports, our team at Free Range Games worked hard to achieve two main goals: provide an amazingly fun and familiar experience for those who already know how to play, while also providing beginners with an excellent way to learn that’s even easier than real life! The groundbreaking physics of Virtual Sports transfers the energy from the player to the angular momentum and force on the ball with a precision to match the Vive's sub-millimeter controller input. Combined with the Vive's haptics and great audio, the illusion is stunning. For new players, we can adjust the ball response such that it still feels real, and the laws of physics are still observed, but the ball stays in play much more often. Even master players find Fun Mode enjoyable, with its longer, almost meditative rallies.<br><br>Free Range Games has a mission to bring great gameplay to multiplayer VR. Using networking techniques perfected for competitive action video games, the latency when playing Virtual Sports online is hidden from the player in such a way that both players will see the ball hit at the same time even if they are playing from far apart.<br><br>If you have have been waiting for a sports game in VR that is big on fun and truly realistic, then Virtual Sports is just what you’ve been waiting for!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/588410/header.jpg?t=1558452961",
    "developers": [
      "Free Range Games"
    ],
    "publishers": [
      "Vive Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 3,
      "total_negative": 1,
      "total_reviews": 4
    }
  }
}