{
  "588570": {
    "name": "Corpse Party Tenjin Primary School Pack",
    "steam_appid": 588570,
    "required_age": 0,
    "is_free": false,
    "description": "This DLC is a 3D model resource pack which contains the world of the Windows version &quot;Corpse Party Blood Cover&quot;.  It is the most popular title among the series.  You can now recreate the TEIJIN elementary school ruins in SMILE GAME BUILDER!<br><br><strong>· 3D objects (60 types)</strong><br>These objects are very useful to reproduce ruined Japanese school such as anatomical models of the human body, toilets, wooden desks, blackboards, lockers, piano and more!  They are essential models for giving an eerie mood of ruined school.<br><br><strong>· 3D terrains (19 types)</strong><br>There are some indoor 3D terrains such as the broken boarded floor to reproduce the ruined elementary school, which is the backdrop of the story.<br><br><strong>· 3D Characters (6 types + new 18 types)</strong><br>Six main characters are generated as 3D models: Ayumi, Naomi, Sachiko, Yuka, Satoshi and Yoshiki.  (Commercial and modification are prohibited.)  Plus, new 18 models were added for commercial and modification needs.<h2 class=\"bb_tag\" >About Corpse Party</h2>Corpse Party is a horror adventure game series produced by Team Gris Gris.<br><br>Since the first version was announced in 1996, they continue to fascinate many players with a number of scourging scenes that unfold with their unique world view.<br>In recent years, it has expanded its world, not only to games, but also to various media such as comic cards, novels, OVA and live-action movies.<br> novels, OVA, live-action movies.<br><br><br>*This resource pack is royalty-free and available for commercial or non-commercial use only within games rendered using SMILE GAME BUILDER, or both using SMILE GAME BUILDER and Exporter for Unity to build to other consoles.",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/588570/header.jpg?t=1578548093",
    "developers": [
      "SmileBoom Co.Ltd.",
      "Team GrisGris"
    ],
    "publishers": [
      "SmileBoom Co.Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 2 月 27 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "59",
        "description": "网络出版"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}