{
  "589090": {
    "name": "Fantasy Grounds - CS1 After Winter's Dark: Aihrde Setting (Castles & Crusades)",
    "steam_appid": 589090,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><i>CS1 After Winter's Dark: The World of Aihrde Fantasy Campaign Setting</i></h2><i>The world of Aihrde spins upon an earth-like axis of ancient civilizations where good and evil have struggled for countless years. It is a world that bares the markings of its past; where ancient evils slumber, stained with the power of eldritch wizardry; where gods dwell in bejeweled halls of wonderment, worshiped by men and women of all creeds; where dragons live in great dens of heaped treasure; where the new stands upon the ruins of the old in beds of ancient glory. Here, kingdoms have risen and fallen, ground to dust by war, famine, plague or time.</i><br><i>Aihrde is a world reborn, and in the After Winter Dark heroes tread in iron shod boots and wizards lean on crooked staffs to plunder the buried wealth and power of the ages. Here, the eternal struggle goes on, age after age, for Aihrde is a world of adventure, of undaunted heroes, untainted by the decadent philosophies of those meek who suffer in the shadows of lesser men. For here the stone columns of history are wiped clean, awaiting the bold to carve their mark and gain entry to the halls of immortality.</i><br><i>The World of Aihrde Campaign Setting module includes the following:</i><br><ul class=\"bb_ul\"><li>A complete discussion of the geography of the World of Aihrde, including all major landmasses, oceans and seas. More complete information is supplied on the region known as the Cradle of the World with descriptions of all the significant terrain features.<br></li><li>The second section describes the cultural landscape of Aihrde and its peoples from the early dwarves, trolls, giants and humans to the late blooming elves, halflings, orcs and gnomes. This is followed by a thorough examination of the political bodies that dominate the Cradle of the World.<br></li><li>The Cosmological Landscape unfolds in part three with a complete description the origins of the world, the gods, the heavenly bodies and the planes. This section is much more detailed than that presented in the short players manual of Aihdre.<br></li><li>An overview of the history of Aihrde from its earliest creation when the Sentients dominated the world to the present aftermath of the Winter Dark Wars.</li></ul>Aihrde is a unique settings whose cosmos and history are carefully woven in order to supply the beleagured Castle Keeper with everything they need to have to run a game in a setting of high fantasy. At the same time, the advent of the Winter Dark Wars has left the world new and recovering from a thousand year tyranny, a happenstance that allows the Castle Keeper to take the raw material that is herein presented and recaste it to their own desire and design.<br><i>Written by:</i> <strong>Stephen Chenault</strong><br><i>Fantasy Grounds Conversion by:</i> Scott Geeding<br><strong>Requires:</strong> A Fantasy Grounds Full or Ultimate license and a one time purchase of the Castles &amp; Crusades ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Scott Geeding</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Castles &amp; Crusades ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/589090/header.jpg?t=1768371962",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 2 月 21 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}