{
  "589240": {
    "name": "Jaguar I-PACE Concept | Virtual Reality Experience",
    "steam_appid": 589240,
    "required_age": 0,
    "is_free": true,
    "description": "&quot;The challenge was to design and build an electric vehicle that’s distinctively and unmistakably a Jaguar – a vehicle that will demonstrate that an electric vehicle can be a driver’s car and excite the senses.&quot; - Ian Callum, Jaguar Director of Design<br />\r\n<br />\r\nDiscover Jaguar I-PACE Concept – a preview of our first all-electric performance SUV - in a fully interactive Virtual Reality experience. HTC Vive customers can now explore the design and engineering stories behind I-PACE Concept through a blend of cinematics and immersive room-scale VR technology.<br />\r\n<br />\r\nRepresenting the next generation of battery electric vehicles, I-PACE Concept is the future that drivers can look forward to, and a striking glimpse of Jaguars to come. Marrying a bold, future-facing design with a supercar silhouette, I-PACE Concept combines the renowned Jaguar performance and legendary refinement you’d expect to deliver a truly engaged, exhilarating drive. With a range of more than 500km on a single charge (NEDC cycle) and true sports car acceleration - reaching 100km/h in around 4 seconds - I-PACE Concept will prove that a zero emissions vehicle can still be a true driver’s car.<br />\r\n<br />\r\nThis app is the first version of the Jaguar I-PACE Concept Virtual Reality Experience for Steam. Please note that the app is only supported on Win10 and nVidia GTX 1080. All rights relating to the Jaguar I-PACE Concept content and technologies contained within this app (including applicable patents) are owned by Jaguar Land Rover Limited.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/589240/header.jpg?t=1510565394",
    "developers": [
      "Jaguar Land Rover Limited"
    ],
    "publishers": [
      "Jaguar Land Rover Limited"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}