{
  "590580": {
    "name": "Dragon of Legends",
    "steam_appid": 590580,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Legends have long foretold the onset of Ragnarok, where will you be when the world burns?</i><br><br>The inevitable end of all things are prophesied to occur after the final battle between the Aesir and the Giants on the Vigrid plains. Loki and his monstrous legion will prove victorious over Odin and his mighty pantheon, and the skies will burn with dragon fire. Once Hel's cold embrace is all that remains, the nine realms shall sink deep into the sea and then silently fade away into the vast nothingness...<br><br><i>Dragon of Legends</i> is an action role-playing game that fuses a retro inspired style and sensibility with modernized systems and designs in a fictional world inspired by some of the greatest works of Norse and Celtic literature.<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li>Create and customize your character, then choose from one of three playable classes each with their own unique armor, weapons, and upgradeable abilities.</li></ul><ul class=\"bb_ul\"><li>Set out to stop Ragnarok in a world steeped in Viking mythology. Embark on a grand quest that will bring you up to the gates of Asgard, and all the way down to the darkest depths of Hel.</li></ul><ul class=\"bb_ul\"><li>Controls are easy to pick up, yet difficult to master. An active combat system will keep you on your toes rewarding you for well timed dodges and precise attacks. </li></ul><ul class=\"bb_ul\"><li>Vibrant environments and fluid animations hand crafted with pixel-perfect detail.</li></ul><ul class=\"bb_ul\"><li>Built from the ground up with modding and Steam workshop support in mind. Customize your experience with tools to create your own maps, armor, weapons, quests, and more!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/590580/header.jpg?t=1513961309",
    "developers": [
      "Thrive Games"
    ],
    "publishers": [
      "Thrive Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3900,
      "final": 3900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 39.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}