{
  "590670": {
    "name": "Epic Card Game",
    "steam_appid": 590670,
    "required_age": 0,
    "is_free": true,
    "description": "Epic Card Game is a fast-paced card game of fantasy combat designed by Hall of Fame Magic players Rob Dougherty and Darwin Kastle. It has all the amazing game play and beautiful art of a digital trading card game, but instead of having to chase down hard-to-find cards with each set release, you get unlimited copies of every card!<br />\r\n<br />\r\nIn Epic, each player starts the game with a score of 30 health. Your goal is to eliminate your opponents by reducing their health to 0.<br />\r\n<br />\r\nYou start the game with a hand of five cards, and draw a new card at the start of your turn. Your cards represent powerful champions that will fight for you or game changing events you can use to thwart your opponent.<br />\r\n<br />\r\nEach turn every player in the game gets one &quot;gold.&quot; Some cards cost a gold to play, others are free. This means you can play any card in your hand from the very first turn. There is no slow building of resources in this game. Epic starts at full throttle!<br />\r\n<br />\r\nThe four colors of Epic cards each represent a different alignment. Yellow is Good, red is Evil, blue is Sage, and green is Wild. Each alignment has its own strengths and weaknesses. You can play cards of any and all colors in your deck. If you can match colors, your cards will frequently get more powerful.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/590670/header.jpg?t=1721256382",
    "developers": [
      "Wise Wizard Games, LLC"
    ],
    "publishers": [
      "Wise Wizard Games, LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 2 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}