{
  "591030": {
    "name": "Unhappy Ever After: Blood Tales",
    "steam_appid": 591030,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>The Story</strong><br><br>Uncertain of how Sophia will be able to use Doctor Gray's affinity stealing rod to take away the Emperor's mind control powers, without herself falling under his spell, Cassandra has sent out Tattered Flag members to search for any possible solution to this conundrum. <br><br>In the far North of the sprawling Ash Forest lies 'The Warren', formally known as Filgellin. It is ruled by a small group of people that, the local townsfolk, call vampires. Once normal people who fell sick with the ash blight, they died... but there story did not end there. There bodies did not decay and many years after their deaths they rose again, all their past affinities lost but with new, powerful ones, and a thirst for human blood.<br><br>As one of the strongest supporters of the Empire it was assumed that they too were under the control of the Emperor but according to Tattered Flag spies they have refused several of his summons to join his army, preferring to stay in the dark Ash Forest, even though the Emperor visited them personally.<br><br>If they are able to resist his mind control then perhaps there secret can be discovered, and perhaps Sophia will finally be able to directly challenge the Emperor without falling under his control.<br><br><strong>Features</strong><br><br>  * A new quest taking place in The Warren, one of the Twelve Duchies ruled by vampires.<br>  * A trainable, upgradeable, soul-pet that will journey with you throughout the land and beyond.<br>  * A new story and enemies.<br>  * New weapons and armour.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/591030/header.jpg?t=1494413571",
    "developers": [
      "Warped Tales"
    ],
    "publishers": [
      "Warped Tales"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}