{
  "592640": {
    "name": "Stream Games Deluxe",
    "steam_appid": 592640,
    "required_age": 0,
    "is_free": false,
    "description": "We are in the process of offering some Streamers free keys to to the game to player with their viewers, if we offer this to you please be assured this is genuine.<br><br>Stream Games Deluxe is a game developed with Twitch Streamers in Mind, Giving you the broadcaster an opportunity to let your viewers enter your game. All games are completely random and do not require any controlling from any viewers, the host has full control over the camera.<br><br>MGS Stream Games is a fun mix of games for your viewers to join in. You can run competitions where the winner of one of the games wins a prize and so on. Your viewers will be able to join in your game giving them more reason to watch and follow/subscribe. Add in some fun commentary from the streamer and you can have some good fun.<br><br>This is not your usual sprite game, using full character models (in some games) and gameplay.<br><br>This game is for STREAMERS on TWITCH only, To play you have to join through Chat in Twitch. This is not a game intended for single player or out of a streaming environment.<br><br>We will be adding the option for VR too! You as the streamer and view the game directly in VR following the action as if you are there. Date TBC<br><br>Using simple commands in chat viewers can add a player in to a race, or to attack zombies and much more. Everything is automated meaning you can continue to entertain your viewers without having to constantly be typing or adding people.<br><br><strong>Some of the features include : </strong><br><br>- Office runner, a straight line racer for up to 20 people, using 1 chat command a viewer can join in the race. The race is completely random and cannot be predicted who will win. With obstacles in the way it can make for some very run races. Viewers will also be able to run commands to slow other players, make them dance and more. This can be set to just chat like normal, channel points or bits.<br><br> COMING SOON- Zombie shooter, up to 20 people fighting waves of zombies, viewers can run commands to spawn themselves with a machine gun, grenades and more! but only after they earn enough points. Last one standing wins.<br><br>- Splinko, A fun Plinko style game set in a nightclub, Neon balls, pins that light up and hard to win, this is sure to be fun. With support for up to 30 players.<br><br>- Dropper, a 20 player game where once the viewer joins and the game starts their in game player picks a square at random and moves to it. The floor then starts falling randomly. Last player standing wins.<br><br>Above will be the release games with more to come. We aim to have a nice collection of games released over time with included future upgrades like character selection etc.<br><br>In the options of the game you as the host can select entry to all games as either a chat command (free normal entry) or bits which the amount to join can be set in game. No complicated login to twitch either, just a simple webpage (Twitch) to authorise the game.<br><br>We will never charge for skins or monetise the game in any way. We are also looking to Add Youtube and other streaming platforms in the near future.<br><br>Create some fun times for your viewers and bring them into the action.<br><br><strong>** Please note the Video is just to show the level layouts**</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/592640/header.jpg?t=1651176132",
    "developers": [
      "MGSStudios"
    ],
    "publishers": [
      "MGSStudios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 4 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}