{
  "593130": {
    "name": "Fantasy Grounds - Horror's Heart (Call of Cthulhu)",
    "steam_appid": 593130,
    "required_age": 0,
    "is_free": false,
    "description": "Horror's Heart<br>This dangerous investigation is set in Canada, in the 1920s. The investigators meet<br>the powerful Lavoie family of Montreal and learn what imperils them. They glimpse<br>a strange cult that now thrives in Quebec and the ancient nemesis that guides it.<br>They come to understand the horrible significance of a corpse discovered in the<br>foundations of a former seminary. They at last perceive the true motives of Father<br>Philip McBride, and they gather at last the full truth about a Churchly saint who<br>has long fascinated McBride. There are plenty of puzzles to solve here and investigations<br>to be carried out until the final day of play, an unusually complete blend of action,<br>deduction, and interesting predicaments. Player-characters have time to get their<br>bearings, making this adventure a good one for beginners, but even old hands are<br>soon challenged by a succession of deadly perils. Horrors Heart is designed to be<br>finished over several evenings. It includes about twenty handouts, many illustrations,<br>several new spells and magical traps, source material for Chaugnar Faugn, and lots<br>of murders and murderers....<br>This product is an installable module for use with the Fantasy Ground II virtual<br>tabletop. The adventure module has been carefully organized to streamline gameplay<br>and includes, story elements, personalities, items and images. These can be modified<br>within your Fantasy Grounds campaign as needed.<br>By Sheldon Gillett and Lynn Willis; Illustrated by Jason Eckhardt and Mark Schumann; Cover by Eric Vogt.<br><strong>Requirements: </strong>The free Fantasy Grounds virtual tabletop (VTT) software and the Call of<br>Cthulhu ruleset.<br><strong>CALL OF CTHULHU </strong><br><strong>Horror Roleplaying in the Worlds of H.P. Lovecraft </strong><br><i>Call of Cthulhu </i>is published by Chaosium Inc.<br>Call of Cthulhu (r) is the registered trademark of Chaosium Inc.<br>Similarities between characters in <i>Call of Cthulhu </i>and persons living or<br>dead are strictly coincidental.<br><i>Adapted for Fantasy Grounds by: </i><strong>Alan Neilson</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Call of Cthulhu ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/593130/header.jpg?t=1768372409",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 2 月 13 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}