{
  "593900": {
    "name": "Tender Loving Care",
    "steam_appid": 593900,
    "required_age": 0,
    "is_free": false,
    "description": "You are about to enter a fantasy quite unlike anything you've ever seen or felt before - a fantasy built from the stuff of your very own mind. Tender Loving Care is not just a finely crafted suspense story; it's an exploration into your innermost perceptions, opinions, and attitudes. The unfolding story is shaped and changed by your responses to it, so that no two people will experience Tender Loving Care in exactly the same way.<br />\r\n<br />\r\nStarring the acclaimed British actor, and 2-time Oscar nominee, John Hurt (Contact, Love and Death on Long Island, Elephant Man) TLC is a feature-length film seamlessly combined with computer-game like navigation and interactivity.<br />\r\n<br />\r\nThe player is voyeur, detective, judge, and patient all in one. Between each variable scene, Dr. Turner enlists the viewer's help in assessing the behaviour of each of the films characters - Turner's beautiful, deluded patient, her dangerous husband, and the mysterious, seductive psychiatric nurse enlisted to provide what may, or may not be, TENDER LOVING CARE.<br />\r\n<br />\r\nThe viewer's answers to Dr. Turner questions the shape the course of the action and the final outcome of the story. The viewer, too, becomes one of Dr. Turner's patients, taking a series of Thematic Apperception Tests (TATs), the results of which create a progressively accumulating personal psychological profile, and a complete psychological analysis by the end of the movie.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/593900/header.jpg?t=1569518070",
    "developers": [
      "Aftermath Media"
    ],
    "publishers": [
      "Nightdive Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2500,
      "final": 2500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 25.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "71",
        "description": "色情内容"
      },
      {
        "id": "72",
        "description": "裸露"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "6 user reviews",
      "total_positive": 4,
      "total_negative": 2,
      "total_reviews": 6
    }
  }
}