{
  "594390": {
    "name": "Decoy",
    "steam_appid": 594390,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >INTRO</h2><strong>DECOY</strong> is a fast paced top-view action game, in which you get to take on the role as The Decoy! As Decoy, you'll be led by The Commander, an odd character who will send you on an exciting journey of crazy missions. A journey full of slippery roads, magnetic mines, fast bomb planes, tanks and EMP-dropping choppers.<br><br>Your job is to enter enemy territory, and while an infiltration-team is searching the premises for information, you will distract the enemy to ensure their safety. With no means to defend yourself, your vehicle is your only tool. Your goal - <strong>Distract</strong>, <strong>Evade </strong>and <strong>SURVIVE</strong>!<br>As the story unfolds and the mission gets more intense, it's obvious there's more going on than ever expected. Soon the situation takes a turn to the worse and you will find your job as Decoy to be more important than ever imagined.<h2 class=\"bb_tag\" >CAMPAIGN</h2>The campaign will start out easy, giving you some time to warm up and find your own techniques. As the story progresses and your skills improve, the real action begins. The road ahead won't be easy. The better job you do, the more stars you'll receive. Use your stars to boost your vehicle  with more speed, improved chassis and cool specialties.<h2 class=\"bb_tag\" >MULTIPLAYER</h2>Some of the maps also has multiplayer. Join up with friends for a race, &quot;pickup&quot; challenge or take on an infinite map to see who can survive the longest. To make it more interesting, multiplayer maps has powerups, that you can use to sabotage for the other players. Let the best Decoy win!<h2 class=\"bb_tag\" >WORKSHOP</h2>The workshop includes an editor that lets you create your own multiplayer maps.<h2 class=\"bb_tag\" >INFINITE</h2>Some of the maps has an infinite mode. A fun way to challenge yourself and see how long you can survive the increasing attacks of the enemy. Infinite mode also provides Steam Leaderboards.",
    "supported_languages": "英语<strong>*</strong>, 瑞典语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/594390/header.jpg?t=1724146322",
    "developers": [
      "Mexond"
    ],
    "publishers": [
      "Mexond"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}