{
  "594720": {
    "name": "Star Merchant",
    "steam_appid": 594720,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>NOTE: This game requires 100% (Normal) fonts in Windows 8 and up or 96 DPI system fonts in Windows 7 to display correctly. This is the default for most systems, but please be aware of this before purchasing. The game also uses 1024x768 resolution in Fullscreen mode while running.</strong><br><br>Star Merchant is a galactic trading sim where you become a space entrepreneur, looking to make your mark. Buy and sell items, upgrade your ship and try to meet your own self-appointed goal without going broke!<br><br>Features:<br>- Slick, high-res UI makes it simple and easy to corner the galactic marketplace. Set the length of game you want, and choose from 4 different starting ships with different advantages.<br>- Randomly generated items and universe every game! Demand for items and on different planets changes even during the game.<br>- Fight 4 different space pirate clans during your journey using a variety of strategies. Do you use that big new weapon you bought? Sacrifice your ships for bigger damage? or use the always dangerous Suicide Volley to maximize your damage at a cost of hull strength? It's up to you.<br>- Upgrade your ship with better weapons, more cargo room, more passenger room and bigger gas tank.<br>- Hundreds of weapons to equip and new ships to buy, pick up passengers, or deal with rogue traders for big profits -- or not!<br>- Invest in stock of different companies and funds, or just use your bank account to squirrel away money for a rainy day.<br>- Lots of surprises, including stops at the Galactic Casino, bonuses, and more!<br><br>Stake your claim and become a Star Merchant today!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/594720/header.jpg?t=1765192303",
    "developers": [
      "SimProse Studios"
    ],
    "publishers": [
      "Conglomerate 5"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 1,
      "total_negative": 2,
      "total_reviews": 3
    }
  }
}