{
  "594770": {
    "name": "Legends of Aria",
    "steam_appid": 594770,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Legends of Aria</strong> is a full loot sandbox MMORPG with a living, breathing world defined and shaped by its player community. It is a world of dangers, where bonds are forged - and broken - by players writing their own stories.<br><br>Explore a persistent, massive open world with thousands of other players and experience the freedom to pursue your own destiny. Master the magical art of music, tame mighty beasts to follow your every command, ascend the ranks of a powerful guild, build an economic empire, or put it all on the line and choose the path of the petty thief or the hunted murderer.<h2 class=\"bb_tag\" >Explore a world without limitation</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/594770/extras/a816d1f2b34d4de3ed5fe7e6c61a92de.avif?t=1662054915\" width=600 height=200 /></span><br><br>Welcome to Celador, a rich fantasy world filled with expansive deserts, deep forests, rolling fields, ancient ruins, and dangers around every corner. Build, explore, and adventure with your fellow players in a world defined by you. Join forces with a friendly guild, swear allegiance to your town’s militia, or set out on your own personal quest for glory.<h2 class=\"bb_tag\" >Build your character through play</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/594770/extras/5888738a7283a0f782af802e990ac5f6.avif?t=1662054915\" width=600 height=200 /></span><br><br>Legends of Aria returns to a true skill-based system so you can build your character your way. There are no levels to grind through - hone your abilities by practicing your choice of over 30 unique skills across more than a dozen disciplines to establish your own place in the world of Celador.<br><br>In Legends of Aria, you have the freedom to experience the world on your own terms. Live the life of a humble merchant, a role-playing nobleman, a feared conqueror - the possibilities are endless.<h2 class=\"bb_tag\" >Take great risks for a chance at great rewards</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/594770/extras/08d54ed755ef5f6754bd241dce47e069.avif?t=1662054915\" width=600 height=200 /></span><br><br>Put your skills to the test against ancient gods, great dragons, roaming enemies - and your fellow players. Legends of Aria is a game where players create the content, whether that content starts out as a violent vendetta against an enemy guild or an arduous trek through the perilous wilderness.<br><br>Celador is a world of laws, but also lawbreakers. Legends of Aria features a dynamic Skill Loss System in dealing out capital punishments to those who have fallen foul of the law and rewards those who bring them to justice.<h2 class=\"bb_tag\" >Amass a great fortune on your own terms</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/594770/extras/d0ab90e2ad8eb7b031e2766d05d0538d.avif?t=1662054915\" width=600 height=200 /></span><br><br>Set out on adventures that can put money in your pocket, powerful gear on your back, and rare items that change each season in your inventory. Untold treasures can be found buried deep in treacherous dungeons, guarded by ancient lords in the wild, or in the backpacks of wayward travelers who are trying to safely haul their riches home.<h2 class=\"bb_tag\" >Carve out your place in the world</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/594770/extras/e46fe64a780608b1af496b342074f71d.avif?t=1662054915\" width=600 height=200 /></span><br><br>Citizens of Celador can claim a plot, expand their land, build a home, or run a shop to profit off items they’ve crafted or found during their travels. Use loot found throughout the world in unique ways or craft specialty items to customize your house to stand apart from your neighbors.  Becoming a Citizen is as simple as being an active subscriber, purchasing a Starter Pack on our website, or purchasing the Citizen’s Pass DLC here on Steam.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/594770/header.jpg?t=1662054915",
    "developers": [
      "Citadel Studios Inc"
    ],
    "publishers": [
      "Citadel Studios Inc"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 8 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "8 user reviews",
      "total_positive": 5,
      "total_negative": 3,
      "total_reviews": 8
    }
  }
}