{
  "595100": {
    "name": "CTHON",
    "steam_appid": 595100,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Evil Has Awakened</h2><br>It is the 24th century, and mankind has only recently begun expanding its reach to the star systems nearest our own Solar System.<br><br>A dark and terrible secret is buried within a misshapen moon nestled in the massive asteroid belt of the Epsilon Eridani system. Pythos colony was built there ostensibly to exploit the planetoid's mineral resources, but now they've disturbed a kind of evil that lurks beyond the fringes of our comprehension.<br><br>Through an ever-changing labyrinth, you will remold yourself into a cybernetic killing machine using the powerful technologies of a long-dead alien civilization. With these new-found weapons, you will pave a path of aberrant corpses toward the greatest threat to mankind ever encountered.<br><br>CTHON is an old school science-fiction first-person shooter, where you become a cybernetic weapon against the dark legions of a powerful evil entity - known only as Cthon - who lurks within the planetoid. It is a classic space horror game, inspired by the likes of Doom, System Shock, and Quake.<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li>Fight - and die - through nine sprawling randomly generated levels. No two games are ever the same, and permanent death ensures unrelenting tension.<br></li><li>Modify yourself with the cybernetic technologies of the ancients. A unique upgrade-powering system allows you to get down to the details of character building, and choose the stats you want, when you want, with millions of permutations. Mod types include defensive upgrades that can increase your physical strengths and offensive upgrades to maximize your firepower and grant new ways to exterminate your adversaries.<br></li><li>Slay an extensive array of monstrous creatures, each with intriguing tactical strengths and weaknesses. Battle corrupted humanoids, alien abominations, and biomechanical constructs as you delve ever deeper.<br></li><li>Use nano-tech currency to gain a strategic edge - access machines that can forge new items, replenish your resources, and expand your cybernetic framework.<br></li><li>Secret areas abound in the labyrinth; scour the levels for them and reap the rewards - and dangers - they may hold.<br></li><li>Choose one of three characters, each of them specialized toward different cybernetic builds.<br></li><li>Multiple difficulty levels allow you to adjust the nightmare world to your tastes.<br></li><li>A complex, haunting soundtrack complements the dark and oppressive atmosphere.</li></ul>",
    "supported_languages": "英语, 法语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/595100/header.jpg?t=1568653719",
    "developers": [
      "Gravity Games"
    ],
    "publishers": [
      "Gravity Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}