{
  "595280": {
    "name": "謊言王座 Throne of Lies",
    "steam_appid": 595280,
    "required_age": 0,
    "is_free": true,
    "description": "Throne of Lies is a 3D Werewolf/Mafia game that requires social deduction skills to defeat the enemies. It is a game of deceit, investigation, strategy, and role play.<br><br><strong>How to play</strong><br><br>The game ranges from 6 to 16 players. Each player is randomly assigned to the roles from one of the four factions: <br>The Blue Dragon (Good/Protagonist) <br>The Unseen (Bad/Antagonist) <br>The Cult (Bad/Antagonist) <br>The Neutral<br><br>If you are one of the good factions, you need to find out the bad faction for the execution to defend your throne, but you can also be converted by the Cult leader.<br> <br>If you are one of the bad factions, you will be able to communicate with each other at night and overturn the throne by taking down all the good faction in the game.<br><br><br><strong>Game modes</strong><br><br><u>Quick Mode</u> (6 players)<br>Selected roles (4 Good + 1 Bad + 1 Neutral) will be assigned, no conversion possibility. Best for new players. <br><br><u>Duel Mode</u> (7-9 players)<br>Selected roles will be assigned from the blue dragon, the unseen and the cult, excluding Neutral faction. <br><br><u>Classic Mode</u> (8-16 players)<br>Randomly assigned roles from all 4 factions. Highest complexity of all modes. <br><br><br><strong>Game phrases</strong><br><br>The unique Day/Night cycle allows players to congregate around the table, discuss their findings and accuse players of treason during the day and use their abilities to occupy, spy on, conspire against and even kill their fellow players at night. <br><br><u>Day</u><br>You can share your investigation results in the chat box to all players or you can whisper to the King privately. Starting from Day 2, you can vote one suspicious player for execution, it takes at least 3 players to start the trial before the suspect gets executed. <br><br><u>Trial</u><br>Starting Day 2, if 3 or more players voted the same suspicious player, the trial will begin and all players get to vote for “Execute” or “Pardon”. <br><br><u>Night</u><br>Each role would have different skills to use at night. If a Cult or Unseen member decides to make a kill, all players will see the result in the following day phrase. The conversion also happens at night and the good guy will be allied with the bad guys the next Day. <br><br><br><strong>Features</strong><br><br><u>Log Book</u><br>A notebook to keep track of your investigation results for Day and Night phases. You can also put in false information to mislead other players as the Log Book will be revealed and available for all players when your role gets killed. <br><br><u>Deathnote</u><br>A note you can leave as a signature or graffiti and will be shown to all when a player gets killed by you. <br><br><u>Chat Box</u><br>Send messages to the room or join the discussion during the game. All notification messages, such as the voting results, the death of a player, or your personal conversion information, will also be shown. <br><br><u>Whisper</u><br>You can send a whisper message to the King if you have valuable information about a certain player from your investigation. Or you can send false information to trick the Good King when being a member of Unseen or Cult.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/595280/header.jpg?t=1730186391",
    "developers": [
      "PT.farm Inc.",
      "Imperium42®, LLC"
    ],
    "publishers": [
      "PT.farm Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 29 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}