{
  "595490": {
    "name": "LookVR",
    "steam_appid": 595490,
    "required_age": 0,
    "is_free": true,
    "description": "Imagine being able to literally walk through your data - now you can. Looker is pushing the bounds of how people interact with their data.<br><br>LookVR is a virtual reality tool for exploring data from Looker. Looker is a data platform that works with any data source for fast, actionable insights.<br><br>LookVR is designed to work with Looker data, but you don't need to use Looker to try it out! Several fully explorable demo datasets are included for anyone interested in visualizing data in virtual reality.<br><br><ul class=\"bb_ul\"><li> Explore real business data and find insights in virtual reality<br></li><li> Includes a number of visualization types built just for VR<br></li><li> Drill and filter to explore different datasets<br></li><li> Connects to Looker's API and innovative modeling layer let you easily wrangle your data, so you can focus on building an application.<br></li><li> Use the &quot;Big Data&quot; button to make your data gigantic and climb up to the top.</li></ul><br>If you have Looker, you just need to plug in your Looker API credentials to get up and running. Because it connects to the Looker API, all the data you have in Looker will automatically show up in LookVR, allowing you to explore your data in ways you never knew were possible.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/595490/header.jpg?t=1550709793",
    "developers": [
      "Looker"
    ],
    "publishers": [
      "Looker"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 2 月 27 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}