{
  "595640": {
    "name": "Robo Do It",
    "steam_appid": 595640,
    "required_age": 0,
    "is_free": false,
    "description": "Robo Do It is a funny game (made in México) to learn logic programming without writing code by building scripts to program robots in each level. The goal is to find the best solution to create an algorithm that takes these robots into victory capsules.<br><br>In this videogame, the player is introduced into a 3d world filled with levels where the main objective is to help one or more robots to reach the capsules by assigning commands or actions (such as to forward, to turn, to jump, and others) that are logically programmable and iconographic, the latter to facilitate the understanding and learning of the player. On the other hand, with the passage of levels, the difficulty of the game increases, challenging the player with new challenges that encompass the sequential, repetitive and conditional control structures of programming in general, as well as inciting the player to apply the reuse and reduction of commands that are equivalent to the real programming code.<br><br>Robo Do It have two game modes, the game arcade and the level editor. In the game arcade you need to solve forty eight levels along four chapters and in the level editor you will use your skills to create a great, funny and complex level what you can test and share with players community. Also you can follow, download, play, get score and rate like bad or nice level from another players levels! <br><br>Get the best score by collecting all gems in game, getting a better time and using less commands to reach de victory!<br><br>Features:<br><ul class=\"bb_ul\"><li>Infinite possibilities of gameplay thanks to the level creator and the community.<br></li><li>This game help people to learn programming logic by a very funny and easy way.<br></li><li>32 arcade levels with many hours of fun (and 12 arcade levels are comming) and all the levels created by the community for free.<br></li><li>Level editor to create, share, follow, download, play, rate and solve many levels from another players and getting the best score!<br></li><li>Each level game can have gems, robots, blocks, buttons, doors, mobile platforms and victory capsules in differents floors! <br></li><li>You can play offline and be syncronized when you log in with your steam account.<br></li><li>Different robot commands to do many actions like walk, turn, jump, climb, use mechanisms, conditionals, procedures and more!<br></li><li>In level editor you can place objects wherever you want in a grid map with fourth floors, they can be configured and have an interesting objetive. <br></li><li>Use your steam account to join automatically in robo do it!<br></li><li>Ranking for best players<br></li><li>Social Chat for players whom are in Robo Do it</li></ul>",
    "supported_languages": "英语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/595640/header.jpg?t=1765120848",
    "developers": [
      "Angel Carriola"
    ],
    "publishers": [
      "Glossware Studios",
      "Dosane Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 2 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}