{
  "595700": {
    "name": "Fantasy Grounds - Monster & Treasure of Airhde (Castles & Crusades)",
    "steam_appid": 595700,
    "required_age": 0,
    "is_free": false,
    "description": "Monsters &amp; Treasure of Aihrde<br>A Castles &amp; Crusades Library module for Fantasy Grounds<br>Castles &amp; Crusades Quick Start Rules (Free)<br>In Monsters &amp; Treasure of Aihrde are hosts of legendary monsters for your Castles &amp; Crusades game. Each entry comes fully detailed with descriptions, habits, culture where needed, treasure, combat, all abilities as well as a special section on each monster's place in Aihrde.<br>M&amp;T of Aihrde includes the multitudes of monsters that have already debuted in The Crusader Journal, Monsters of Aihrde PDFS I-IV, adventure modules, and free downloads. More than that it will scores of new monsters and mounds of treasure never seen before. Expanded beyond the scope of the original Monsters &amp; Treasure, this new work promises hosts of adventure glory that only you can wrest from the hands of creatures as powerful as the Mogrl, as small as the bogtilt, or as mysterious as the Moundrule.<br>Though created for Aihrde (Erde) and designed for use with the Castles &amp; Crusades role playing game the Monsters of Aihrde are fully usable with other systems, though some adjustments in abilities will of course be necessary.<br>The world of Aihrde (what the Dwarves call Erde, which is 'the Father') was first brought to you in the Codex of Erde (Troll Lord Games, 2000). This monstrous book presented a fantasy world rich with opportunities for adventure and expansion. Fully illustrated it recounted detailed histories that spanned a time line of millennia, making Aihrde one of the most detailed settings out there. The Codex outlined countries, their rulers, their pastimes as well as cultural norms, tales and mythologies. It also brought a small host of new monsters to the fore.<br><i>Adapted for Fantasy Grounds by: </i><strong>Alan Neilson</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Castles &amp; Crusades ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/595700/header.jpg?t=1768372650",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 2 月 21 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}