{
  "596140": {
    "name": "Photo & Graphic Designer 12 Steam Edition",
    "steam_appid": 596140,
    "required_age": 0,
    "is_free": false,
    "description": "The new <strong>Xara Photo &amp; Graphic Designer 12</strong> combines classic photo editing with the professional graphics engine from Xara Designer Pro X. It enables you to optimize and retouch photos, create vectors and illustrations and bring them together in seamless collages and layouts. Whether you're creating thumbnails for videos or designing a new graphic to boost your website and social media presence, <strong>Xara Photo &amp; Graphic Designer 12</strong> provides a range of new possibilities for creative image editing.<h2 class=\"bb_tag\" ><strong>Work in your own digital dark room</strong></h2><strong>Fast, detailed photo editing, simplified photo retouching and sophisticated photo collages. Take advantage of the wide range of tools and optimize each and every photo.</strong><br><ul class=\"bb_ul\"><li> Filters and effects: <br>Simply drag the filter you want to use onto your image to give them the wow factor.<br></li><li> Smart photo grids: <br>Create photo collages in a few easy clicks. Choose from different templates and simply drag &amp; drop to arrange your photos. <br></li><li> Intelligent tools: <br>From automatic object cropping and scaling to panorama montages - just sit back and let the software do all the work.<br></li><li> Detailed retouching: <br>Remove distracting elements using Magic Erase and add finishing touches to a photo with the Photo Heal tool.</li></ul><h2 class=\"bb_tag\" ><strong>Creative graphic design</strong></h2><strong>Xara Photo &amp; Graphic Designer 12 is a complete solution for graphic design. It lets you create your own vector graphics and illustrations, but that's not all. You can also blend layers with images, graphics and effects and then add text in order to create truly impressive compositions.</strong><br><ul class=\"bb_ul\"><li> Smart Shapes: <br>The pre-made Smart Shapes are great for any project and can also be changed intuitively using special handles.<br></li><li> Illustrations: <br>Design avatars, web graphics and logos with vector graphics so that your graphic design will work with any format.<br></li><li> Digital drawing: <br>Connect your graphics tablet and show off your skills by drawing with the mouse. You can also use art brushes made from vectors and photos</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/596140/header.jpg?t=1541613657",
    "developers": [
      "MAGIX Software GmbH"
    ],
    "publishers": [
      "MAGIX Software GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 6 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "55",
        "description": "照片编辑"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}