{
  "596620": {
    "name": "Gas Guzzlers: Combat Carnage",
    "steam_appid": 596620,
    "required_age": 0,
    "is_free": false,
    "description": "Gas Guzzlers: Combat Carnage<br />\r\n<br />\r\nGas Guzzlers: Combat Carnage is a fast-paced addictive combat racing game for the PC. The game features many different vehicles, weapons, upgrades, on-track bonuses as well as distinctive and astonishing environments. The player starts with a low-performance vehicle and gradually works his way up by earning money in a series of challenging races.With an initial amount of money,the player buys his first car without upgrades. <br />\r\n<br />\r\nThe game is run through the series of events\\challenges that are divided into four separate categories. Categories, tracks and vehicles are unlocked as player progresses throughout the game. After selecting the class (only the first class is enabled at the beginning) selection of events follows. At the start of the game number of events is limited but it increases in time depending mainly on player's score. Unlocked events can be played an unlimited number of times and each time player can win points and money for the selected event. The transition from the lower to the higher class is achieved by winning in the special tournament event. Besides the players, various AI simulated drivers engage in events and challenges. All AI drivers are simulated according to their parameters and settings. Computer opponents can progress and improve their vehicles in a way similar to the player's. This provides an additional reality aspect for the whole game. For each category there is an official rank roster which shows the current positions for all the drivers. The player must achieve victories on a regular basis to be consistently at the top and earn the money to maintain his vehicle and save some for a new one. All upgrades come with price tags, which rise depending on the class car type. Standard types of events/challenges are races, knock-outs and tournaments. Some events have prerequisites that have to be met before participating in the race (specific class, car type, car color, type of weapon allowed...).<br />\r\n<br />\r\n• 150+ miles of tracks and 5 different events per track<br />\r\n<br />\r\n• 12 unique weapons<br />\r\n<br />\r\n• 15 customizable cars (12+ upgrades, color, rims, stickers, etc..) , damage distribution on the vehicle<br />\r\n<br />\r\n• On-track bonuses and power ups<br />\r\n<br />\r\n• Secret tracks, cars and experience spiced with unique humor<br />\r\n<br />\r\n• Multiplayer over LAN and Internet (Dedicated server included with the game)<br />\r\n<br />\r\n• Multiplayer modes (classic race, battle race, knockout, deathmatch arena, last man standing)<br />\r\n<br />\r\nGas Guzzlers won second place on European Games Award 2012 for best racing game.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/596620/header.jpg?t=1767704312",
    "developers": [
      "Gamepires"
    ],
    "publishers": [
      "Gamepires"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 330,
      "discount_percent": 85,
      "initial_formatted": "¥ 22.00",
      "final_formatted": "¥ 3.30"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}