{
  "596730": {
    "name": "Mountaineer",
    "steam_appid": 596730,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/596730/extras/29c71a4f484579c3828016051365aacf.avif?t=1703486332\" width=616 height=436 /></span><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/596730/extras/1dbf560050a7104df303e5cf2db5faa7.avif?t=1703486332\" width=594 height=842 /></span><br><br>Meet Jack, A professional mountaineer. He's on a mountain from his hometown, trying to blow off some steam and blend with nature. He's an expert at his job and knows almost everything about the mountain. He lives in a small town at the foot of the mountain and sometimes takes tourists for a trek. Currently, he has been trekking for a couple of days and now seems to be very far from town. Here he gets to see nature in harmony, with animals and birds alike. This peaceful setting is disturbed by a storm that sets in and there is a loud explosion. A plane has crashed into the mountain and Jack decides to take a look at what happened. He finds some survivors and aids them. Now Jack has a long way to town and rescue will take a lot of time. The only way is to get the survivors in town to save them. Supplies are short and Jack has to work on thin supplies to keep them and himself alive. He has to fight the cold, predators, hunger etc. will jack save them all?<br><br>Gameplay: You're running low on resources and have to protect 2 individuals and yourself from the harsh environment of a snowy mountain. Collect wood, fruits, and hunt animals to stay alive and escape the mountain. <br><br>Your Health is determined from HP, Hydration, Energy, and Body heat.<br><br>Prolonged low hydration or body heat will make you highly vulnerable to attacks.<br><br>Low energy will result in slowing down of the character.<br><br>Hunt Bears, Stags, Wolves in the heights of the mountain and Safely bring back Larha and Mr. Anderton from the crash site to the nearest village, in Mount Kunlip.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/596730/header.jpg?t=1703486332",
    "developers": [
      "Cryobolt Interactive"
    ],
    "publishers": [
      "Cryobolt Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}