{
  "597310": {
    "name": "Fantasy Grounds - Pathfinder RPG - Core Rules Pack (PFRPG)",
    "steam_appid": 597310,
    "required_age": 0,
    "is_free": false,
    "description": "<i>  Enter a fantastic world of adventure!</i><br>The Pathfinder Roleplaying Game puts you in the role of a brave adventurer fighting to survive in a world beset by magic and evil. Will you cut your way through monster-filled ruins and cities rife with political intrigue to emerge as a famous hero laden with fabulous treasure, or will you fall victim to treacherous traps and fiendish monsters in a forgotten dungeon? Your fate is yours to decide with this giant Core Rulebook that provides everything a player needs to set out on a life of adventure and excitement!<br>This imaginative tabletop game builds upon more than 10 years of system development and an open playtest involving more than 50,000 gamers to create a cutting-edge RPG experience that brings the all-time best-selling set of fantasy rules into the new millennium.<br>The Pathfinder Roleplaying Game Core Pack includes:<br><ul class=\"bb_ul\"><li>All player and Game Master rules in a reference module you can share with connected players<br></li><li>Complete rules for fantastic player races like elves, dwarves, gnomes, halflings, and half-orcs<br></li><li>Exciting new options for character classes like fighters, wizards, rogues, clerics, and more<br></li><li>Streamlined and updated rules for feats and skills that increase options for your hero<br></li><li>A simple combat system with easy rules for grapples, bull rushes, and other special attacks<br></li><li>Spellcaster options for magic domains, familiars, bonded items, specialty schools, and more<br></li><li>Hundreds of revised, new, and updated spells and magical treasures<br></li><li>Quick-generation guidelines for nonplayer characters<br></li><li>Expanded rules for curses, diseases, and poisons</li></ul>   This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>A new reference manual organized for ease of reference and presentation. Share a single page if you like.<br></li><li>A new custom theme extension for the PFRPG ruleset that showcases the Pathfinder goblins and other great visuals<br></li><li>A half-dozen or more new desktop decals you can cylce through for your campaign<br></li><li>Drag and drop lists of classes, races, feats, spells and items<br></li><li>All the images from the book available to share with your players as you need them</li></ul>Videos<h2 class=\"bb_tag\" >  Fantasy Grounds Pathfinder Core Rulebook Product Demo</h2><i><br>Adapted for Fantasy Grounds by: </i><strong>Wayne Arsenault</strong><br><i> Adapted for Fantasy Grounds by: </i>  Wayne Arsenault[/b]<br><strong>  Requires:</strong>  The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset. Compatible with Fantasy Grounds Unity<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/597310/header.jpg?t=1768372804",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 13800,
      "final": 13800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 138.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 2 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}