{
  "597600": {
    "name": "Fantasy Grounds - Pathfinder RPG - Kingmaker AP 1: Stolen Land (PFRPG)",
    "steam_appid": 597600,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the <strong>Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" ><strong>Chapter 1: &quot;Stolen Land&quot;</strong></h2>by Tim Hitchcock<br><strong>A Realm to be Tamed</strong><br><i>Enter the Stolen Lands, a wilderness claimed by nobles, bandits, and beasts alike. Into this territory the fractious country of Brevoy sends its emissaries, tasking them with subduing the lawless folk and deadly creatures that have made it a realm of savagery and shame. Beyond the last rugged frontier stretches the home of voracious monsters, capricious fey, wily natives, and bandits who bow to the rule of a merciless lord none dare defy. Can the PCs survive the Stolen Lands, bring their dangers to heel, and lay the foundations of a new kingdom? Or will they just be one more fateful band, lost forever to the ravenous wilds?</i><br>This module of Pathfinder Adventure Path launches the Kingmaker Adventure Path, and includes:<br><ul class=\"bb_ul\"><li><i>Stolen Land</i>, a Pathfinder RPG adventure for 1st-level characters, by Tim Hitchcock.<br></li><li>A gazetteer of Brevoy, a country of ancient grudges and noble rivalries, by Steve Kenson.<br></li><li>New rules for turning exploration into a different kind of adventure, by James Jacobs.<br></li><li>A new misadventure for disgraced noble scion Ollix Kaddar in the Pathfinders Journal, by James L. Sutter.<br></li><li>Five new monsters, by Ed Greenwood, David Hill, Steven Kenson, Rob Manning, and F. Wesley Schneider.</li></ul>Pathfinder Adventure Path is Paizo Inc's monthly full-color adventure. It contains an in-depth Adventure Path scenario, stats for about a half-dozen new monsters, and several support articles meant to give Game Masters additional material to expand their campaign. Pathfinder Adventure Path volumes use the Open Game License and work with both the Pathfinder RPG and the standard 3.5 fantasy RPG rules set.<br>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul>&lt;b&gt;Requires:&lt;/b&gt; The free Fantasy Grounds virtual tabletop (VTT) software.<br><i><br><strong><br>Adapted for Fantasy Grounds by: [/i]Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/597600/header.jpg?t=1768372952",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 2 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}