{
  "597640": {
    "name": "Buccaneers, Bounty & Boom!",
    "steam_appid": 597640,
    "required_age": 0,
    "is_free": false,
    "description": "When the cutthroat worlds of piracy and goblins clash, the result is an underhanded race of skullduggery to be crowned the Goblin Pirate King. Hire <strong>Buccaneers</strong>, amass <strong>Bounty</strong>, and build cannons to <strong>Boom!</strong> your opponents out of the water.<br><br>Build up your Goblin cities to harvest the rare bounties of the pirate islands. Deck out your ships with the most underhanded Goblin crew. Stack your cities and ships with cannons and armour to blast your enemies from the seas!<br><br><i>Who can reap the most treasures from the bountiful pirate islands?<br>Who can mount the most cannons on their fearsome ships and cities?<br>Who can seek out the most scurvy sea Goblins to join their crew?<br>Who will be named the one and only Goblin Pirate King?</i><h2 class=\"bb_tag\" >Game Features</h2><strong>Buccaneers, Bounty &amp; Boom!</strong> is a turn-based strategy board game from the developer of the infamous Neptune’s Pride. Take your treachery and backstabbing aboard a goblin pirate ship and set sail on the high seas.<br><br>Earn Pirate Points for having the most Buccaneers (Goblin crew), Bounty (largest harvest), and Boom! (cannons) each turn. The first player to reach 30 Pirate Points is crowned the Goblin Pirate King.<br><br>Choose how many turns to play and set the turn deadlines for your games (2 mins to 48 hours). Play a fast game with your friends in one sitting, or play a carefully considered strategy over days or weeks. <br><br>Hire some of the most despicable and underhanded goblins to join your crew. Choose from 15 different crew members to customise your ships. The Grappler will hold enemy ships in place while you attack. The Bouncer will ricochet cannonballs to attack multiple hexes at once. The Slaver will smuggle crew members from defeated ships.<br><br>Build up the biggest ships and cities on the seas. Stack your ships and cities with unlimited levels of cannons, health, and armour. Upgrade your cities to improve your harvest. Cities can harvest food, wood, and metal from surrounding land hexes. Food can also be harvested from sea tiles with fish. The best bounty comes from rare treasures of the sea, such as mystic mermaids, precious pearls, and terrible tusks. Use these treasures to drive your economy and to hire goblin crew for your ships.<br><br>Parle with the other pirate leaders to negotiate trades and make alliances. But remember, pirates are untrustworthy sods and everyone is vying to be the Goblin Pirate King! <br><br>Now, it’s time to raise the Black Flag and set sail!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/597640/header.jpg?t=1489009818",
    "developers": [
      "Iron Helmet Games"
    ],
    "publishers": [
      "Iron Helmet Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4000,
      "final": 4000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 40.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}