{
  "597890": {
    "name": "Fantasy Grounds - C1 The Mortality of Green (Castles and Crusades)",
    "steam_appid": 597890,
    "required_age": 0,
    "is_free": false,
    "description": "A Castles &amp; Crusades Adventure module for Fantasy Grounds<br>Castles &amp; Crusades Quick Start Rules (Free)<br>Tis said of that ancient brooding forest that even before the world grew accustomed to the light of day, that her stems were grown high and her eves already dark and contemplative. If ever those ancient trees have pondered, however, then it was in silent expectancy, brooding on a bent that only they and perhaps a few others may know, for it has never been theirs to speak with vocal tongue. Mayhap they ponder simple things, or maybe they wonder on the many creatures which have come to crawl the earth since those days before days, for all manner of beasts and monsters have come from the outlands to slip into obscurity underneath the shadowy vale of the Darkenfold.<br>Mortality of Green includes an area map of the Darkenfold forest, information on the villages of Ends Meet and Greenbriar, hand outs for the players, and new monsters for the Referee. The module is designed for and easily accommodates into any campaign setting, including the Winter Dark Campaign Setting. It is especially good for a single nights play.<br>Comes complete with Area Map of the Darkenfold Forest!<br>Designed for 4-8 characters of levels 3-5. It is particularly suited for a ranger or druid.<br><i>Adapted for Fantasy Grounds by: </i><strong>John Dziadek</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Castles &amp; Crusades ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/597890/header.jpg?t=1768373047",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 2 月 21 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}