{
  "598150": {
    "name": "Mint Muse Sound Flare",
    "steam_appid": 598150,
    "required_age": 0,
    "is_free": false,
    "description": "Sound Flare is the industry's first full native VR audio workstation (not plugin) that enables intuitive and WYSIWYG VR audio editing. The VR DAW revolutionizes the iteration process of audio monitoring in VR, which directly improves sound localization and production efficiency.<br><br><i>A whole new interaction and editing experience</i>:<br>Sound Flare is the very first DAW built for virtual reality. You can look around your mixing environment and interact with the controls as if you were in a full sound studio. Sound clips can be added to the scene, dropped into the tracks, and then intuitively dragged around in 3D space all with the Vive controllers. <br><br><i>WYSIWYG (What you see is what you get) VR audio editing</i>:<br>Once the sound clips are arranged in the scene as desired, you can press play and listen to what the mix will sound like in full 3D, without ever taking off the Vive headset. If a sound is not coming from the desired location, use the Vive controllers to grab it and move it as needed, and then press play again to immediately test how it sounds in the new location. This 3D audio mixing process is much faster and more efficient than using a plugin for a traditional DAW. Once the mixing is complete, the audio can be saved into a WAV file for future use. <br>Note: Currently only supports binaural audio, but we will be adding full ambisonics mixing in a coming update.<br><br><i>Direct support from Mint Muse’s audio engine and lower level SDK</i>:<br>All sound processing is done in real-time by Mint Muse’s custom 3D audio engine. This engine gives a great sense of 3D presence by moving the audio from inside your head to anywhere in the environment with any standard pair of headphones. Move a clip far to the left or behind and it will really sound as though it is coming from that position. The Mint Muse audio engine does all this processing for you - quickly, efficiently, and with very low latency. latency.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/598150/header.jpg?t=1495758089",
    "developers": [
      "Mint Muse Inc"
    ],
    "publishers": [
      "Mint Muse Inc"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 18800,
      "final": 18800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 188.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 2 月 24 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "52",
        "description": "音频制作"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}