{
  "598590": {
    "name": "Escape 2042 - The Truth Defenders",
    "steam_appid": 598590,
    "required_age": 0,
    "is_free": false,
    "description": "Discover a futuristic fast-paced platformer game in pixel art.<br />\r\nThe game takes place in three different environments (prison, desert, forest) and is interspersed with 2 mini-games, including a reversed “Shoot’em Up” and an original rappelling game!<br />\r\nAvoid the security cameras, collect grenades to get rid of your enemies, exercise your working memory by hacking the computers of the prison to unlock the doors or to disactivate the safety systems.<br />\r\n<br />\r\nIn the year 2042, a socialist government is in power, but nobody had foreseen progressive dictatorship that settled in.<br />\r\nThe elites of the government hid behind a sham democracy, disconnected from the life the people were leading, and acted solely in their own interests.<br />\r\nThe regime considered the dissidents as conspiracy theorists, treated them like terrorists and locked them away in highly-secured prisons, to prevent them from telling the people the truth about the manipulating medias accomplice of the government power.<br />\r\n<br />\r\nYou are Shun, a computer engineer and member of the Truth Defenders coalition.<br />\r\nAfter a clandestine operation to inform the people, you are locked away in the highly-secured prison Bulor 24.<br />\r\nBut your knowledge on security systems will enable you to escape.<br />\r\n<br />\r\nYour turn now to escape as fast as you can from this place!",
    "supported_languages": "英语, 法语, 日语<strong>*</strong>, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/598590/header.jpg?t=1705521008",
    "developers": [
      "OrionSoft"
    ],
    "publishers": [
      "OrionSoft"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}