{
  "598810": {
    "name": "Carcassonne - Tiles & Tactics",
    "steam_appid": 598810,
    "required_age": 0,
    "is_free": false,
    "description": "New version of the muti-awarded game. Now in 3D. Includes improved IA, 3D landscape, new exclusive features.                                                                              <br />\r\n<br />\r\n*** Carcassonne fits that opening game niche that every game group needs. -Tyler Nichols, Board Game Quest<br />\r\n*** Carcassonne = Great game, great mechanics, great pieces, great fun! -The Board Game Family<br />\r\n*** Carcassonne's recent Android re-release and its fresh, new features are a joy to experience*** Pocket Gamer<br />\r\n<br />\r\nA TILE PLACEMENT GAME OF CREATING LANDSCAPES, CLAIMING AREAS, AND GAINING POINTS<br />\r\n<br />\r\nCarcassonne is a modern classic tile-placement game based on the award wining game in which the players draw and place a tile with a piece of southern French landscape on it. The tile might feature a city, a road, a cloister, grassland or some combination thereof, and it must be placed adjacent to tiles that have already been played, in such a way that cities are connected to cities, roads to roads, et cetera. The player can then decide to place one of his followers, so called Meeples, on one of the areas on it: on the city as a knight, on the road as a robber, on a cloister as a monk, or on the grass as a farmer. When that area is complete, that meeple scores points for its owner. Each new game is a new experience thanks to the ever-changing landscape.<br />\r\n<br />\r\nENJOY FUN AND TACTICAL GAMEPLAY<br />\r\n<br />\r\nDuring a game of Carcassonne, players are faced with decisions like: &quot;Is it really worth putting my last meeple there?&quot; or &quot;Should I use this tile to expand my city, or should I place it near my opponent instead, making it harder for him to complete his goal and score points?&quot; Since players place only one tile and have the option to place one meeple on it, turns proceed quickly even if it is a game full of options and possibilities.<br />\r\n<br />\r\nFEATURES<br />\r\n<br />\r\n• 5 expansions to shake up your games with new tiles, meeples and rules<br />\r\n• 1 Free expansion: The Abbot<br />\r\n• Solo mode<br />\r\n• Pass &amp; Play on the same device with your friends and family               <br />\r\n• Detection of blocked locations once the tile is placed.<br />\r\n• Online multiplayer mode includes:<br />\r\n- Public games to play with players all around the world <br />\r\n- Private games to invite your friends <br />\r\n- Ranked games and leaderboards<br />\r\n- Chat &amp; Lobby<br />\r\n• 3D modelisation (vs 2D for the previous versions and the physical game)<br />\r\n• Additional strategic layers compared to the physical version:<br />\r\n- field view which allows you to see the field possession of each player<br />\r\n- remaining tile list: allows you to see the tiles which are remaining in the draw pile<br />\r\n<br />\r\nLanguages available: English, French, German Italian, Spanish",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/598810/header.jpg?t=1758125330",
    "developers": [
      "Artefacts Studio"
    ],
    "publishers": [
      "Twin Sails Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 32,
        "description": "Steam 回合通知"
      },
      {
        "id": 41,
        "description": "在手机上远程畅玩"
      },
      {
        "id": 42,
        "description": "在平板上远程畅玩"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 40,
      "total_negative": 15,
      "total_reviews": 55
    }
  }
}