{
  "599660": {
    "name": "Trainz 2019 DLC: SNCF BB 75000",
    "steam_appid": 599660,
    "required_age": 0,
    "is_free": false,
    "description": "This session lets you jump straight in and drive the SNCF Class BB 75000 in 'easy' or 'realistic' mode.<br />\r\n<br />\r\nFor the full experience, select 'Realistic Mode' and start driving this beautiful locomotive! The session includes a full manual on how to operate the locomotive!<br />\r\n<br />\r\nThe SNCF BB 75000 (also known as the SNCF BB 475000) are 4 axle diesel electric locomotives ordered in 2000 by SNCF for freight operations to renew its aging fleet.<br />\r\nThe locomotives are also classified as Prima DE30BAC<br />\r\n<br />\r\nThey are similar in appearance to the SNCF Class BB 27000, but are in fact the result of a collaboration between Alstom and Siemens. The internal electrical components are similar to those found in the Siemens 'EuroRunner' made for ÖBB; the Rh 2016, and the bodyshell, bogies and other equipment being of the Prima type made by Alstom.<br />\r\n<br />\r\nThe initial order was for 400 machines to be delivered from 2007 onwards with an option for a further 100 additional machines. The order is valued at 1 billion euros.<br />\r\n<br />\r\nThe order for the BB 75000 resulted from a long and arduous project of renewal of diesel freight locomotives, which began in 2000, and spans a period of seven years from the announcement of the tender to the delivery of the new BB 75000s.<br />\r\n<br />\r\nSNCF had a requirement for new diesel locomotives for two reasons:<br />\r\nThe current diesel fleet is very old and expensive in terms of operation and maintenance.<br />\r\nThe changes in European pollution and emission regulations as well as noise regulations make it necessary for the organisation to renew its fleet.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/599660/header.jpg?t=1546927504",
    "developers": [
      "N3V Games"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}