{
  "599780": {
    "name": "Honeypot Espionage",
    "steam_appid": 599780,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Honeypot Espionage</strong> is an online VR multiplayer shooter, <strong>focused on stealth combat</strong>, in which you are put against other Spies in a combat arena. The last man standing wins. As a Spy, you are completely invisible, but you will begin to materialize if you move, fire a weapon or set a trap. If you don’t want killed, stay still.<strong> The slower you move in real life the harder you are to see</strong>. You can set traps and decoys to trick other players into revealing their location to try to come out on top.<br><strong>Multiple game modes</strong> allow you to fight the way you want. Team up with others to break into the High Security Government buildings to steal classified documents. Guard the VIP and keep them hidden from potential assassins. Classic Death match where you use your abilities to search out others to get the first and last kills. Stay hidden, only move to Kill.<h2 class=\"bb_tag\" ><strong>PLANNED KEY FEATURES</strong></h2><strong>\tStealth Based Combat</strong><br>o\tInvisibility mechanic, means the more you move the more visible you become.<br>o\tUse this to your advantage to set traps in congested areas, and wait…<br>o\tTools and abilities will help locate your enemy.<br>o\tDecoys will trick players into shooting first.<br>o\tNot a hectic fast paced shooter! Stealth and Strategy come first.<br><br>\t<strong>Multiple Game modes</strong><br>o\tSecure locations and hold down against attacks in our king of the hill variant. <br>o\tHide as the VIP and outsmart your opponents by staying concealed and setting up traps.<br>o\tBreak in and Steal sensitive documents while Guards (Other players) patrol the building.<br>o\tStay hidden and pounce at the right time to kill in a strategic version of Classic Death Match. <br><br><strong>\tVR Immersion</strong><br>o\tUse objects in the environment to help you hide or time that perfect attack.<br>o\tUse items to create distractions and get attention away from you.<br>o\tPick up whatever you see and put it to good use.<h2 class=\"bb_tag\" ><strong>WHAT PEOPLE HAVE BEEN SAYING</strong></h2><i>&quot;They've only been developing for a couple of months, and it's looking pretty damn good.&quot;</i><br>          - Emily Sowden, Pocket Gamer<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/599780/extras/47ec25ee2d1e93e7edbc10fc685c2394.avif?t=1505818941\" width=100 height=100 /></span><br><br><i>&quot;This ('Honeypot Espionage') will turn out to be a game that’s ripe for YouTube and Twitch, especially when put in the hands of excitable or tipsy players.&quot;</i><br>          -Sam Foxall, PCGamesN<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/599780/extras/dadfcd8ca8789603ea6cb96eede4488a.avif?t=1505818941\" width=266 height=100 /></span>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/599780/header.jpg?t=1505818941",
    "developers": [
      "Pocket Sized Hands"
    ],
    "publishers": [
      "Pocket Sized Hands"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}