{
  "599920": {
    "name": "A Foretold Affair Demo",
    "steam_appid": 599920,
    "required_age": 0,
    "is_free": true,
    "description": "<i>In this barren world of endless deserts, almost all live their lives upon large fractions of land floating above the surface.<br><br>Here there are two types of people: Normals and Abnormals.</i><br><br>✧✧✧✧✧ <br><br>Buffalo Seer is an eccentric Abnormal who wants nothing more than to use the magic ability within them; future seeing. However, even within their society where everyone has a special power, future seeing is considered dangerous and advised against.<br><br>Unable to be swayed, Seer finally gains permission to look into their own future, only to receive an unbelievable revelation. Not only have they left Abnormal society, they're married to someone they've never met before.<br><br>With visions of happiness in their mind, Seer leaves everything behind and ventures to the part of the land fraction where those without magic live; Normal society.<br><br>Seer is going to convince this stranger that they are meant to be together no matter what it takes, even if it means tagging along on an adventure.<br><br>In only a few days Seer will learn just how far away that pleasant future is.<h2 class=\"bb_tag\" >⚜Demo Features:</h2><ul class=\"bb_ul\"><li>30,000 word script<br></li><li>3 future spouse options (one male, one female, one agender)<br></li><li>Choose pronouns (he, she, or they) and a 'Normal' name for Buffalo Seer<br></li><li>Lite animation effects &amp; 5 CG images</li></ul>",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/599920/header.jpg?t=1489177312",
    "developers": [
      "GB Patch Games"
    ],
    "publishers": [
      "GB Patch Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 10 日"
    },
    "categories": [
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}