{
  "601210": {
    "name": "Text Adventure: Dungeon Empire",
    "steam_appid": 601210,
    "required_age": 0,
    "is_free": false,
    "description": "Harken back to the days of high adventure when a hero went forth with nothing but a keyboard and a clunky green dusty old monitor! Once again, travel to distant lands, slay horrible monsters, and hoard treasure earned at the end of your sword. But this time, bring your mouse, and feast your eyes upon beautiful landscapes and incredibly detailed scenes toiled over without graphics (sort of) - after all, it is a Text Adventure!<br />\r\n<br />\r\nYou probably think you are standing next to a mailbox, west of a white house with a boarded up door. But it ain't so. There's no possible way you could see that, because this game has no graphics. It's totally an old school text adventure. Except for, umm... the graphics. Which you sort of point to and click on... instead of typing (wink).<br />\r\n<br />\r\nYou probably think you're going on an epic adventure to far away places of filled with mystery and intrigue. You won't encounter terrible beasts, nefarious traps and mindbending puzzles. Those things will never happen. Except that it IS going to happen. All of that and more awaits, in the highest resolution graphics you've never seen, all without graphics. Sort of... look, it's hard to explain until you lean in and really see it. Just get your keyboard and mouse ready, and prepare to click your way deep into the dungeon empire!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/601210/header.jpg?t=1667440208",
    "developers": [
      "Pixel After Pixel"
    ],
    "publishers": [
      "Pixel After Pixel"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}