{
  "601330": {
    "name": "Eye of Odin",
    "steam_appid": 601330,
    "required_age": 0,
    "is_free": false,
    "description": "Ragnarok. The End of Days. Something has gone wrong with the cosmic cycle, leaving in its wake a world that refuses to be reborn. It is up to you to step back in time, filling the role of Odin as you relive the apocalypse of the gods, and try to repair all of reality.<br><br>Built from the ground up for the HTC Vive, Eye of Odin is a tower defense-inspired VR game focused on fast-paced first-person action set in the backdrop of an apocalypse gone horribly wrong. Features an immersive story based on Norse mythology and a branching mission campaign, unlocking new challenges, levels, weapons and more as the story unfolds. You may also compete in the Endless mode challenge, facing off against a never-ending tide of enemies for high score bragging rights.<br><br>Featuring a bevvy of unique magic spells fully designed to take advantage of virtual reality's unique motion control opportunities, Eye of Odin aims to be a very community &amp; streamer-friendly title, offering fast-paced, action-oriented gameplay that is easy to grasp and intuitive to play.<h2 class=\"bb_tag\" >Current Early Access features include:</h2><ul class=\"bb_ul\"><li>18 total missions with differing requirements and gameplay restrictions<br></li><li>Four magic spells, each with its own unique control scheme and effects<br></li><li>A reactive soundtrack; feel the music grow more intense with the gameplay<br></li><li>Two unique level layouts</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/601330/header.jpg?t=1499447989",
    "developers": [
      "Emberlight VR"
    ],
    "publishers": [
      "Emberlight VR"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}