{
  "601750": {
    "name": "Range Day VR",
    "steam_appid": 601750,
    "required_age": 0,
    "is_free": false,
    "description": "Too lazy to go to the range? Is your gun in the repair shop? Never fear Range Day VR is here. If you like playing with realistic guns in an open VR sandbox, then this might be the game for you. Range Day VR is designed to give players a taste of what an actual gun range is like while letting players explore iconic realistic firearms without danger of shooting the family cat.  Compete against other players in challenging timed events. Or simply enjoy blowing things up with your favorite .50 cal machine gun. <br><br>     Range Day VR features several authentic firearm models as we have obtained permission from the manufactures for use in game. We also have plenty of other fantasy and facsimile modern firearms to expand your sandbox destruction as well. <br><br>    More than one is always more fun.  While Range Day VR will initially launch as a single player game to begin with it has always been our intention from the beginning of the games design to implement cross platform multiplayer experiences.  Please note while in early access we will be updating the game to implement cross platform game-play between HTC Vive and Oculus players. <br><br>    This game will be constantly evolving, adding new guns, ranges, and new features frequently that may cause technical issues or bugs, especially while we implement cross platform multiplayer support. With all that said we hope you enjoy our small slice of VR fun and come along for the ride.  We also encourage our players to check out other competing VR gun simulators as they are also quite good and we think there is room for more than one for players to enjoy!<br><br>Game Features:<br><br><ul class=\"bb_ul\"><li>Roomscale VR Experience designed for the HTC Vive and Oculus Rift.<br></li><li>Multiple indoor and outdoor ranges in various day and night settings.<br></li><li>Timed challenges with player leader boards.<br></li><li>More than 40 weapons to shoot. More added frequently.<br></li><li>Planned multiplayer gaming challenges in future updates. </li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/601750/header.jpg?t=1646369334",
    "developers": [
      "Invidious Studios"
    ],
    "publishers": [
      "Invidious Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5400,
      "final": 5400,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 54.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}