{
  "601730": {
    "name": "Fantasy Grounds - Dead in the Water (CoC)",
    "steam_appid": 601730,
    "required_age": 0,
    "is_free": false,
    "description": "Dead in the Water<br>ADVENTURE ONE of THREE Classic Stand-alone Call of Cthulhu Explorations<br><strong><br>from the Kingsport: The City in the Mists supplement<br><i>In which the Investigators get their sea-legs - and discover that dreams aren't the<br>only things lurking in Kingsport's mist. </i><br>This adventure is intended for groups of three or more investigators of no small<br>experience. Less seasoned parties will be sorely pressed to successfully handle<br>the opposition. Dead in the Water will probably take at least two evenings to play.<br>This scenario does not require the investigators to reside or be visiting Kingsport,<br>only that they are near enough to read or hear of the disappearances plaguing the<br>town and its residents.<br>The Kingsport setting book describing the coastal Massachusetts town of Kingsport,<br>the City in the Mists - &quot;draped in mists and fog, it is home to artists and fishermen,<br>sailors and dreamers. Here dreams and reality mingle to an unsettling degree.&quot;<br>Dead in the Water is the first converted tale for use with Fantasy Grounds II out<br>of this collection. The remaining tales will be sold separately as they are converted.<br>Each tale is a standalone adventure that can be run with no connection to any of<br>the other adventures in the Kingsport book.<br>Requirements: </strong>The free Fantasy Grounds virtual tabletop (VTT) software<br><strong>Fantasy Grounds Conversion by:</strong> Brian Benbrook<br><i>Adapted for Fantasy Grounds by: </i><strong>Brian Benbrook</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Call of Cthulhu ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/601730/header.jpg?t=1768373336",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 6 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}