{
  "601880": {
    "name": "BoostBots VR",
    "steam_appid": 601880,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Story</strong><br>A Fledgling AI has been banished to a set of trials by its creator. Play as the BoostBot; a newly installed virtual instance of Artificial Intelligence operating in 3D-VR Hyperspace. Boost, Drift and Shoot your way through a series of fully destructible voxel worlds comprised of millions of voxels. You must collect enough items and obtain the blast power of a God and expose each worlds secrets. Such power may be enough to tear though the confines of the trials and re-awaken the BoostBot back into reality.<br><br><strong>About BoostBots VR</strong><br>A fully destructible voxel based Virtual Reality experience on the HTC VIVE.  Giving players the mobility to fluidly move in three dimensional space and the firepower and blast out every voxel of every level! Key VR mobility aspects such as the Short-Hop, Boost, 3D Breaking and Drift breaking give the VR warrior various levels of control to maintain more accurate and controlled boosting flow. <br><br><strong>VR Mobility Aspects</strong><br><u>Short-Hop</u> – a short jump that can be executed once at a time and only if on the ground. Ideal for climbing short heights and sometimes giving a little extra distance before a Boost <br><br><u>Boost</u> – A speed boost in the direction the controller is facing at the time of the button press. The Boost will recharge over a period of time after each use. Spatially; Boost can be used at any time, whether on land or in air.  (Boost Power and Recharge time can be reduced by certain power-ups)<br><u><br>3D Break</u> - Stops player instantly and holds them still for a short moment. The player will lose all of their built up momentum and instantly freeze on button push regardless of where they are in three dimensional space. Losing control? 3D Break! <br><br><u>Drift Break</u> – Drift breaking reduces velocity at a steady rate when held down. It is ideal for drifting around turns on land and bending in-air trajectories. It can be used to tone down Boost for mid-level jumps, and to promote smooth landings.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/601880/header.jpg?t=1502330491",
    "developers": [
      "Sundermix LLC"
    ],
    "publishers": [
      "Sundermix LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}