{
  "602660": {
    "name": "Suspended Workshops",
    "steam_appid": 602660,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to Suspended Workshop!<br><br><br>In this VR Puzzle/Crafting game, you will step into the shoes of <strong> G.E.A.R.</strong>, a former apprentice just turned supervisor of the <strong>Multiverse Time Clock</strong> -  the device that controls Time in the Multiverse. <br><br>Your job might seem simple ; keep the clock running and by doing so, keep the Time moving. <br><br>How difficult can it be?<br><br>Well in theory, not so much, but in reality the Multiverse Time Clock - or<strong> MTC</strong> -  comes with a 12,855 pages manual, and since its creation - at the beginning of Time - the clock has been patched more than once, and in many various ways.<br><br>From your sky-port use the Multiverse portal system to travel to your various remote workshops in every known - and yet unknown - Universe. From the underwater world of Medusa, to the steampunk world of Ygados, stopping by the jungle world of Rune and avoiding (at first) the dark world of Stain, setup new workshop to have machine gather resources, expand the one you have with your worker robots, and bring that all back to help you maintain the MTC. <br><br>In addition you will need to protect the clock, as<i> Late</i> and<i> Delay</i> - the twins robots - will attempt to stop Time with the help of their minions. Place your defenses, and recovery option. As the Time Supervisor you can also control its flow to your advantage, slow, stop or even reverse it to your needs. Be aware that every change in Time will be costly in resources. So manage them carefully!<br><br><br><br>Suspended Workshop is a VR Puzzle/Crafting game with hints of tower defense, in which you will encounter multiple different worlds where you will setup remote workshops to gather resources to protect and update the time clock and your arsenal. <br><br><br><br>Try the demo!<br><br>Try out the demo for free, in the Steampunk World workshop, you can use this demo to benchmark your machine.<br>Call your friend robot, and explore this little taste of Suspended Workshops!<br><br><br><br><br><br><strong>Key features : </strong><br><br><br>- Multiple different world, with possibility to explore and setup remote workshops each with its unique style.<br>- Gather resources, craft and update your tools and weapons<br>- Build your own army of robots with distinct characteristics ( Resources collector, defense, exploration...)<br>- Control Time, slow, speed up, stop or even reverse time in any situation to help you.<br>- Control Scale, shrink and scale up to help you overcome certain obstacle. <br>- Immersive VR environements.<br>- VR game compatible with Vive/Room-scale &amp; Vive Controllers.<br>- Made with Unreal Engine 4 and aimed at high-end computers.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/602660/header.jpg?t=1489989169",
    "developers": [
      "Suspended Reality"
    ],
    "publishers": [
      "Suspended Reality"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}