{
  "603170": {
    "name": "Fantasy Grounds - Compass Point 01: Gnome Crystal Mine (3.5E)",
    "steam_appid": 603170,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Compass Point #01: Gnome Crystal Mine</strong></h2><strong>A 3.5e mini-adventure site for 4 to 6 Characters Levels 1 to 2</strong><br><i>Deep inside a nearby forest a trio of Gnomes toil deep within the earth, in search of magical crystals. Crystals demanded by the wizard community for weird science experiments, delving into the wonders of the magical arts. But the flow of crystals from the mine has come to a sudden halt as ferocious Forest Cats have invaded the mine!</i><br><i>Having fled for their lives, the Gnomes now petition passing parties of adventurers for help to evict the feline squatters and retake the Crystal Mine. Offering intrepid adventurers who can accomplish the task a ransom of precious uncut crystals, worth a small fortune to the wizard community.</i><br><i>The forest cats now lurk within the dark confides of the Gnome Crystal Mine, having turned the caves within into a den. But why the mine when there is a plentiful forest outside, and why now? Unbeknown to the Gnomes, their burrowing through stone and crystal is slowly, with each shove full of earth, with each removed stone, the Gnome brothers are slowly uncovering an ancient stone prison.</i><br><i>Quite by accident the Gnomes are digging through ancient cave tunnels that were once upon a time converted into a prison for a long forgotten menace. A terror that has long since faded from living memory since it was imprisoned. The very crystals that the Gnomes excavate from the rock walls of the mine are by-products of the entities magical presence within its windowless stone prison.</i><br><strong>Compass Points</strong> are small adventures sites for 3.5e which can be dropped into an existing campaign as a side-adventure or as a stand alone adventure! Each <strong>Compass Point</strong> includes all of the maps, tokens, and story entries that a Game Master needs to employ the mini-adventure module.<br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/603170/header.jpg?t=1768373578",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 20 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}