{
  "603810": {
    "name": "A Girls Fabric Face",
    "steam_appid": 603810,
    "required_age": 0,
    "is_free": false,
    "description": "A brutal murder has taken place in an old home located in SattleWen. Three girls have been brutally murdered in the home, and police call it “The most violent crime to ever happen in this city”. Young Anna, aged 16 is intrigued by what has happened, and has decided to investigate the house. Upon arriving at the old abandoned premises, Anna sets up two cameras, and begins to investigate the home to hopefully gather any data that may prove of some importance. Unfortunately, nothing quite seemed right. After learning about the terrifying things that have been going on this whole time, Anna determines that nothing was as it has appeared to be. In the end, a horrible truth is revealed, and an important decision must be made. What is really going on with the case known as “The girls with the fabric face”? <br><br>At this point in time, I can finally say with confidence that the game is complete! And quite good at that. After the massive wreck of Minds Eyes, I was able to gather quite a nice amount of input from a lot of players who have given me suggestions, complaints, and support in creating A Girls Fabric Face. After working for quite a long time, I believe I can say with confidence that this game is a “Proper” horror game. In this game, I focused far more on suspense and adventure than anything else (Aside form the overall story); and I believe that everything flowed very well. <br><strong><br>Based on many suggestions and complaints, here are the major differences with this game in comparison to Minds Eyes:<br><br>-\tAdded Achievements (9 in total)<br>-\tSubstantially reduced wandering<br>-\tSubstantially increased player interaction<br>-\t4 different endings<br>-\tGreater performance, visuals, and overall gameplay<br>-\tA very immersive environment that will keep you wondering<br>-       A few secrets to the game &amp; a wonderful little Easter egg :)</strong><br>All and all, I believe that this game turned out a success in my eyes. I have been developing for roughly 5-6 years, and to this date, I can confidently say, this is my best title yet; and I hope you all feel the same way.<br>As for future involvement with this game, my plan is to involve virtual reality support, and mobile support; but those will come depending on the success of the Windows launch; more information on that later. <br>To end this long talk, I just want to say thank you to all my supporters! And thank you to everyone that has downloaded this game. I truly do hope you find it enjoyable, and that you solve all 4 endings. <br>Once again, thank you all and happy gaming! <br><br>** Please note that this game is to be played during a ONE time sitting. The game cannot be saved. The estimated gameplay time is 30 – 45min, and roughly 2+ hours to achieve all endings, and solve all puzzles, thus achieving all achievements. Best of luck! Feel free to email me if you have any questions or concerns.<br><br><strong><u>*** Also please note that this game contains flashing light. It is also strongly recommended that NO ONE with any heart conditions, anxiety, stroke, seizure or anything of the sort play this game; this game is extremely high on suspense, and does include scares which will increase heart rate, and include a sense of uncomfortably. By playing this game, you acknowledge that you are playing at your own risk.***</u></strong><br><br>Best regards, Stan.T",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/603810/header.jpg?t=1489463178",
    "developers": [
      "Stanislaw Truchowski"
    ],
    "publishers": [
      "TurnVex"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 9,
      "highlighted": [
        {
          "name": "Grudge",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/603810/d7e30a2b6f8ca30d7b61de997d92db201314d3df.jpg"
        },
        {
          "name": "Forgiving",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/603810/701873efa5da3b719ed09bae6efa88ce7d0813ac.jpg"
        },
        {
          "name": "Drugged",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/603810/4b8729d229d37be5a6ca9b1fe468aded6032370c.jpg"
        },
        {
          "name": "A true ending",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/603810/6bb9941f788f4aa3884bed96964e5bc4b25237a1.jpg"
        },
        {
          "name": "Collector",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/603810/919a10a901180bcfff335c068a08b24e58ac84e3.jpg"
        },
        {
          "name": "Risk taker",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/603810/5b98bedf99557db5c94b5c86da3ce2ec7c70deee.jpg"
        },
        {
          "name": "Rookie investigator ",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/603810/dd80fc360bb93e01baa082a30066d83816c67be0.jpg"
        },
        {
          "name": "Professional investigator",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/603810/d74ec0d4df6952db93b6a138f8dcb025d01046c1.jpg"
        },
        {
          "name": "Safecracker",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/603810/f34c145e54bed8e36b19b6f4de86e884ac88625f.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "8 user reviews",
      "total_positive": 8,
      "total_negative": 0,
      "total_reviews": 8
    }
  }
}