{
  "604020": {
    "name": "In Vitra Demo",
    "steam_appid": 604020,
    "required_age": 0,
    "is_free": true,
    "description": "&quot;In Vitra&quot; is a fantastic role-playing game with a turn-based combat system. It will lure you into the mysterious world of Vitra. <br />\r\n<br />\r\nAfter years of relentless battles against horrible monsters, finally, peace seems to return to Vitra - when suddenly a strange illness spreads throughout the land. When his grandmother is struck by a serious disease, young Noa and his friend Luke embark on a quest for a cure. But their adventure turns out to be more challenging than they thought. To prevent the plague from spreading even further they have to trace it back to its true origin. <br />\r\n<br />\r\nTogether with the pharmacist's daughter Lee-Belle and the young priestess Billa Noa and Luke begin their perilous journey far away from any human settlement. They have to face more and more fearsome creatures. And in the course of their adventure the four friends surprisingly come across an even bigger secret.<br />\r\n<br />\r\nJoin our four friends as they venture deep into the lush green lands of Vitra. Discover a fantastic world full of monsters and mysteries. Find out more about Vitra's dark past and reveal the well-kept secret of the dangerous affliction.",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/604020/header.jpg?t=1660111926",
    "developers": [
      "bumblebee."
    ],
    "publishers": [
      "familyplay"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}