{
  "604060": {
    "name": "Goblin Harvest - The Mighty Quest",
    "steam_appid": 604060,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >The Game</h2> Goblin Harvest - The Mighty Quest is a procedurally-generated Strategy-RPG. It's like playing a board game and  &quot;choose your own adventure&quot; at the same time, where the two parts of the game connect and intertwine in a variety of exciting and intriguing ways.<br><br><br>Each turn, you'll command your armies to attack the invading Goblins, then turn your attention to the King's Champion's quest. Only by working together can the King and his Champion hold back the invading hordes.<br><br>Because it's procedurally generated, the game's designed to be played multiple times. Adjustable difficulty settings vary the challenge.<h2 class=\"bb_tag\" >Features</h2><br>Turn-based strategy, post-modern text adventuring, Goblin hordes, procedural randomness, board game mechanics, RPG progression, mortal combat, magic spells, NPCs, exploration, fortifications, camp fires, foraging, mining, tall tales, Elf and Dwarf Armies, a Goblin kitchen, horse riding, day &amp; night, huge swords, seasons, hostile beds of nettles, deck-building, music and birdsong, magic mirrors, fishing, monster lairs, weather events, lost towns, Goblin Harvests, high scores, multiple difficulty levels, tutorial, designed for replayability",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/604060/header.jpg?t=1754224749",
    "developers": [
      "Ian Williams"
    ],
    "publishers": [
      "My Way Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3000,
      "final": 3000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 30.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}