{
  "604190": {
    "name": "Storm Riders",
    "steam_appid": 604190,
    "required_age": 0,
    "is_free": false,
    "description": "MMORPG Storm Riders is not just a game, it is a legend that has come to life, where you will get an opportunity to become a kung-fu master and fulfill your destiny. Choose one of the four unique characters, who are not just great warriors, but, also, control the elements! Level-headed Cloud, kind-hearted Wind and Ash the Faithful or Dream the Warrioress. Become a legend of Kung-Fu – play a brand new browser MMORPG based on famous Wind and Cloud saga - Storm Riders!<br />\r\n<br />\r\nFeatures:<br />\r\nCharacters.<br />\r\n<br />\r\nEach character has its own story<br />\r\nSkills are unique for each character<br />\r\nReal-time battles.<br />\r\n<br />\r\nNot just a turn-based strategy game, but a fast-paced visually intense action game where you need to react quickly and make rapid decisions during battles<br />\r\nPVP areas.<br />\r\n<br />\r\nYou will have to fight for everything: for glory, for territory and for the treasure!<br />\r\nYou can decide to be a lone wolf or join the battles to help others<br />\r\nTeam XP.<br />\r\n<br />\r\nIn Storm Riders your friends can fight by your side, the bigger your party is, the higher your chances to win, faster your characters level up<br />\r\nMeditation and offline mode.<br />\r\n<br />\r\nIn offline mode (aka AFK mode) your character can complete quests and get experience points when you're away from your browser, while meditation gives you Spirit Points used to further your skills.<br />\r\nSkill system.<br />\r\n<br />\r\nYou can learn not only the traditional skill sets - attack and passive skills – but also the game includes natural skills. You need to build up your Fury level to start using them. Other kind of special skills, Spirit Weapons, will be unlocked after specified conditions are met.<br />\r\nThis game about martial arts is so deep and well thought-out, that we could talk endlessly about this exceptional game, but nothing beats discovering this vast beautiful world for yourself. Mount your trusty steed and gather your friends, a dangerous and exciting adventure awaits you!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/604190/header.jpg?t=1544118611",
    "developers": [
      "Mokylin Tech. Co.,Ltd"
    ],
    "publishers": [
      "101XP"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 25 日"
    },
    "categories": [
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}