{
  "604210": {
    "name": "Fantasy Grounds - Black Scroll Games - Hut of Half-Blood Hag (Map Pack)",
    "steam_appid": 604210,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > <strong> Black Scroll Games - Hut of Half-Blood Hag</strong> </h2><i> There is a small hut near to the border between forest and swamp where trees grow high like giants, holding back the sunlight and covering the forest in pale dim; wherein a half-blood witch, Wayaga, lives. She built this house in the middle of water by the side of a tree, crudely assembled from driftwood and branches. Torches and skulls in front of the entrance let you know: you better stay away from her.</i><br><i> You hear nothing but the little noises of swamp creatures – crawling under your feet, some birds who have gotten lost here and now they want to get out of this place, fearing for their life; and noises of ripples in the water caused by something in the deep. Could it be a creature or just the gases of marsh and rotten leaves that are bubbling to the surface? You don’t know yet.</i><br><i> It seems like something is sparkling under the water not so far from the hut, but it disappears quickly and now you are wondering if you truly saw something or if wraiths had deceived your sight in this dark place.</i><br>What kind of adventures are waiting for you here?<br><ul class=\"bb_ul\"><li>Detailed, 3D rendered and ”handcrafted” graphics. You cannot find these models anywhere else. If you are the type who likes the wonderful and breathtaking visual worlds of movies and games, then you can relive them on your gaming nights sitting around a table in your home (or online) with your friends. </li><li>Background and area descriptions to help fire up your imagination and help you create your own adventure. </li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Antal Keninger</strong><br><i> Adapted for Fantasy Grounds by: </i>  AAW Games[/b]<br><strong> Requires:</strong>  The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/604210/header.jpg?t=1768373726",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 28 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}