{
  "604840": {
    "name": "Fantasy Grounds - Horns of the Hunted (PFRPG)",
    "steam_appid": 604840,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>A fabulous fey adventure for 6th-level characters!</strong></h2><i>Evil stirs in the depths of the Gnarled Forest. The heroes of the land, taming the wilderness and forging their kingdom, hear disturbing tales from woodsmen and trappers of a strange and ferocious hunting party ranging far and wide beneath the forest eaves. It is not only from human tongues that they hear warnings of these dread hunters, for the allies they have found amongst the fey and other woodland creatures are likewise deathly afraid of what these savage raiders may portend. The heroes are called upon by Myvenwy, a unicorn warden of the wood, who begs their aid in facing this peril, one that threatens her and her kind above all, but should the unicorns fall there will be none to stand against the raging Horns of the Hunted!</i><br>This adventure is designed to fit in perfectly with the Kingdom-Building Adventure Path, serving as a great way to introduce the ongoing plots of the master villain of that adventure series, but as a unique intrusion of otherworldly enemies it can easily be transported into any campaign. Featuring a desperate pursuit of mysterious fey both malevolent and benign, in Horns of the Hunted superstar author Matt Goodall has created a dreamlike and otherworldly feel that provides a memorable journey into the dangerous and deadly world of the fey, with beautiful maps by Alyssa Faden and delightfully old-school art by Pete Fairfax.<br>Pick up this adventure today and Make Your Game Legendary!<br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.<br><i>Conversion by:</i> <strong>Colin Richardson</strong><br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/604840/header.jpg?t=1768374155",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 15 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}