{
  "604800": {
    "name": "Fantasy Grounds - Hellfrost: The Fey Tower and Deadly Glade (Savage Worlds)",
    "steam_appid": 604800,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Hellfrost: The Fey Tower and Deadly Glade</strong></h2><i>The Fey Tower  is an adventure set on the coastline of Rassilon. For the past fifi ve months the inhabitants of the coastal village of Gairloch have been plagued by giant crabs. These ravenous crustaceans raid on the land and steal cattle, sheep, and the occasional passing human. The crabs have driven most of the fifi sh away and the villagers now barely catch enough to survive. They have come to terms with their curse, but still try to seek the help of those that travel through the region. Enter the heroes  can they discover the reason for the crabs to venture on land?</i><br><i>The Deadly Glade  is hidden away in the dark and leafy boughs of the Stone Forest. No brightly colored flowers grow here, as they do elsewhere; only plants of midnight-blue. For a decade, one priest of Vali has been feeding the plants on the decaying corpses of disease victims, letting their pus and tainted, putrefying flesh feed his deadly blooms. These flowers attract bees which in turn are poisoned by the sticky nectar. The fast-acting poison warps the bees, turning them into voracious hunters. The plan is as simple as it is boldto create an army of killer bees which will be unleashed on the unsuspecting citizens of Rassilon. Can this hideous plot be thwarted?</i><br><strong>Requires the Hellfrost Players Guide</strong><br><i>Fantasy Grounds Conversion:</i> <strong>Kevin Doswell</strong><br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Kevin Doswell</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/604800/header.jpg?t=1768374108",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 24 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}