{
  "604940": {
    "name": "Vee Rethak - Deep Under The Mountain Demo",
    "steam_appid": 604940,
    "required_age": 0,
    "is_free": true,
    "description": "<i>After spending an evening in a tavern in the company of three dangerous looking strangers you wake up, slightly hungover, near the entrance of a dungeon known as &quot;Vee Rethak's Lair&quot;. Apparently, you boasted that you could get to its deepest level armed only with a lantern, and your three companions took your word for it. It seems a bit late to correct the mistake now, so you better get going and at least try to find something worthwhile in the tunnels some ancient race dug underneath the mountain ...</i><h2 class=\"bb_tag\" >The demo is in an early stage. Feedback is highly appreciated!</h2><br>Vee Rethak is a VR dungeon crawler in the vein of Rogue and NetHack. <br><br>Its main features are :<br><br>* Procedural dungeon : each level is generated randomly when you start a new game (or when you die)<br>* Sword fighting.<br>* Skill based magic system : being a spell caster involves more than just pressing a button or drawing a symbol.<br>* Permadeath : the game's design was influenced by Nethack and, similar to Nethack, the player has one single save file which is deleted upon death.<br>* Includes a music randomizer taking your own tracks to create the mood YOU want.<br><br><strong>Please check the documentation for hints on how to calibrate the magic system and setup the music!</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/604940/header.jpg?t=1488977966",
    "developers": [
      "Sammy Fischer"
    ],
    "publishers": [
      "Sammy Fischer"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}