{
  "605110": {
    "name": "VR Chair Games",
    "steam_appid": 605110,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>VR Chair Games </strong>is a collection of nine (9!) challenging VR-experiences suitable to VR enthusiasts of all experience levels. Designed to be experienced from the comfort of your chair, each game has a duration of four minutes with the ultimate goal of obtaining the highest possible score for each gameplay session. <br><br><ul class=\"bb_ul\"><li><strong>Zombie Apocalypse</strong>: You are the last survivor of a zombie apocalypse and your task is to slay as many zombies as you can using your axe-wielding skills. Chop off their heads and destroy the zombies before they destroy you!<br></li><li><strong>Alien Attack</strong>: Prepare to battle aliens in a fight for humanity. Tripod aliens are wreaking havoc on the world and only a true hero can save the world from eternal devastation. Prepare your lasers!<br></li><li><strong>Colony Outpost</strong>: Evil bugs have infiltrated a colony outpost and it is your objective to destroy them. Are you up for the challenge?<br></li><li><strong>Leprechaun's Gold</strong>: Enjoy a night in the spooky Irish woods.  Catch the Leprechaun in your gaze to snatch his Gold. Will you get away with it?<br></li><li><strong>Blacksmith's Forge</strong>: Your kingdom is in a desperate need of swords. You must enter the blacksmith and use the anvil to create weaponry before cooling your swords in the wooden barrel.<br></li><li><strong>Championship Tennis</strong>: Show off your skills as a Tennis pro! Serve the ball and gain points for solid returns.<br></li><li><strong>Soaring Eagle</strong>: Soar like an eagle as you make your way through checkpoints looking for missing feathers.<br></li><li><strong>Wild Rider</strong>: Burn some rubber as you cruise down the highway at breathtaking speeds avoiding oncoming traffic<br></li><li><strong>Balloons &amp; Arrows</strong>: Perfect your targeting skills by shooting down ascending balloons for optimal points</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 葡萄牙, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/605110/header.jpg?t=1668822032",
    "developers": [
      "EnsenaSoft"
    ],
    "publishers": [
      "EnsenaSoft"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "74",
        "description": "血腥"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 0,
      "total_negative": 2,
      "total_reviews": 2
    }
  }
}