{
  "605410": {
    "name": "Fear the Dead",
    "steam_appid": 605410,
    "required_age": 0,
    "is_free": false,
    "description": "In Fear the Dead you play as young teacher named Eizabeth who is trying to do the best out of her worst situation. You are on the mission on finding your mom when all hell brake loose and try to survive by any means necessary.<br />\r\n<br />\r\nFeatures:<br />\r\n<br />\r\n1) Hunger and Thrist System<br />\r\nHunger and thirst will slowly deplete over time and will affect your overall health. Elizabeth will tell you when she's hungry or thirsty so you can take care of her. You can find food and drinks if you know where to look. It is up to you how and when you chose to use them. <br />\r\n<br />\r\n2) Retro Graphics<br />\r\nThe game features pixelated graphics to give you a retro yet familiar feeling. <br />\r\n<br />\r\n3) Friendly Interface<br />\r\nA user friendly interface is incorporated in the game so you can easily play it.<br />\r\n<br />\r\n4) Survival System<br />\r\nYour main quest it's to survive for as long as you can while you advance in the main story, the game will try to punish you with everything it can.<br />\r\n<br />\r\n5) Quests<br />\r\nAs you advance in the game, you will find npc's with different quests that can affect your experience.<br />\r\n<br />\r\n6) Survival Instinct<br />\r\nAs your health drops, the game will notify you with louder heartbeats and red screen.<br />\r\n<br />\r\n7) Zombies<br />\r\nThe game features zombie which sometimes you can fight, flee or defeat them with other measures.<br />\r\n<br />\r\n8) Dark Atmosphere<br />\r\nDue to the lack of light and constant ambiental sound, you should proceed through the levels with caution, because you never know what is behind the corner.<br />\r\n<br />\r\n9) Moral Choices<br />\r\nThe game will put you to test with some moral choices, so thing a bit before you do something because in the end you will support the consequences of your actions.<br />\r\n<br />\r\n10) Fight or Flee<br />\r\nThe game features a real fighting reflex meaning that if you have something that can kill and the danger approaches you, Elizabeth will use it to survive even if you don't want her to.<br />\r\n<br />\r\nNotes:<br />\r\n<br />\r\nThe story is scattered through dialogue lines, newspapers and journals, so keep your eyes wide opened. <br />\r\nFor extra supplies you should to side quests whenever possible.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/605410/header.jpg?t=1538138514",
    "developers": [
      "MadLab Games"
    ],
    "publishers": [
      "MadLab Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}