{
  "606680": {
    "name": "Silver",
    "steam_appid": 606680,
    "required_age": 0,
    "is_free": false,
    "description": "Silver, a corrupt and sinister sorcerer, rules the land of Jarrah with an iron fist. He and his henchmen have abducted the village women as part of a pact with the almighty god, Apocalypse. <br><br>Now, only one man can put a stop to Silver and his minions. That man is you, David, a promising young knight whose wife is among the captured. In order to succeed you'll need to recruit allies, master your swordplay, learn the art of magic, and venture through hostile worlds teeming with Silver's corrupt followers to find 8 lost artifacts. Begin your quest, and become a hero! <br><br><strong>Key Features:</strong><br><ul class=\"bb_ul\"><li>Intuitive Swordplay: Silver's unique control method allows quick and intuitive handling of action, which is especially helpful in the heat of battle. In effect, the mouse becomes the player's &quot;sword arm&quot;. Sweep the mouse to your left and your hero will slash to the left, sweep the mouse forward and your hero will lunge. Magical effects, throwing knives, arrow, and even catapults are also controlled through the mouse system.<br></li><li>Interact with more than 50 characters. Be wary, not all are friendly <br></li><li>Recruit allies, all with special abilities-Sekune is a master of archery, Cagen is a skilled martial artist, Jug's strength makes him a force to be reckoned with, and more <br></li><li>Travel through hundreds of beautiful locations, rich in detail…and packed with danger <br></li><li>Immerse yourself in battle with real-time combat <br></li><li>Marvel at vivid special effects, powerful magical spells, and mighty weaponry that you'll acquire on your journey <br></li><li>Use your mouse as your sword-vanquish your foes, including demons, dragons, and other insidious creatures </li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 葡萄牙语 - 巴西<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/606680/header.jpg?t=1727857764",
    "developers": [
      "Infogrames",
      "Spiral House",
      "THQ Nordic"
    ],
    "publishers": [
      "THQ Nordic"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2500,
      "final": 2500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 25.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 78,
      "total_negative": 4,
      "total_reviews": 82
    }
  }
}