{
  "606830": {
    "name": "Dark Dimensions: Chasing Legends",
    "steam_appid": 606830,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >Hunt. Survive. Adapt.</p><p class=\"bb_paragraph\" >Step into the untamed wilderness, where legends aren't just stories—they’re real, dangerous, and deadly. In Chasing Legends, you are a hunter in a world where cryptids roam free, and no two hunts are ever the same. Work alone or team up with friends in intense co-op gameplay to track, outwit, and take down cryptids lurking in the shadows of dark forests, abandoned towns, and desolate swamps.</p><p class=\"bb_paragraph\" >Do you have what it takes to survive the hunt?</p><h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Procedurally Generated Cryptids</p><p class=\"bb_paragraph\" >Every hunt is unique. Cryptids are procedurally generated with distinct attributes, abilities, and behaviors, making each encounter unpredictable. From the stealthy Chupacabra to the hulking Wendigo, you’ll need to adapt your strategy to the monster you’re tracking. No two cryptids are the same—can you read the signs and track down your prey?</p></li><li><p class=\"bb_paragraph\" >Dynamic Environments</p><p class=\"bb_paragraph\" >Explore eerie, atmospheric locations that change with every playthrough. Dense fog, haunting forests, desolate marshlands—each environment is as dangerous as the cryptids within it. Use the environment to your advantage, but beware—cryptids know how to use it too.</p></li><li><p class=\"bb_paragraph\" >Co-Op Hunting</p><p class=\"bb_paragraph\" >Hunt alone or join forces with up to 4 friends in seamless co-op play. Each hunter brings their own unique skills to the table—set traps, fire tactical shots, and use your environment to survive. Teamwork is key, and every hunter counts when the cryptid strikes.</p></li><li><p class=\"bb_paragraph\" >Adapt or Die</p><p class=\"bb_paragraph\" >In Chasing Legends, it’s not just about the hunt—it’s about survival. Your prey is smarter than you think, and it adapts as the hunt progresses. Learn its weaknesses, use the right gear, and make split-second decisions in fast-paced, high-stakes encounters. Will you capture the cryptid, or will it capture you?</p></li><li><p class=\"bb_paragraph\" >Thrilling Combat</p><p class=\"bb_paragraph\" >When the cryptid comes out of hiding, the real battle begins. Use an array of weapons, from high-powered rifles to traps and special devices, to fight off the cryptids. But be prepared—once the hunt is on, the cryptid will fight back, and the hunters can quickly become the hunted.</p></li></ul><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Your Legend Awaits...</p><p class=\"bb_paragraph\" >Whether you're a lone wolf or part of a hunting team, the legends are out there, waiting to be found. Gear up, track the signs, and remember—the cryptid is always watching.</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/606830/header.jpg?t=1764606378",
    "developers": [
      "Deathtrap"
    ],
    "publishers": [
      "Deathtrap"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}