{
  "607450": {
    "name": "Fantasy Grounds - Secret of Marseille (Call of Cthulhu)",
    "steam_appid": 607450,
    "required_age": 0,
    "is_free": false,
    "description": "Part Two of the King of Chicago/Secret of Marseille bundle<br>Marseille is the port city' of southern France. A crossroads of trade, people from<br>all around the Mediterranean inhabit this international city.<br>This mixture of races and cultures, and the wealth flowing through the harbor has<br>generated bands of gangsters famous all over the world . Marseille has fascinating<br>markets, colorful fishing boats at the old port, and canny inhabitants often wise<br>beyond their years ; tough young men gossip on street corners, and cafes and bars<br>are usually open to the air.<br>This product is an installable module for use with the Fantasy Ground II virtual<br>tabletop. The adventure module has been carefully organized to streamline gameplay<br>and includes, story elements, personalities, items and images. These can<br>be modified within your Fantasy Grounds campaign as needed.<br>Written by: Ugo Bardi<br><strong>Requirements: </strong> The free Fantasy Grounds virtual tabletop (VTT) software and the Call of Cthulhu ruleset.<br><strong>CALL OF CTHULHU </strong><br><strong>Horror Roleplaying in the Worlds of H.P. Lovecraft </strong><br><i>Call of Cthulhu </i>is published by Chaosium Inc.<br>Call of Cthulhu (r) is the registered trademark of Chaosium Inc.<br>Call of Cthulhu for Fantasy Grounds II by SmiteWorks USA, LLC. 2010.<br>Development Team: Rich Laiacona, Donna Revell, Stuart Woodard<br>Similarities between characters in <i>Call of Cthulhu </i>and persons living or<br>dead are strictly coincidental.<br>Covert art by Earl Geier. Map of the Casbah by Sam Shirley.<br>The reproduction of material from within this product for the purposes of personal<br>or corporate profit, by file, photographic, optical, electronic, or other media<br>or methods of storage and retrieval, is prohibited.<br><i>Adapted for Fantasy Grounds by: </i><strong>Sylvain Domper</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Call of Cthulhu ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/607450/header.jpg?t=1768374536",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 15 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}