{
  "607510": {
    "name": "Fantasy Grounds - Compass Point 03 - The Folly of Silenus (3.5E)",
    "steam_appid": 607510,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Compass Point 03 - The Folly of Silenus</strong></h2><strong>A 3.5e mini-adventure site for 3 to 4 Characters Levels 3 to 4</strong><br><i>Silenus was an adventurer, who spent many years wandering far away lands in search of fame and fortune. Over the years Silenus meet many fellow adventurers whom he would come to call, friend. But sadly, adventuring life took its toll, and a number of Silenus dear friends fell foul of hazardous dungeon traps and wandering monsters.</i><br><i>Thus when Silensus retired from adventuring life, he setup a small school for adventurers. His hope being, that he could prepare young adventurers for the hazards of adventuring life. As part of the school, Silenus constructed a wizards maze  the Pyramid of Silenus  better known today as the Folly of Silenus. Back in the day, in order to graduate from the school, each student had to enter the Pyramid of Silenus and return with an idol that was hidden inside a special chamber within the maze. Upon returning to the school with the idol, the student graduated as an adventurer, ready to explore real dungeons!</i><br><i>Sadly Silenus succumbed to old age and passed on to the next world. Now with Silenus gone the School of Adventuring lost its benefactor and closed down. All that remains of the wizards legacy, is the Folly. Yet even today, it is still enchanted with mighty magic, still ready to teach young adventures a thing or two.</i><br>Do you dare explore the Folly of Silenus?<br><strong>Compass Points</strong> are small adventures sites for 3.5e which can be dropped into an existing campaign as a side-adventure or as a stand alone adventure! Each <strong>Compass Point</strong> includes all of the maps, tokens, and story entries that a Game Master needs to employ the mini-adventure module.<br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder (3.5E compatible) ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/607510/header.jpg?t=1768374716",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 15 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}