{
  "607670": {
    "name": "Puzzle Guardians",
    "steam_appid": 607670,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Puzzle Guardians</h2><h2 class=\"bb_tag\" >Puzzle &amp; Rpg That Let Player Be the Hero </h2><h2 class=\"bb_tag\" >To Defeat the Great War Elephant, Dragons, Etc.</h2><ul class=\"bb_ul\"><li> Create &amp; customize your hero<br></li><li> Collect weapon, armor <br></li><li> Collect guardians<br></li><li> Enhance your equipments and guardians</li></ul><h2 class=\"bb_tag\" >Basic Game Play</h2>Player have to manage to match to symbol to activate their effect.<br>There are 5 type of symbol<br>Attack - more match means multiple hit! multiple combo!<br>Mana - increase player mana for using active skill (Attack, Heal, Buff, etc.)<br>Gold - collect gold for upgrade equipment, training for better player stats<br>Guardian - call guardian to attack and increase guardian mana (to cast guardian skill)<br>Heart - increase player HP<h2 class=\"bb_tag\" >Game Features</h2><h2 class=\"bb_tag\" >Character customization</h2>Players have to customize the Hero before start the adventure. You can select your hero gender, hair style, eye and mouth.(40 type of hair, eye and mouth)<h2 class=\"bb_tag\" >Combo Attack System</h2>If player learning passive skill, it can stack effect with combo gem. Player can attack 1 to 20 hits in one turn!<h2 class=\"bb_tag\" >Character Active/passive Skill</h2><h2 class=\"bb_tag\" >Player Can Upgrade Active and Passive Skill </h2><br>Player can upgrade skill up on style that player can choose <br><ul class=\"bb_ul\"><li> Combat Type.<br></li><li> Critical Type.<br></li><li> Guardian Type.<br></li><li> Buff Type.</li></ul><h2 class=\"bb_tag\" >Guardian Team Strategy</h2>Guardians can support player in the battle.\u000b\u000bGuardians have various skill up on the type of the guardian such as Critical Type, Support Type.\u000bPlayer need to collect the Guardian Stone to Summon or Level it. \u000b\u000bCan choose 3 guardians for battle and upgrade it to increase their power and ability. More than 25 guardians available for now. (1-5 Star)<h2 class=\"bb_tag\" >Puzzle Bonus Pattern</h2>The special panel that will appear on gem table in some stage. If you can arrange gems match with special panel color, you will get a bonus spin to receive treasure or buff.<h2 class=\"bb_tag\" >Equipment</h2>Player can equip 4 type of equipment for Hero. (1-5 Star) (Weapon, Shield, Helm, Armor). Element System that make advantage in the battle. Monsters, Equipment and Guardians have element too.More than 20 set of equipment for now.<h2 class=\"bb_tag\" >World Of Puzzle Guardians</h2>Player have to fight through a lot of enemy around the World, 5 Continent, more than 100 stages.<h2 class=\"bb_tag\" >Monsters</h2>More than 60 type monsters with various animation and skill.<h2 class=\"bb_tag\" >Training</h2>Training System \u000bPlayer can training hero to increase status with coin.<h2 class=\"bb_tag\" >Quest</h2>Player can do “Quest” to receive a reward up on the condition of quest or achievement.<h2 class=\"bb_tag\" >Multi-language Support </h2>",
    "supported_languages": "英语, 日语, 韩语, 泰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/607670/header.jpg?t=1492588029",
    "developers": [
      "Miryn Innovation"
    ],
    "publishers": [
      "Miryn Innovation"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3800,
      "final": 3800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 38.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}