{
  "607710": {
    "name": "Alien Shooter TD Demo",
    "steam_appid": 607710,
    "required_age": 0,
    "is_free": true,
    "description": "Be careful when downloading the game: you run the risk of escaping the real world for a long time to get completely absorbed in saving the Earth from the imminent threat! <br><br>We are happy to present our innovative game in the genre of Tower Defense inspired by the legendary Alien Shooter series! Here you will not just build towers to protect your territory, but will also get in charge of a platoon of elite warriors. Each one of them has their own field of specialization, unique features, as well as development possibilities. It is also possible to equip each class of warriors with weapons of your choice.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/607710/extras/37c528f7b0b425c280ce3c974b2c9e38.avif?t=1606987447\" width=600 height=282 /></span><br><br>The attack is under way. The armed forces are mobilized. Violent battles are happening across the whole globe.<br>You are the commander of an elite warrior platoon and find yourself in the midst of large-scale war events, and your actions will determine whether blood-hungry monsters will destroy our planet, or if  humanity will come out victorious!<br> <br>The game was created in keeping with the best traditions of Sigma games, no concessions of any kind - everything is just like in real life! <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/607710/extras/34c5656b46401eb464518e4650019329.avif?t=1606987447\" width=630 height=284 /></span><br><br><ul class=\"bb_ul\"><li>Totally real-life presentation of events – there is a limited munitions stock for each weapon, and it has to be replenished during combat.<br></li><li>Powerful supply crates that include ammunition, weapons, coins, and ammo.<br></li><li>Your enemies’ dead bodies don’t disappear - wait to see what happens when you finish each level!<br></li><li>Seven character classes with unique characteristics and development possibilities.<br></li><li>Hundreds of types of weapons – equip your troops according to your personal gaming style.<br></li><li>Any kind of weapon can be modified by expanding its basic features. You can disassemble it and get money, as well as auxiliary supplies.<br></li><li>Send your troops to get training, so they can develop a variety of combat skills.<br></li><li>By combining different kinds of forces, you can develop your own tactics needed to accomplish each mission.<br></li><li>In a critical situation, you can use bombs land mines, as well as supply Drones that will momentarily replenish munitions stocks for all the combatants.</li></ul><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/607710/extras/b59cd69aa49a83804ba54dd50a9f15d8.avif?t=1606987447\" width=630 height=386 /></span><br><br>And, of course, in keeping with our traditions, there are unprecedented crowds of monsters, plenty of bloodshed and explosions, as well as many other things you would usually see when you play our games on your devices!",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/607710/header.jpg?t=1606987447",
    "developers": [
      "Sigma Team Inc."
    ],
    "publishers": [
      "Sigma Team Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}