{
  "608420": {
    "name": "Narcissu 10th Anniversary Anthology Project - Sumire",
    "steam_appid": 608420,
    "required_age": 0,
    "is_free": false,
    "description": "<i>For ten years... I just stood in place...<br>Where I should have gone right, I went left. Where I should have gone left, I went right.<br>I probably could have realized my mistake and turned back quickly.<br>But instead, I just kept on going recklessly.<br><br>I had become lost...</i><br><br>Narcissu Sumire is the latest chapter in Narcissu series, once again revisiting deeply personal stories of living and dying. It follows the journey of two heroines, both are filled with deep regrets over mistakes that they've made in the past.<br><br>There's Sumire, a young woman who had spent the past ten years only playing video games and being a shut-in, refusing to go outside. After a decade of playing games alone, she falls ill and is sent to the 7th Floor hospice. When confronted with her imminent death, she realizes that she will leave this world having no significant memories, completed nothing, and leaving nothing behind.<br><br>Then there is Akari, a young woman who has spent the past ten years alone in a hospital, the result of a tragic sequence of misunderstandings and circumstances. Now, full of regrets about what happened, she wishes only to live &quot;in the world of closed eyes&quot; and sleep -- forever.<br><br>But one day, the two lost souls cross paths, and in that chance meeting their journey begins...",
    "supported_languages": "英语, 日语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/608420/header.jpg?t=1580429400",
    "developers": [
      "stage-nana"
    ],
    "publishers": [
      "Sekai Project"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "8 user reviews",
      "total_positive": 8,
      "total_negative": 0,
      "total_reviews": 8
    }
  }
}