{
  "608670": {
    "name": "Miracle Mia",
    "steam_appid": 608670,
    "required_age": 0,
    "is_free": false,
    "description": "Sleeping soundly on a train, Mia and her sister Nia are literally blown into a wild adventure they will never forget. Armed with a Miracle tennis racket made by their eldest sister, Lia, and with the help from a cat and sentient Qube, Mia and Nia must deflect and parry their way through a horde of interdimensional destroyers known as the Geos!<br />\r\n<br />\r\nWith Lia captured by The Void, Mia must find the other Miracle Rackets her sister made and team up with her cousin Coco and her Maidens to fend off the Geos and save her sister, all while being pursued by a mysterious Woman in Red!<br />\r\n<br />\r\n-A tennis-based combat system that can withstand anything fired at Mia<br />\r\n-24 chapters of an adventure to save your sister and stop The Void<br />\r\n-Journey through ten unique, geometrical environments that are being deteriorated by the Geo’s presence<br />\r\n-Obtain several new skills that Mia and Nia will learn to combat against the Geo horde<br />\r\n-Fend off against a vast number of diverse Geo foes and powerful heavy hitters that will stand in the sisters’ way<br />\r\n-And ally with Mia’s family and friends who will help in the fight against the Geos<br />\r\n-One Maiden can’t confront The Void and its Geos alone.<br />\r\n <br />\r\nMiracle Mia is the first in a long line of Shademare Games that will be produced. After studying and training for many years we hope to bring you more weird, interesting and fun Games your way. Mia is just the first!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/608670/header.jpg?t=1666989396",
    "developers": [
      "Shademare"
    ],
    "publishers": [
      "Shademare"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}