{
  "609100": {
    "name": "Gold Rush! 2",
    "steam_appid": 609100,
    "required_age": 0,
    "is_free": false,
    "description": "Jerrod Wilson left his home in Brooklyn, New York during the legendary Gold Rush of 1849 to find his brother Jake, who was forced to leave 11 years earlier. After a long adventure, Jake and Jerrod found the richest vein of gold in California’s Mother Lode! Now it’s 1869. 20 years of hard work has made their mine very successful. Most of their mining profits were sent home to Mr. Quail, a banker and family friend, who has been investing them wisely. The brothers are as wealthy as Wall Street tycoons, and if they ever return to NY, they will be very influential gentlemen.<br><br>Mr. Quail sends news from home and it’s not always good. William Tweed, who Jake and Jerrod personally knew to be the leader of a gang of thieves and extortionists (the man who forced Jake to leave Brooklyn), has become very powerful. He is now in the State Legislature and members of his gang have key positions in Brooklyn. Tweed’s political corruption has allowed his gang’s crime to go unchecked since the police are also on his payroll.<br><br>Jake and Jerrod decide to sell their mine and travel home on the newly constructed Transcontinental Railroad. The brothers have evidence that should send Tweed to prison for the rest of his life, but Tweed has heard they are coming and plans to stop them from ever returning to Brooklyn. A contest of wits has begun with “Boss” Tweed, a man with political power, wealth and a gang of criminals at his command.<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>Far more than 80 prerendered images and animated scenes in full HD<br></li><li>Complete new story and quests from the developer from the 80s<br></li><li>High quality voices and new recorded music<br></li><li>Subtitles in English or German<br></li><li>Optimized Point &amp; Click control</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/609100/header.jpg?t=1761074973",
    "developers": [
      "Sunlight Games"
    ],
    "publishers": [
      "Sunlight Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 3300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}