{
  "609370": {
    "name": "Fantasy Grounds - 0 one's Colorprints #1: Tomb of the Shadow King (Map Pack)",
    "steam_appid": 609370,
    "required_age": 0,
    "is_free": false,
    "description": "one's Colorprints #1: Tomb of the Shadow King<br><strong>Map Module for Fantasy Grounds II</strong><br>Many believe the Tomb of the Shadow King is nothing more than a legend. Whispered<br>to contain riches beyond human imagination, the tomb has never been found, or, at<br>least, nobody has returned to tell about its discover.<br>Ancient legends tell about the Shadow King, a mighty tyrant who ruled the Northern<br>Kingdoms for only 20 years. These 20 years were the bloodiest years of the human<br>history. It is said the Shadow King was one of the most charismatic men ever: his<br>words could enthrall thousands of people at once and his presence was enough to<br>submit instantly fierce barbarian civilizations. His reign was like a burning torch:<br>brief and intense.<br>During 20 years of ruling he conquered, slaughtered and tortured almost the whole<br>known world and then, as swift as it came, the reign ended, leaving no heirs or<br>successors. The tale tells the king, feeling his imminent death, summoned to his<br>court a powerful necromancer. With the aid of the dreaded wizard he built a magical<br>tomb and, during a stormy night, personally slaughtered his wife, his son and his<br>whole court. Then the necromancer entombed the King with all his treasure and family,<br>protecting them with dreadful necromantic magic and eventually transformed himself<br>in a powerful archlich. The evil undead, is said, dwells in a hidden sublevel of<br>the tomb, looking for poor souls who dare to violate the Tomb of the Shadow King<br>This product is an installable module for use with the Fantasy Ground II virtual<br>tabletop. The map module has been carefully organized to allow the GM the easily<br>prepare adventures within multiple campaigns simultaneously, while still allowing<br>maps modules to be opened or closed as needed. Each map is linked within a<br>an easy to follow outline story entry, with links to the map in mutliple resolutions.<br>This product is usable with any ruleset. A Full license of Fantasy Grounds<br>II is required to use this product.<br><strong>Fantasy Grounds II Conversion by 0one Games</strong><br><strong>Ruleset Compatibility: </strong>Any<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/609370/header.jpg?t=1768375244",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 15 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}