{
  "609470": {
    "name": "Rite of Life Demo",
    "steam_appid": 609470,
    "required_age": 0,
    "is_free": true,
    "description": "<i>This page is for the Rite of Life Alpha Demo.</i><br><br>Rite of Life is a life-sim RPG being developed for PC and Linux. It is heavily inspired by games such as Harvest Moon, Pokémon, Dark Cloud and Monster Hunter. It features a player-driven open world where you start with a small encampment. Through exploring, battling and gathering resources you can turn your home into a prospering town.<h2 class=\"bb_tag\" >Alpha Demo Key Features</h2><ul class=\"bb_ul\"><li>3-5 hours of gameplay - Playtime will vary but we're expecting roughly 3-5 hours of playtime for those that enjoy this type of game.<br></li><li>Play as a male or female character - Two characters to choose from.<br></li><li>10+ quests - There are over 10 quests to be completed in the demo. Ranging from secret boss fights, character based interactions and mini investigations.<br></li><li>350+ level ups - We don't expect any player to currently come close but there will be over 350 level ups available for your character. Might take a bit of grinding to achieve it all though! Our level up system also allows you to level up how you want to!<br></li><li>Level up your home - Over 5 home level ups available which will result in not just visual changes but more villagers coming to your home. The villagers will have different trades such as farming, fishing etc.<br></li><li>Level up your shopkeepers - As you bring more materials to your village, the shopkeepers will level up. This will unlock more and better items in their shops. If you want to level up the blacksmith, bring back metal related materials and see as better equipment becomes available.<br></li><li>Farming - Once your home reaches a certain level you'll unlock farming. This allows you to grow your own consumables to aid you in your exploring. Our future plans are to have cooking in the game so you'll be able to use what you grow to make your own recipes!<br></li><li>20+ unique monsters - Over 20 unique enemies to be found in the demo. A mixture of random encounters, boss fights and quest related enemies.<br></li><li>Forest - Explore the surrounding forest, its design and layout changes each day to provide you with a different experience.<br></li><li>Seasonal changes, dynamic weather and day &amp; night cycles - All these affect how strong or weak an enemy can be. An enemy might be more feral at night so it's best to hunt it in the day, perhaps an enemy is weak to the cold weather so you should hunt it during the Winter when it is snowing. Hunt certain enemies based on the weather conditions!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/609470/header.jpg?t=1490289329",
    "developers": [
      "Rebourne Studios"
    ],
    "publishers": [
      "Rebourne Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}