{
  "609730": {
    "name": "Fantasy Grounds - Codex Infernus: The Savage Guide to Hell (Savage Worlds)",
    "steam_appid": 609730,
    "required_age": 0,
    "is_free": false,
    "description": "Codex Infernus: The Savage Guide to Hell<br><i>A holy warrior fighting back infernal beasts on the precipice of a fiery pit. Cloaked figures chanting an incantation to bring forth a nameless beast. A man standing at a crossroads bartering with a demonic temptress for fame and fortune; the price of which is his very soul.</i><br><i>Advisers to kings and queens, dictators and presidents, whispering lies at the behest of their demon lords with the fate of nations resting on whether or not the advice is heeded. A scientist examining a strange artifact found on a distant planet that, unbeknownst to him, opens a mysterious gate to a nightmarish dimension when a button is pushed.</i><br><i>These are just a sampling of the myriad images which come to mind when we think of Hell. Codex Infernus: The Savage Guide to Hell, brings those images to life and shows you how to plug them into your games, regardless of what genre you love to play!</i><br><i>In this module you'll find:</i><br><ul class=\"bb_ul\"><li>Ready-to-play character archetypes for fantasy and modern games.<br></li><li>New Fantasy races<br></li><li>A new Demonic race: Cambion<br></li><li>New Edges and Arcane Backgrounds<br></li><li>Guidelines for creating Angelic, Demonic, and Hell-forged weapons<br></li><li>Guidelines for blessing itemseven if you dont have an Arcane Background!<br></li><li>An immersive Fantasy campaign setting<br></li><li>A detailed section on Hell itself<br></li><li>Guidelines for creating cults<br></li><li>A brief look at Hell in various cultures stemming back to ancient Mesopotamia!<br></li><li>Rules for demonic pacts, demonic possession, and an optional corruption system<br></li><li>Hellish hazards!<br></li><li>A gazetteer filled with demons you can use in your games!</li></ul><i>Conversion by:</i> <strong>Leonid Ponomarev</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Ruleset<br><i>Adapted for Fantasy Grounds by: </i><strong>Leonid Ponomarev</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/609730/header.jpg?t=1768375480",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 4100,
      "final": 4100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 41.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 19 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}