{
  "609770": {
    "name": "The Eagle's Heir Demo",
    "steam_appid": 609770,
    "required_age": 0,
    "is_free": true,
    "description": "Defend Napoleon's heir in this steampunk alternate history game of political maneuvering, airship adventure, and romantic intrigue! Will you bring liberty to France, or plunge Europe into bloody war?<br><br><i>The Eagle's Heir</i> is a 200,000 word interactive novel by Amy Griswold and Jo Graham. It's entirely text-based, without graphics, or sound effects, and fueled by the vast, unstoppable power of your imagination.<br><br>Since Napoleon won the Battle of Waterloo in 1815, seventeen years ago, Europe has enjoyed an uneasy peace. While the great empires of Austria, Russia and England have tried to stem the tide of revolution, France has mastered steam power to conquer the air and sea. Now, Napoleon’s health is failing, and France is torn between his legitimate heir, Franz, and his illegitimate son Alexandre.<br><br>Luckily, Alexandre has you, his loyal bodyguard and childhood companion, skilled in the arts of the duel and the ballroom, and ready for anything from diplomacy to airship combat!<br><br>It's brother against brother as you choose who will rule France, and how. Will France have a king, an emperor, or become a republic? Can you guide your lifelong friend Alexandre to the throne, and keep not just your prince but his revolutionary ideals alive? Or will you throw your weight behind his half-brother Franz? Will you defeat France’s enemies with the thunder of airship guns or forge a marriage alliance in gaslit ballrooms?<br><br><ul class=\"bb_ul\"><li> Play as male, female, genderfluid, or non-binary; gay, straight, or asexual<br></li><li> Race airships across the English Channel<br></li><li> Find romance with a journalist or a lady's maid, or ménage a trois at the Tuileries palace<br></li><li> Join a motley crew of actors in the revolutionary cause, or spy on them for your allies<br></li><li> Duel aristocrats to preserve your and Alexandre's honor<br></li><li> Plan a scandalous elopement which sends Europe into an uproar </li></ul><br>When swords cross before the throne, who will be the Eagle's Heir?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/609770/header.jpg?t=1734032535",
    "developers": [
      "Choice of Games"
    ],
    "publishers": [
      "Choice of Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}