{
  "610290": {
    "name": "Visual Novel Maker - Live2D DLC",
    "steam_appid": 610290,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>The Visual Novel Maker - Live2D DLC allows users to use Live2D 2.1 models in their Visual Novel Maker projects.</strong> This includes access to official Live2D models such as Haru, Wanko, Epsilon etc. What also makes this DLC special is that it Visual Novel Maker users have a special license where they no longer need to sign a contract with Live2D and can even sell their game with Live2D without paying licensing fees to Live2D Inc. As long as that game is made in Visual Novel Maker!<br><br>Live2D Software, which is used to create the models, is not included in this DLC and sold separately.You can get it on the  Live2D website.<h2 class=\"bb_tag\" ><strong>What is Live2D?</strong></h2>Live2D is an amazing technology developed by very talented and passionate people situated in Tokyo, Japan. This nifty tool allows you to animate your hand-drawn artworks with a simple base; This means you don't have to model them into 3D or frame by frame!<h2 class=\"bb_tag\" ><strong>How do I create Live2D Models for Visual Novel Maker?</strong></h2>You will have to purchase Live2D 2.1 from their official website and use their software Please consult our help file for a step-by-step process on how to export your Live2D Model to Visual Novel Maker-friendly format.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/610290/header.jpg?t=1681799579",
    "developers": [
      "KOMODO"
    ],
    "publishers": [
      "KOMODO"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 16 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "59",
        "description": "网络出版"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}