{
  "610420": {
    "name": "Fantasy Grounds - 0one's Colorprints #3: The Burning Temple (Map Pack)",
    "steam_appid": 610420,
    "required_age": 0,
    "is_free": false,
    "description": "one's Colorprints #3: The Burning Temple<br><strong>Map Module for Fantasy Grounds II</strong><br>Someone calls it the Gateway to Hell or the Burning Prison and most common people<br>pronounce its name to scare children. Always staying between myth and legend, no<br>one knows if the temple actually exist. Unfortunately, as often happens, legends<br>are true and far in the northern mountains, hidden to the sight of most of the people,<br>rises the Burning Temple. Common folks simply cannot have access to the Burning<br>Temple as it rises in the middle of an active volcano. The Temple sits on a fungus-shaped<br>platform rising in the very center of the volcano. A long bridge connects the temple<br>with the edge of the crater where starts a pathway connecting the bridge to the<br>valley below. Physically the Temple simply could not exist as the magma would quickly<br>consume the stone fungus and would make it collapse, but it stands still against<br>centuries due to a divine intervention. The temple is devoted to an obscure deity<br>named by local folklore The Burning One. The Burning One protects its worshipers<br>against the poisonous gases and the exhalations of the volcano as well as from the<br>heat. Still, the cabal of priests who run the temple need servants and slaves to<br>work in the dungeon of the temple. The evil priests send their dark emissaries,<br>called the Burning Angels to the near countries to kidnap unaware people; unfortunately,<br>these people are not protected as the priests are, so they quickly die by poisonous<br>gases and exhalations making the priests always in need of fresh slaves.<br>This product is an installable module for use with the Fantasy Ground II virtual<br>tabletop. The map module has been carefully organized to allow the GM the easily<br>prepare adventures within multiple campaigns simultaneously, while still allowing<br>maps modules to be opened or closed as needed. Each map is linked within a an easy<br>to follow outline story entry, with links to the map in mutliple resolutions. This<br>product is usable with any ruleset. A Full license of Fantasy Grounds II is required<br>to use this product.<br><strong>Fantasy Grounds II Conversion by 0one Games</strong><br><strong>Ruleset Compatibility: </strong>Any<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/610420/header.jpg?t=1768375573",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 20 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}