{
  "610480": {
    "name": "Trailmakers Beta",
    "steam_appid": 610480,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >TRAILMAKERS BETA</h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>PLEASE NOTE:</strong> Trailmakers Beta is a four day event from January 11th - January 14th where we stress test multiplayer to prepare for the official launch on January 31. Only multiplayer and sandbox game modes are available. After the weekend, access to this version of the game will be revoked. For the full game, please visit the Trailmakers store page.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Engineering made easy</h2><p class=\"bb_paragraph\" >Trailmakers is about building very awesome vehicles and machines, but you don’t need an engineering degree to get started. The intuitive builder will get you going in no time. Everything you build is made from physical building blocks. Each block has unique features like shape, weight and functionality. They can be broken off, refitted and used to build something new. Individually the blocks are fairly simple, but combined the possibilities are endless.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Pure creative freedom</h2><p class=\"bb_paragraph\" >Sandbox Mode is where you want to head for an unrestricted, sandbox, vehicle-building experience. Here you can build anything you can dream of, and play around with it in the world of Trailmakers. It is a great place to test out crazy machines, and experiment with the physics engine. With tons of different blocks, hinges, thrusters and interactive vehicle parts - the skybox is the limit.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Play with friends</h2><p class=\"bb_paragraph\" >Trailmakers is even more fun if you play it with other people. Build cool vehicles and compete in mini-game modes with your friends or other Trailmakers online. Build a helicopter, send it to your friend, and shoot them out of the sky. Put two seats on a tank, and let your friend control the turret. As we get further in Early Access development Expedition Mode will also be adapted to multiplayer.</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/610480/header.jpg?t=1728898131",
    "developers": [
      "Flashbulb"
    ],
    "publishers": [
      "Flashbulb"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}