{
  "610560": {
    "name": "Tales of the Lumminai",
    "steam_appid": 610560,
    "required_age": 0,
    "is_free": false,
    "description": "The two parallel worlds of Oricai and Anticai are faced with the same devestation caused by Calamities. You must see the world through the eyes of Lucia, a teenaged girl thrown into a war torn continent in the world of Oricai, as the world around her if being consumed by darkness. Join Herald Lumi and the other Grand Heralds as they try to fight against the Dakrumi and their evil schemes to rid all life on Oricai.<br><br>Play as Herald Leon as he tries to open a Rift in order to save the last remaining people in the world of Anticai. Will he be consumed by his goal to destroy all Dakrumi to ensure his peoples’ safety in another world, or will he follow his love and go through the Rift after her, leaving behind the option for ultimate power.<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>Play two variations of the story, and see the events take hold throughout the main story. What you do in Leon’s story matters in Lucia’s as the two will eventually meet later.<br></li><li>Gather your allies! Over 35 recruitable allies, each with their own personalities, lifestyles, and skillsets. Build the ultimate team and bring the fight to the Dakrumi directly!<br></li><li>Form a relationship with 7 major characters and learn their stories and how the world’s events have been effecting them. Become a romantic S rank companion to one of them and see what awaits you in the Tower of the Oracle!<br></li><li>Grow your strength and become capable of Pact-Linking with various Lumminai to further increase your battle capabilities by transforming and becoming their element-infused host.<br></li><li>Experience a world that changes as the story progresses, from NPC’s seeming alive, to a full calendar with Day/night cycles that will effect enemy behaviors. Stronger creatures come out at night!<br></li><li>Reclaim the home of the Heralds at Castle Beacon, and become the figurehead for the side of Light, after rebuilding the Castle and filling it with all of your companions and their armies.<br></li><li>Discover the unknown future that awaits if you fail, and find a way to stop it before that can happen! Use the power of the Twelve Starz and their knowledge to form strategies and new ways to fight the darkness.<br></li><li>Collect hidden Lumminai and add them to your ranks through puzzles, treasure hunting, and even bounties! Can you find em all?<br></li><li>Play through over 40 side missions, and a 20+ hour long main story, full of both serious and tongue-and-cheek comedy dialogue.<br></li><li>Gather materials to forge new weapons in the Forgehouse of Venfey. </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/610560/header.jpg?t=1573504601",
    "developers": [
      "SenRufu Studios"
    ],
    "publishers": [
      "Sometimes You"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2900,
      "final": 2900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 29.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}