{
  "610860": {
    "name": "Shogo: Mobile Armor Division",
    "steam_appid": 610860,
    "required_age": 0,
    "is_free": false,
    "description": "You play Sanjuro Makabe, a Mobile Combat Armor (MCA) pilot and Commander in the UCA Security Force. The UCA was originally formed by three dominant megacorporations (Andra Biomechanics, Armacham Technology Corporation, and Shogo Industries). Originally intended as a joint venture that would ensure the continued profitability of the three organizations that founded it, the UCA is now independent, and the dominant military power in existence.<br>Your mission is to locate and assassinate a rebel leader known only as Gabriel. All of the action takes place either on the planet Cronus or on the spaceship Leviathan. The Leviathan is the flagship of the UCA and is commanded by Admiral Akkaraju. Cronus is the only known source of the biologically active material known as Kato, an incredibly powerful energy source essential to the process by which interstellar travel is possible.<br>Your deadly enemy is The Fallen, a fanatical terrorist group lead by the mysterious Gabriel, threatens the balance of power on Cronus, and ultimately, control of Kato. You will fight them on your feet or from within one of the different types of Mobile Combat Armor, a giant mech which can run, duck, strafe, swim or transform into an ultrafast hovertank.<br><br>You will know the true power of giant robots!<br><br><ul class=\"bb_ul\"><li>Anime-influenced graphics and gameplay design<br></li><li>Fight on foot or pilot a giant mech in both open and urban environments<br></li><li>An interesting storyline with two possible endings</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/610860/header.jpg?t=1762284684",
    "developers": [
      "Monolith Productions"
    ],
    "publishers": [
      "Interplay Entertainment Corp."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 3,
      "total_negative": 1,
      "total_reviews": 4
    }
  }
}