{
  "610990": {
    "name": "The Midnight Sanctuary Demo",
    "steam_appid": 610990,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Has the Saint of legend come to this mountain village to bring salvation... or to bring the end? An occult suspense 3D novel game, and a tale that can be experienced through either traditional cinematic storytelling, or with new VR technology.   </strong> <br><br>The newest title from CAVYHOUSE, developers of &quot;This Starry Midnight We Make&quot; and &quot;Forget Me Not: My Organic Garden&quot;, and localized by Carpe Fulgur, the translators of both &quot;TSMWM&quot; and titles such as &quot;Recettear&quot;.<br><br>Our story takes place in Daiusu Village, an isolated hamlet in Japan built by persecuted Christians. But the Shogunate has given way to the Meiji Restoration, and now the villagers have built a great church and hope to bring new life to their village. Hamomoru Tachibana, our protagonist, visits Daiusu to catalogue its local history and folk tales.<br><br>A peaceful village, striving to enter the modern world and remember its past. However, one day a figure appears who seems to be none other than the Saint of the old village legends, and the village changes immediately. The villagers worship the Saint, and Hamomoru does not know how to respond. Are the Saint's &quot;miracles&quot; real? And what of these people who claim to be &quot;of the Dead&quot;? We hope you will experience Daiusu Village, and its most curious tale, manifested in 3D.<br><br>The game client supports both traditional rendered Cinematic Mode, in either windowed or full screen modes, or VR Novel Mode. You can choose your preferred viewing mode when starting the game. The VR Novel is a new form for novel games. The player can, for the first time, experience events from the middle of the stage as the action happens all around them. Enjoy a world of dark folklore, drawn in a fantastical style! The demo version contains the several in-game days of our story.",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/610990/header.jpg?t=1494953959",
    "developers": [
      "CAVYHOUSE"
    ],
    "publishers": [
      "Carpe Fulgur"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}