{
  "611270": {
    "name": "Fantasy Grounds - Mini-Dungeon #029: Heart of the Sacred Dawn (PFRPG)",
    "steam_appid": 611270,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>For four to five level 20 PCs</strong></h2><i>In ages past the realm was plunged into an age of darkness beneath the terrible wrath of Tenebrash, vile lord of dragons. His evil had no mortal equal, and hopeless lament was the only bounty of his subjects. For generations the tyrant ruled unopposed until the Order of the Sacred Dawn challenged his cruelty. By the charge of a powerful and benevolent deity, six holy knights were bestowed with an artifact of tremendous power. Wielding the relic known as the lucespel, the order vanquished Tenebrash and light was returned to the weary world. The knights bound the vengeful spirit of the dragon within their stronghold, and sacrificed their own mortality to eternally guard the artifact from those who would misuse its power. With the return of evil to the realm, a new quest has been called: venture into the ruins of the ancient keep to retrieve the lucespel. Those who seek to harness its holy essence will face the ultimate challenge to prove both their valor and virtue.</i><br>Mini-Dungeons are small adventures for Pathfinder which are setting agnostic and are easily inserted anywhere in your campaign.<br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder Ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/611270/header.jpg?t=1768375850",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 12 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}