{
  "611830": {
    "name": "Park Bound",
    "steam_appid": 611830,
    "required_age": 0,
    "is_free": false,
    "description": "Park Bound is a massively multiplayer playground featuring player crafted parks. Parks contain a variety of open worlds to explore and play with other players. Each world has different goals, obstacles, and collectible treasures used to unlock more challenging levels. Jump across traps, dodge obstacles, pick up jetpacks, soar through the sky with gliders, and even roll inside balls to complete objectives.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Playable solo, with friends, and other players you find in the parks.<br></li><li>Explore and collect treasures in the main park created by the developer and parks created by the community.<br></li><li>Variety of levels types from platforming obstacle courses, party-style mini-games, to explorable sandboxes.<br></li><li>Pick up jetpacks, gliders, gyroballs, double jump, and more - each changing how you play the levels.<br></li><li>Includes in-game level editor where you can create your own network of worlds combined as a park.<br></li><li>Build and share your own objects or use existing libraries created by the developer and other players.</li></ul><h2 class=\"bb_tag\" >The Parks</h2>The game is a continually growing ecosystem of parks created by both the community and the developer. Each park, managed by a single player, is its own self contained universe that offers consistent level quality as well as a place to return to as more levels are created. Parks can be visited by jumping into portals located throughout the hub world or by using the in-game park browser.<br><br><br>Each park is filled with levels that can be created with a variety of styles and objectives. Some levels may be an intense obstacle course requiring expert precision, analysis, and execution. Other levels may be open worlds with a variety of smaller challenges to be completed independently. Levels can have special rewards for taking difficult paths, finding secret locations, completing a section under a specified time limit, or gathering collectibles in a dangerous area.<h2 class=\"bb_tag\" >Level Editor</h2>As a creator, the level editor gives you full control of everything in your park. Once the park is opened it is always online and accessible to anyone with the game. You can watch your park from above, play alongside visitors, and view real-time population metrics to gather valuable feedback about your levels.<br><br><br>The level editor gives the tools to create spaces efficiently without limitations. Using a visual interface creators build entire levels without any programming or scripting languages. The editor provides customizable shape primitives, terrain, voxels, materials, animations, lighting, music, sound effects, particles, prefabs, and more. Prefabs give designers the ability to create complex re-usable objects in discrete packages. Park Bound embraces an open design philosophy where creations can be shared and modified freely between authors. This atmosphere of collaboration allows authors to combine and improve existing ideas to create new worlds.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/611830/header.jpg?t=1560381945",
    "developers": [
      "Bambastic Games"
    ],
    "publishers": [
      "Bambastic Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}