{
  "612500": {
    "name": "Fantasy Grounds - 0one's Colorprints #5: Sewers Below (Map Pack)",
    "steam_appid": 612500,
    "required_age": 0,
    "is_free": false,
    "description": "one's Colorprints #5: Sewers Below<br><strong>Map Module for Fantasy Grounds II</strong><br>Which sort of dangers hide in the sewers? Where is exactly located that damned thieves<br>hideout? Where is the temple devoted to that filthy deity? Where is that underground<br>smugglers dock? And, finally, how can we do to avoid becoming hopelessly lost in<br>that damned sewers maze? Find it in Sewers Below!<br><strong>The Maze</strong><strong><br>Many underground waterworks cross and connect themselves in this filthy maze. Some<br>secret doors lead to mysterious chambers containing goods or leading to other places<br>below the city.<br>The Hideout</strong><strong><br>Nobody is able to find this hideout whose secret entrance is hidden somewhere in<br>the sewers maze below the city. A corridor encircles the whole hideout and lead<br>to the actual entrance of the complex. Inside, a self-sufficient environment do<br>exist, containing refectory, barracks, storage rooms, a fresh water well, and many<br>other facilities.<br>The Temple</strong><strong><br>Someone whispers the sewers temple is devoted to a ratlike deity, others tell tales<br>about unaware citizens drawn in the sewers and forever lost, maybe victim of horrid<br>sacrifices. The temple features a main entrance and secret side entrances. Inside<br>many other shrines are found, along with cells, high priests room, kitchen, larder<br>and guardposts.<br>The Dock</strong><strong><br>This sewers dock is well protected by two sturdy portcullises. A nest of rooms,<br>accessible via secret doors, surrounds the dock entrance. The rooms are provided<br>of arrowslits to defend the entrance. Only small rowboats can access the dock, this<br>due to the small size of the sewers channels, although it is told that smugglers<br>can shrink the size of larger boats in order to unload precious cargoes of illegal<br>goods in the storage rooms of the dock.<br>This product is an installable module for use with the Fantasy Ground II virtual<br>tabletop. The map module has been carefully organized to allow the GM the easily<br>prepare adventures within multiple campaigns simultaneously, while still allowing<br>maps modules to be opened or closed as needed. Each map is linked within a an easy<br>to follow outline story entry, with links to the map in mutliple resolutions. This<br>product is usable with any ruleset. A Full license of Fantasy Grounds II is required<br>to use this product.<br>Fantasy Grounds II Conversion by 0one Games</strong><br><strong>Ruleset Compatibility: </strong>Any<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/612500/header.jpg?t=1768375947",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 20 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}