{
  "612580": {
    "name": "Fantasy Grounds - Pathfinder RPG - Kingmaker AP 3: The Varnhold Vanishing (PFRPG)",
    "steam_appid": 612580,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the <strong>Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" ><strong>Chapter 3: &quot;The Varnhold Vanishing&quot;</strong></h2>by Greg A. Vaughan<br><i>The Stolen Lands consume many wanderersthe perils of its rugged wildernesses and hidden mysteries prey upon even the wariest of travelers. Founded upon one of the most savage frontiers, the colony of Varnhold defied the many dangers of this harsh region. At least, it did until all the residents of the fledgling community completely disappeared. Now it falls to the PCs to discover what became of their eastern neighbor, a secret steeped in generations-old hatreds and the mysteries of an empire long crumbled to dust. Can they uncover the terrible secret behind this shocking disappearance before the same calamity befalls their own land?</i><br>This module of Pathfinder Adventure Path continues the Kingmaker Adventure Path, and includes:<br><ul class=\"bb_ul\"><li>The Varnhold Vanishing, a Pathfinder RPG adventure for 7th-level characters, by Greg A. Vaughan.<br></li><li>A gazetteer of Iobaria, frigid land of savagery and fallen empires, by Steven Schend.<br></li><li>Six new sites of adventure and mystery to expand your Kingmaker campaign, by Ed Greenwood.<br></li><li>A new Pathfinders Journal in which Pathfinder Ollix Kaddar and Phargas discover the price of gallantry, by J. C. Hay.<br></li><li>Five new monsters, by Ed Greenwood, Colin McComb, F. Wesley Schneider, and Neil Spicer.</li></ul>Pathfinder Adventure Path is Paizo Inc's monthly full-color adventure. It contains an in-depth Adventure Path scenario, stats for about a half-dozen new monsters, and several support articles meant to give Game Masters additional material to expand their campaign. Pathfinder Adventure Path volumes use the Open Game License and work with both the Pathfinder RPG and the standard 3.5 fantasy RPG rules set.<br>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul>&lt;b&gt;Requires:&lt;/b&gt; The free Fantasy Grounds virtual tabletop (VTT) software.<br><i><br><strong><br>Adapted for Fantasy Grounds by: [/i]Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/612580/header.jpg?t=1768375994",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 2 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}