{
  "613430": {
    "name": "TANE DLC: Quinnimont Coal Drag",
    "steam_appid": 613430,
    "required_age": 0,
    "is_free": false,
    "description": "This package includes the &quot;C&amp;O 2-6-6-6 H8&quot; locomotive and a brand new detailed session.<br><br>Quinnimont was a marshalling yard for coal loads from the surrounding mines. Trains were assembled here to be shipped to Clifton Forge and beyond. Empty cars were also made-up here for the mines in the area.<br><br>The first European settler on the wide river bottom at Quinnimont, below the mouth of Laurel Fork, was Jacob Smith, who arrived in 1827 and whose family was joined by others a few years later. Smith married three times and begot 24 children. The name &quot;Quinnimont&quot; is derived from the Latin roots for &quot;five mountains,&quot; said to describe the five heights formed by the surrounding walls of the New River Gorge.<br><br><br>Quinnimont was one of two towns in the New River Gorge that became major shipping points. The other, at Thurmond, began to develop in the 1890s, while operations at Quinnimont commenced 20 years sooner. Even before the railroad through the gorge had been fully completed to Huntington, the Quinnimont operation was able to ship coal eastward to locations in Virginia.<br><br><br>The first industry in the New River Gorge, the Quinnimont Charter Oak &amp; Iron Company, was organized in 1870 to build and operate an iron furnace at Quinnimont near the mouth of Laurel Creek. A short branch line railroad of about one and half miles was built from the C&amp;O mainline to the mine by the iron company. The furnace operated for only three years, manufacturing common pig iron using coal extracted locally and hematite shipped in from Rich Patch, VA.<br><br><br>Although the iron business was not a financial success the coal of the area proved to be of excellent quality for use in iron production. In 1873, under operation by Colonel Joseph L. Beury, coal mines were opened on the mountain above Laurel Creek, to supply the furnaces of the Longdale Iron Company in Allegheny, VA. From this mine the first shipment of the first coal from the New River Coal Field was made. A monument standing along the bank of the New River at Quinnimont was erected in honor of Col. Beury at a cost of $30,000. The inscription on the monument reads: &quot;The first New River Smokeless Coal was mined and shipped from Fire Creek seam at Quinnimont by Joseph Lawton Beury in 1873. This memorial erected by his associates in the New River Field.&quot; The twenty-five foot tall granite monument is said to weigh fifty-five tons. Photos of the Beury Monument can be viewed at the website.<br><br><br>Beury remained at Quinnimont until 1876, at which time he moved to Fire Creek, where, in association with Messrs. Jenkin Jones, John Freeman, and others, he opened the Fire Creek mine. A circa-1879 map of mines in the New River Coalfield shows the &quot;Pa. &amp; Va. I. &amp; C. Co.&quot; as operating a mine near Quinnimont, located about 1.5 from Quinnimont on the south side of Laurel Creek. Transactions of the American Institute of Mining Engineers, published in 1880, noted that the Quinnimont coking plant of the Pennsylvania and Virginia Iron and Coal Company was at that time the largest in the New River Field, with 100 coke ovens in operation.[1} The May 25th, 1887 edition of the The Coal Trade Journal stated that there were 105 coke ovens in operation at Quinnimont.[2]  <br>A station was established in Quinnimont in 1874, being replaced and supplemented by additional structures beginning in 1896. By the 1890s, a railroad boarding house started operation at Quinnimont and a store was opened. A post office was established at Quinnimont in 1877 which continued to operate until 1947 according to the National Park Service.<br><br><br>The Quinnimont Coal and Iron Company was incorporated in West Virginia on June 23, 1883 by investors of Philadelphia, PA and Hartford, CT to &quot;mine coal and iron, and cut and manufacture lumber&quot;. The company's main office were in Philadelphia, and a branch at Quinnimont. The company operated several mines near Quinnimont from 1883 through 1929 named as: Big Q, Old Mine, Quinnimont, Big Q No. 3, and Lickbranch. Several years later, the mine known as &quot;No. 1&quot; showed a period of brief production during the years 1950-1951. Another company, the Quinnimont Coal and Quinnimont Smokeless Coal Co., operated the Quinnimont mine during in 1952 and the Quinnimont Coal Co. operated the No. 1 mine during 1953.<br><br><br>In 1890, the short railroad branch along Laurel Creek was extended to to Brownwood, a distance of 4.8 miles. A large mine would be opened at Layand in later years on this branch, a point about 5.5 from Quinnimont. This short branch line was operated by the mining company until 1899. From 1899 until 1902 the C&amp;O leased the branch line and assumed operation of the line. From 1902 until 1906, the mining company resumed operation of the railroad. In 1907 the line was sold to the C&amp;O, and thereafter known as the Laurel Creek Branch.<br><br><br>It was not until 1901 that the C&amp;O completed the Piney Creek branch line from Quinnimont into the yet-untapped coal fields of Raleigh County in the vicinity of Beckley, WV. From the railroad's Piney branch, additional branch lines were soon opened, which resulted in the railroad building a large marshaling yard and locomotive servicing terminal at Raleigh, about 11 miles from Quinnimont. Because of this, the terminal facilities at Quinnimont remained modest compared the Thurmond's. However, like Thurmond, Quinnimont became a major staging area for inbound and outbound freight. All the coal coming off the Piney Creek Subdivision (and it branches) and from the Laurel Creek Branch moved into Quinnimont's large rail yard, to be made up into trains by switching crews at Quinnimont.<br><br><br>Trains were often up to a 130 cars in length which would be hauled to Hinton where they would pick up a helper engine for the trip up to Allegheny on the way to Clifton Forge.<br>By the 1920s, many of the people living in Quinnimont worked on the railroad, on runs to Thurmond or on the Laurel Creek or Piney branch lines and Quinnimont. <br>Quinnimont had a store, post office, church, and two schools. Two passenger trains ran daily from Quinnimont to Beckley, and another ran up Laurel Creek to Layand.",
    "supported_languages": "英语, 法语, 德语, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/613430/header.jpg?t=1499136195",
    "developers": [
      "N3V Games"
    ],
    "publishers": [
      "N3V Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}