{
  "613690": {
    "name": "Fantasy Grounds - 0one's Colorprints #6: Undersea Caves (Map Pack)",
    "steam_appid": 613690,
    "required_age": 0,
    "is_free": false,
    "description": "one's Colorprints #6: Undersea Caves<br><strong>Map Module for Fantasy Grounds II</strong><br><i>then we stumbled in a massive labyrinth of undersea caves. After a day or so of<br>wandering we emerged in a large cavern with a yellow-sand beach. To my wonder a<br>whole shipwreck rose from this yellow sand. How the hell that thing came there?<br>My crew started to explore the area and, man, you wont believe what we found</i><br>Undersea Caves presents four color maps you can arrange as you wish to form a larger<br>map. You can event print more than one copy of the same map in order to obtain a<br>bigger map.<strong><br>This Colorprint contains the following maps:<br>Temple of the Frog God</strong>Hidden in the depth of the Undersea Caves the forgotten Temple of the Frog God<br>is an ancient mystery. It is believed the temple was built by a long disappeared<br>race of frog-men...<strong><br>Shipwreck</strong>Nobody knows how that ship came there. Maybe it was something related to the<br>magic of the ancient temple hidden somewhere near the ship. Anyway the ship itself<br>hides many secrets, not to mention the treasure cave said to be very near to the<br>shipwreck...<strong><br>Maelstrom</strong>In the middle of a giant cave the mighty maelstrom swirls at incredible speed<br>eating anything dare to cross the cave. It is said that the vortex leads to a giant<br>cave below where unimaginable treasures wait only to be discovered...<strong><br>Labyrinth</strong>A labyrinth of twisted corridors and passages extends undersea. The labyrinth<br>lacks any kind of landmark or feature, becoming this way a true nightmare for those<br>wanting to cross it...<br>This product is an installable module for use with the Fantasy Ground II virtual<br>tabletop. The map module has been carefully organized to allow the GM the easily<br>prepare adventures within multiple campaigns simultaneously, while still allowing<br>maps modules to be opened or closed as needed. Each map is linked within a an easy<br>to follow outline story entry, with links to the map in mutliple resolutions. This<br>product is usable with any ruleset. A Full license of Fantasy Grounds II is required<br>to use this product.<br><strong>Fantasy Grounds II Conversion by 0one Games</strong><br><strong>Ruleset Compatibility: </strong>Any<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/613690/header.jpg?t=1768376041",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 28 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}