{
  "613950": {
    "name": "Fantasy Grounds - 0one's Colorprints #7: Dwarven Excavation (Map Pack)",
    "steam_appid": 613950,
    "required_age": 0,
    "is_free": false,
    "description": "one's Colorprints #7: Dwarven Excavation<br><strong>Map Module for Fantasy Grounds II</strong><br>The Dwarven Excavation is an underground mining complex. It features tunnels and<br>galleries dug for the sole purpose of extracting precious minerals, such as gold,<br>silver, mithril and copper. But, often, the dwarves dig a tunnel they shouldnt<br>have dug, waking sleeping monsters, invading hostile territories and so on.<br>This Colorprint contains the following maps:<br><strong>Mining Camp</strong><strong><br>The mining camp is the first settlement the dwarves build. A large elevator connects<br>this camp to the surface world (or to the dwarven city). All around the elevator<br>spreads the mining camp made of mining huts lodging the miners. Warehouses keep<br>the materials and tools of the trade and even an inn and a small chapel are found<br>in this settlement. Many railroads for mining carts end their trail here.<br>Mines</strong><strong><br>The Mines are a random excavation complex. Railroads go until it is possible, but<br>many smaller galleries spread from the main railroaded tunnels.<br>The Shaft</strong><strong><br>This large cavern hosts the largest excavation site of the entire mines complex.<br>It is a large funnel going down for hundreds of feet. The dwarves didnt feel discouraged<br>and built a railroad winding down the shaft. Although it was a masterwork structure,<br>it happens often that mining carts go out of the rails and fall in the shaft.<br>Military Outpost</strong><strong><br>Sometimes dwarves meet hostile underground dwellers that dont allow further excavations.<br>In such cases the dwarves set up a military outpost for the sole purpose of defending<br>the territory. The military outpost is a self-sustaining structure with barracks,<br>kitchen, forge and a well providing fresh water.<br>This product is an installable module for use with the Fantasy Ground II virtual<br>tabletop. The map module has been carefully organized to allow the GM the easily<br>prepare adventures within multiple campaigns simultaneously, while still allowing<br>maps modules to be opened or closed as needed. Each map is linked within a an easy<br>to follow outline story entry, with links to the map in mutliple resolutions. This<br>product is usable with any ruleset. A Full license of Fantasy Grounds II is required<br>to use this product.<br>Fantasy Grounds II Conversion by 0one Games</strong><br><strong>Ruleset Compatibility: </strong>Any<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/613950/header.jpg?t=1768376092",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 28 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}