{
  "614010": {
    "name": "Queendoom Demo",
    "steam_appid": 614010,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Queendoom is an Archery Tower Defense game designed from the ground up for Virtual Reality.</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/614010/extras/9c8c2bf884515ea7b658b831013790ec.avif?t=1568666101\" width=634 height=100 /></span><br><br><ul class=\"bb_ul\"><li>Amazing Full-HD Graphics with details carefully placed that will immerse you inside the action.<br></li><li>Incredible bow mechanics.<br></li><li>Campaign mode where you have to fight in two different locations, with 6 battles each one.<br></li><li>Lead your army to fight against the enemies.<br></li><li>Many creatures to defeat.<br></li><li>Achievements to unlock and fight for.<br></li><li>Leaderboards to climb.<br></li><li>Music that motivates you in the battle and sound effects that will make you vibrate and stay alert of your dangerous surroundings.<br></li><li>Incredible controller precision to interact with the elements in the game, entertainment guaranteed!<br></li><li>Experience a fantastic world in First person as never before.<br></li><li>You will enjoy hours and hours of archery in virtual reality.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/614010/extras/29e48fdeffa101578fb278b8bc078830.avif?t=1568666101\" width=634 height=100 /></span><br><br>An ancient prophecy foretold that the kingdom of Greenlands and its villagers would experience dark times. This prophecy came to pass on the death of the King. The King died without a son and heir which plunged the kingdom into chaos as his daughters became emerged in a vicious power struggle. A portal to hell was opened allowing waves of demons and dark creatures to rampage through the kingdom bringing terror and panic to the villagers, destroying and pillaging all in their wake.<br><strong><br>The apocalypse has come to Queendoom!</strong><br><br>But all is not lost, the Queens possess strong values; courage, honesty and loyalty.<br><br>They have been trained by the masters of Greenlands to fight with the bow against the most fearsome enemies. Artisans from all over the kingdom have been manufacturing special arrows, with exceptional raw materials and superior forging techniques, making them capable of defeating the strongest and most resilient creatures.<br><br>The objective is to defend their castle to win the freedom of the villagers, bringing peace and prosperity back to the kingdom of Greenlands. The battle will be long and arduous, but victory is the only option. Aside from the battle, the Queen will also need to complete other mysteries and unlock achievements. <br><br>You can lead your own army of warriors, archers and supports. Strategy and good resource management will be the keys to success. Hone your skills with every hour you spend playing. Defeat your enemies and you will be the heroine of Queendoom earning yourself an indelible place in the kingdom's history as you soar up through the rankings.<br><br><strong>Are <i>you</i> ready</strong> to challenge and face the bosses of hell and their minions? <br><br><strong>The war in Queendoom has begun! Are you going to let them win?</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/614010/header.jpg?t=1568666101",
    "developers": [
      "EP Games®"
    ],
    "publishers": [
      "EP Games®"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}