{
  "614170": {
    "name": "Learning Punch! Software®: Training, Tools & Tutorials for V19 - Windows Version - by Patricia Gamburgo",
    "steam_appid": 614170,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Become a Punch! v19 Expert Power User   </h2><br>Training with industry-leading Architect and Punch! software expert, Patricia Gamburgo, will lead the way to your success. Tap into her expert knowledge and proven methods that lead to results.   <br><br>Mastering Punch! software is easier than ever with this new eBook! Updates and additions in the v19 eBook include: <br><br><ul class=\"bb_ul\"><li>A new eBook with 480 pages and more than 1000 images dedicated to the latest Punch V19 for Windows version. <br></li><li>All the new features are detailed and explained. <br></li><li>NEW: a new feature in Pat's eBooks: the Screen Guides. Browse through images of the most important screens of your program, then click on the desired feature and you will be directed to the exact topic in the eBook! <br></li><li>NEW: learn how to get the best results using the new Material Editor. <br></li><li>NEW: explore how to add automatic Shutters to your windows. <br></li><li>NEW: all the libraries' formats and organization reviewed with descriptions and images, including how to create and use the new Plant Symbol Library. <br></li><li>NEW: create cross sections of your project using the new and powerful 3D Cutaway Tool. <br></li><li>NEW and current features examined with updated images reflecting the updated User's Interface and Preferences. <br></li><li>NEW: get the best results of the new features such as Doors, Dormers Walls, and much more. <br></li><li>NEW! More content including the new user interface simplified by Pat's best practice advice. <br></li><li>NEW! Each new feature is detailed and explained. <br></li><li>NEW! Learn how to access, customize, and organize the content libraries through detailed descriptions and images. <br></li><li>NEW! Auto roof tool, dormers and walls tools analyzed with graphic guides. <br></li><li>NEW! Current and new features examined with updated images reflecting the new User's Interface. <br></li><li>NEW! infographics simplifying the concepts' visualization (structures, rendering, tools, etc.) <br></li><li>NEW! rendering and visualization guides and tips. </li></ul><br>With Learning Punch! Software: Training, Tools &amp; Tutorials in hand, you will be using Punch! like a pro in no time. Patricia Gamburgo makes mastering Punch! software easy and fun.<br><br><strong>Take your home, landscape or commercial building project to the next level. </strong><br><br><ul class=\"bb_ul\"><li>Understand how Punch! programs think in an architectural environment. <br></li><li>Reach for the programs' maximum potential. <br></li><li>Suitable for homeowners and professionals. <br></li><li>Advanced search options make finding even the most detailed information easy. <br></li><li>Trainig, tools and tutorials put you in charge. <br></li><li>Covers all titles of Punch Software version 19 for PC. <br></li><li>Discover how to visualize your interiors and exteriors using 3D rendering.</li></ul><br><strong>Clear explanations with 1000 color images, plus training guides and tutorials. </strong><br><br>Learn best practice methods for design, 2D-3D, building components, importing, exporting, printing and power tools. <br><br><ul class=\"bb_ul\"><li>How to start a project? <br></li><li>How to insert a picture and landscape it? <br></li><li>How to develop a roof? <br></li><li>How to add structural elements? <br></li><li>How to create an elevation?</li></ul><br>Visual guides provide an easy to follow road map and topics and tools have links for additional information.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/614170/header.jpg?t=1493831926",
    "developers": [
      "Punch! Software"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 12800,
      "final": 12800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 128.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 3 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}