{
  "614190": {
    "name": "Fantasy Grounds - 0one's Colorprints #8: Gnoll Enclave (Map Pack)",
    "steam_appid": 614190,
    "required_age": 0,
    "is_free": false,
    "description": "one's Colorprints #8: Gnoll Enclave<br><strong>Map Module for Fantasy Grounds II</strong><br>In the far reaches of the sandy desert, between hostile canyons and endless dunes<br>you can find the Gnoll Enclave. This settlement has been built over several flat-topped<br>desert mountains linked each other by bridges made of stone and bones. Led by a<br>tyrannical packmaster the desert gnolls are fierce foes, backed up by a cabal of<br>shamans and spirit callers.<br>This Colorprint contains the following maps:<br><strong>Dwellings</strong><strong><br>On this plateau you can find the most basic gnoll settlement: dozen of gigantic<br>huts made of hides and bones, mostly used for sleeping and to take shelter during<br>the night or during the frequent sandstorms. A single well provides enough fresh<br>water for the gnolls living there. Standard features of every gnoll settlement are<br>the hyena fences, scattered among the huts. Several dump pits have been excavated<br>there and there.<br>The cabal of shamans erected a couple of totems and designated two spots as sacred<br>ground for spirit calling.<br>Temple of the Hyena God</strong><strong><br>A gigantic dome flanked by two smaller ones rises on this plateau. A single, giant<br>statue of a mighty demonic gnoll overlooks a blood-spattered sacrificial altar.<br>Bones of gigantic sand monsters form the ceiling of this impressive structure. A<br>smaller dome is dedicated to minor gnoll deities. A single high priest surveys this<br>structure at all times<br>Slave Pen</strong><strong><br>This is where the gnolls keep their slaves. Mostly they maraud the desert caravans<br>and then use the slaves for sacrifices or sell them to unscrupulous human bandits.<br>The slave pen is built around a massive dragon skeleton dead from ages. The gnolls<br>mount constant guard over the slave pen, looking through peeping holes made in the<br>four corner huts. Hyenas also help the gnoll guards to survey the complex.<br>Packmasters Palace</strong><strong><br>This massive structure is almost big as the temple. It houses the mighty gnoll packmaster<br>along with his bodyguards and concubines. The packmaster hides a great treasure<br>looted in many years of activity over the desert. The packmasters bedroom is full<br>of looted furniture and treasure. A smaller building houses the elite troop as well<br>as a packmasters personal larder full of fine spirits.<br>This product is an installable module for use with the Fantasy Ground II virtual<br>tabletop. The map module has been carefully organized to allow the GM the easily<br>prepare adventures within multiple campaigns simultaneously, while still allowing<br>maps modules to be opened or closed as needed. Each map is linked within a an easy<br>to follow outline story entry, with links to the map in mutliple resolutions. This<br>product is usable with any ruleset. A Full license of Fantasy Grounds II is required<br>to use this product.<br>Fantasy Grounds II Conversion by 0one Games</strong><br><strong>Ruleset Compatibility: </strong>Any<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/614190/header.jpg?t=1768376140",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 28 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}