{
  "614560": {
    "name": "Battleship Bishojo",
    "steam_appid": 614560,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Set sail for choice-driven adventure with the girls...</strong><br><br><strong>... in pursuit of legendary beasts who dwell beyond the waves...<br><br>... in Battleship Bishojo!</strong><br><br>Captain Katsu leads the crew of the battleship Bishojo, a bounty-hunting ship in search of mythical creatures who inhabit the world's seas. Guided by a mysterious compass artifact known as the Mahoko, Katsu aims to turn a profit by capturing these legendary animals and selling them on for a staggering sum!<br><br>But when the Bishojo rescues your character - Daiki, a sailor in the US Navy - the crew's fates begin to change...<br><br>You'll join Katsu and her crew on a grand adventure over the seas, as the Bishojo steams towards legendary bounties who seem to take the form of beautiful girls! Along the way, you'll make <strong>plenty of choices</strong> both major and minor, leading to <strong>unlockable scenes</strong>, <strong>romance routes</strong> and even new locations to discover!<br><br>But it won't all be plain sailing - the pirate captain Zoe and her bumbling first mate have caught wind of the prizes that await, and those mythical beast-girls won't come quietly either!<br><br><strong>Does the battleship Bishojo really exist in our world?<br><br>Can Daiki make it back home safely?<br><br>And what dangers, prizes and surprises will you discover over the ocean?</strong><br><br>-- -- --<br><br><strong>Battleship Bishojo</strong> is a content-rich, choice-driven visual novel, featuring lots of choices to make, unlockable routes to take and even secret romance scenes to find!<br><br>Join the girls on a non-stop naval adventure to unravel the secrets of both the legendary creatures and the truth about the world inhabited by the battleship Bishojo!<br>You can expect swashbuckling action, twists, ecchi humour and - of course - plenty of fanservice!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/614560/header.jpg?t=1490795998",
    "developers": [
      "Silver Cow Studio"
    ],
    "publishers": [
      "Silver Cow Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}