{
  "614750": {
    "name": "Fantasy Grounds - TIMEZERO: The Mirrors of Carthage (Savage Worlds)",
    "steam_appid": 614750,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><i>TIMEZERO: The Mirrors of Carthage</i></h2><i>Time Emergency! Operations teams Alpha, Beta and Gamma to the briefing room! Prepare to intervene on the timeline!</i><br>GRAmels line of time travel adventures takes you through the mists of time to stop chronoterrorists, prevent time anomalies, and save the continuum from obliteration!<br>This issue contains a single, stand-alone adventure and an additional mat<br>The Mirrors of Carthage: A mysterious temporal anomaly is detected by TimeGuard in Syracuse, Italy, 212 BC, just a few days before the famous battle in which Archimedes, the mathematical genius, was killed. Is it just a natural phenomenon, or something darker happening in the far past?<br>Sieges, battles, forbidden cults, and the subtleties of Roman politics await the Operatives in the age of the Punic Wars!<br>Sunday Files Expansion  Inventors of the Timeline: In this expansion youll find useful information about the Patent Office, a special branch of Timezero which must watch over the greatest minds of the timeline. In this appendix are detailed several known and unknown inventors of human history, men and women who with their discoveries greatly furthered the advance of mankind. These same people, if not monitored and controlled, could wreak havoc throughout the entire continuum! In addition there are special rules tweaks to help you play an inventor-type Operative!<br><strong>Fantasy Grounds Conversion:</strong> Jeannette Jarrar<br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the Savage Worlds Ruleset.<br><strong>Suggested:</strong> TIMEZERO: Operatives Manual<br><i>Adapted for Fantasy Grounds by: </i><strong>Jeannette Jarrar</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/614750/header.jpg?t=1768376693",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 28 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}