{
  "614720": {
    "name": "Fantasy Grounds - 0one's Colorprints #9: Woodland Glades (Map Pack)",
    "steam_appid": 614720,
    "required_age": 0,
    "is_free": false,
    "description": "one's Colorprints #9: Woodland Glades<br><strong>Map Module for Fantasy Grounds II</strong><br>Four gorgeous maps for you to enhance your wilderness encounters. Set your deadly<br>traps in the orcs' encampment, place your spectral undead in the ruined manor, challenge<br>your players with the enigmatic lake hermit or let them face the cultists in the<br>monolith glade.<br>This Colorprint contains the following maps:<br><strong>Hermit's Hut</strong><strong><br>Deep in the woods lives an hermit who built an hut over an ancient pond. It is said<br>that a sunken temple is hidden below the murky waters but no one has seen it yet...<br>Ruined Manor</strong><strong><br>The ruined manor once belonged to a wealthy duke who was a powerful sorcerer too.<br>The goblins of the forest attacked the manor more than once and eventually managed<br>to plunder it and burn it to ashes, thanks to the betrayal of one of the most trusted<br>duke' servant. Before his death, the duke cursed the betrayer and doomed him...<br>Orc Camp</strong><strong><br>The famed Crashed Skull orc warband shifts from place to place in the woods. They<br>often build a camp in a woodland glade and stay for few days before shifting again.<br>The orcs are marauders and they raid the nearby hamlets kidnapping people to sell<br>them to slavers...<br>The Monolith</strong><strong><br>The alien black monolith rises on the top of an ancient ziggurat. Nobody knows who<br>built the ziggurat or the monolith but both exude pure evil. A group of evil cultist<br>found a name, engraved at the base of the monolith...<br>This product is an installable module for use with the Fantasy Ground II virtual<br>tabletop. The map module has been carefully organized to allow the GM the easily<br>prepare adventures within multiple campaigns simultaneously, while still allowing<br>maps modules to be opened or closed as needed. Each map is linked within a an easy<br>to follow outline story entry, with links to the map in mutliple resolutions. This<br>product is usable with any ruleset. A Full license of Fantasy Grounds II is required<br>to use this product.<br>Fantasy Grounds II Conversion by 0one Games</strong><br><strong>Ruleset Compatibility: </strong>Any<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/614720/header.jpg?t=1768376643",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 3 月 28 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}