{
  "614940": {
    "name": "The Misfits",
    "steam_appid": 614940,
    "required_age": 0,
    "is_free": false,
    "description": "The Misfits &quot;It’s all about the cash!&quot;<br />\r\n<br />\r\nThe fast paced third-person arena shooter is back with a vengeance! Headshots, 360 no-scopes, jumping parkour, explosions and thousands in stolen bags of cash...<br />\r\n<br />\r\nOverview<br />\r\nThe Misfits is a fast paced stylized third-person arena shooter with one objective in mind... Kill or be Killed, so you can steal all the cash and take it to the bank. We have three classes to choose from, jumping no scope kills, 8 arenas ranging from close quarters to sniper size maps. Take cover, sprint, crouch, jump, slide or boost your way into position to eliminate players during the day/night cycle. You can shoot your opponents in our team based game modes, or if ADS isn’t your strong suit, just run around picking up cash to help your team win on our objective based game modes.<br />\r\n<br />\r\nGenre: Third Person Shooter<br />\r\nPlayers: 2 to 20 players<br />\r\n<br />\r\nGameplay<br />\r\n<br />\r\nMaps<br />\r\nPlaza (City Arena)<br />\r\n<br />\r\nThe Bog (Swamp Arena)<br />\r\n<br />\r\nLucky Dice (Casino Arena)<br />\r\n<br />\r\nCity Station (City Arena)<br />\r\n<br />\r\nDragon's Back (Desert Arena)<br />\r\n<br />\r\nPalawan (Island Arena)<br />\r\n<br />\r\nBT Construction (Construction Site Arena)<br />\r\n<br />\r\nLast Resort (Resort Arena)<br />\r\n<br />\r\nGame Modes<br />\r\nContract Killers 2 Team 10v10 TDM: Eliminate players for cash to gain bonuses. The higher you streak, the bigger the bounty is on your head.<br />\r\n<br />\r\nBlood Bank 10v10 Team Kill Confirmed/Capture the Flag: The object of this game mode is to kill enemies, pick up their cash and return the cash to one of the timed banks when they become available. The team with the most cash banked wins the match.<br />\r\n<br />\r\nCash Grab 10v10 Team Capture The Flag: Grab randomly spawned cash bags and dropped cash from enemy kills and return it to your bank. The team with the most cash wins.<br />\r\n<br />\r\nKing Of The Bill 10v10 Territories/Capture the Flag: Accumulate as much cash as you can at key objectives and deposit your cash at timed banks when they become available.<br />\r\n<br />\r\nVendetta 2 Team 5v5 round based TDM: Eliminate players for cash to gain bonuses. The higher you streak, the bigger the bounty is on your head, but be careful because you only have one live in this mode (This will be released in the first patch).<br />\r\n<br />\r\nSmash &amp; Grab Team 5v5 round based Attack and Defend: Eliminate all defenders or plant the bomb at one of two safe points to win the round and eventually win a match (This will be released in the first patch).<br />\r\n<br />\r\nClasses<br />\r\nWe have three player classes in this game with plans for future ability upgrades. Our Light, Medium and Heavy classes allow for multiple playing styles and tactical advantages for team oriented game play.<br />\r\n<br />\r\nLight: Extremely agile, equipped with a double barrel shotgun with weak health percentage.<br />\r\nMedium: Balanced quick, equipped with an SMG and very formidable.<br />\r\nHeavy: Slower, equipped with an LMG and has a higher health percentage.<br />\r\n<br />\r\nTips<br />\r\nThis game is fast paced and head shots count! We encourage you to use boosts or chain your jumps on objects and terrain to get to elevated locations quickly if you time them right.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/614940/header.jpg?t=1685674463",
    "developers": [
      "PigDogGames,LLC"
    ],
    "publishers": [
      "PigDogGames,LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 20 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}