{
  "615070": {
    "name": "Dealey Plaza Paintball",
    "steam_appid": 615070,
    "required_age": 0,
    "is_free": false,
    "description": "Play paintball against other players in VR or take a virtual tour of  where President John F. Kennedy was assassinated in Dealey Plaza located in Dallas, Texas. <br />\r\n<br />\r\nYou can play the game with Oculus or Vive desktop headsets, or just Xbox and computer screen or just computer screen and keyboard and mouse.<br />\r\n<br />\r\nYou appear in the oval office and choose whether or not you want to play on the Republican or Democrat team in a scored game of paintball, or you can go in and just walk around and explore the site of the assassination of JFK. The game has all the important places related to his assassination.<br />\r\n<br />\r\nWith a paintball gun in one hand and a hand held rocket pack in the other, you can walk around the site of the assassination or use rocket to fly over the area. If you hover above the city, you can use your controller to see the names of streets and buildings, most of which are related to Dallas, Texas history including the Texas School Book Depository where the alleged assassin Lee Harvey Oswald was shooting from the 6th floor window, the Old Red Museum which used to be the courthouse, an original settler's log cabin, the John F. Kennedy Memorial, among others. There are no levels and no rules. The only scoring is based on your team, either democrat or republican.<br />\r\n<br />\r\nConspiracy theory buffs can explore the grassy knoll or stand on the concrete wall where Zapruder filmed the assassination on his video camera. Conspiracy buffs can walk around with friends and explore the area and talk about their favorite conspiracy theory.<br />\r\n<br />\r\nAlso included in the game:<br />\r\n- The pergola area where Zapruder filmed the assassination<br />\r\n- the inside of the 6th floor where alleged assassination Lee Harvey Oswald shot with his rifle<br />\r\n- the railroad switching station tower<br />\r\n- The bridge where other witness were standing<br />\r\n- Reunion Tower, and iconic feature of the Dallas skyline<br />\r\n- the courts building which used to be a jail<br />\r\n- the limousine that JFK was riding in<br />\r\n- the reflection pools<br />\r\n- 501 Elm street where some people believe another assassin could have been<br />\r\n- The supposed haunted Lawrence Hotel",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/615070/header.jpg?t=1565219962",
    "developers": [
      "Jason Baird"
    ],
    "publishers": [
      "Jason Baird"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}