{
  "61520": {
    "name": "Age of Wonders Shadow Magic",
    "steam_appid": 61520,
    "required_age": 0,
    "is_free": false,
    "description": "Age of Wonders: Shadow Magic is the third entry in the award winning fantasy strategy series. This fan-favorite enhances the series' praised fusion of empire building, role-playing and tactical combat with the eerie Shadow World and battle with races never before seen, across new and diverse landscapes.<br>\t\t\t\t\t\tCombined with the option of creating a totally unique environment with the map generator and rewriting the history of this world through the enhanced campaign editor, you are ensured a constant stream of completely new game experiences.<br>\t\t\t\t\t\t<strong>Key features:</strong><br>\t\t\t\t\t\t<ul class=\"bb_ul\"><li>Features a full new Campaign with 5 episodes and 16 scenarios, with new characters and a new unfolding story. 19 stand-alone scenarios are included.<br>\t\t\t\t\t\t\t </li><li>Revisions to the original 12 Age of Wonders races. Each race has a new city upgrade, which comes with a new unit. For example, the Elves can build a Secret Forest, which cloaks the town and produces Treemen.<br>\t\t\t\t\t\t\t </li><li>Three entirely  new races: The steppe roaming Nomads, the sinister Shadow Demons and the otherworldly Syrons.<br>\t\t\t\t\t\t\t </li><li>Use diplomacy with your rivals as you see fit. Lay siege to enemy cities with a careful balance of tactical guile and magical augmentations.  You might just be destined to become the greatest Wizard-King of all time.<br>\t\t\t\t\t\t\t </li><li>Confront rivals in Multiplayer via a LAN or over the Internet for up to 8 players - options include Play by Email, Hot Seat, and the exciting Simultaneous-Turn System allowing all players to move at the same time!<br>\t\t\t\t\t\t\t </li><li>Design your very own scenarios, heroes, items, and even new Wizards with the enhanced scenario editor, challenging others to triumph over your creation.<br>\t\t\t\t\t\t\t </li><li>Use the random map generator to create new scenarios or multiplayer challenges at the click of one button!<br>\t\t\t\t\t\t\t</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/61520/header.jpg?t=1750333371",
    "developers": [
      "Triumph Studios"
    ],
    "publishers": [
      "Paradox Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5200,
      "final": 5200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 52.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 10 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "6 user reviews",
      "total_positive": 4,
      "total_negative": 2,
      "total_reviews": 6
    }
  }
}