{
  "615380": {
    "name": "Expansion - Cossacks 3: Guardians of the Highlands",
    "steam_appid": 615380,
    "required_age": 0,
    "is_free": false,
    "description": "Cossacks 3: Guardians of the Highlands gives you an opportunity to lead Scotland, a freedom-loving nation of highlanders, which makes its debut in the Cossacks series. Its captivating campaign will tell a tale about the triumphs of the Scottish people in the 17th and 18th century, and will allow you to personally participate in them. Among other additions to the game, the mini-addon brings AI-assistant – a great tool for both new players and the veterans of the game.<h2 class=\"bb_tag\" >Main Features:</h2><ul class=\"bb_ul\"><li><strong><u>Scotland</u></strong>: a brand new nation with unique game mechanics, units and buildings. Force even the fiercest of foes to flee with help of the mighty highlanders, or turn them to ashes with the Scottish machines of war.<br></li><li><strong><u>New game mechanics</u></strong>: Scotland shall impress even the most hardcore fans, as warriors in kilts, with help of some new tactics and tricks, completely change the way the game is played.<br></li><li><strong><u>Assistant</u></strong>: revolutionary AI-helper that will assist the player with the toughest of tasks – ruling a nation. It will advice the player on what buildings it is better to build with the current resource pool and automatically guide the idle peasants various resource nodes or priority tasks, and much more! From now on there’s no need to waste your time on things not fit for royals, you can focus your attention on things that matter: leading an army and crushing your enemies, while assistant will take care of trivial tasks.<br></li><li><strong><u>Scottish campaign</u></strong>: lead the Gaelic warriors to victory in their bloodiest struggles. From the battle of Marston Moor to the famous Jacobite rising, you shall lead the sons of Alba to glory!<br></li><li><strong><u>New units</u></strong>: nine unique Scottish units shall strike fear in the hearts of your enemies. Highlanders and clansmen are ready to annihilate your enemies.<br></li><li><strong><u>New soundtrack</u></strong>: lead the brave highlanders to victory while a traditional Scottish tune plays in the background.</li></ul><br>This DLC is <i>not</i> a part of the Deluxe Edition. Created with help of the community, particularly Sean &quot;Emperor Highlander&quot; Davis.",
    "supported_languages": "英语, 法语, 德语, 捷克语, 波兰语, 俄语, 乌克兰语, 意大利语, 西班牙语 - 西班牙, 葡萄牙语 - 葡萄牙, 葡萄牙语 - 巴西, 土耳其语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/615380/header.jpg?t=1568742692",
    "developers": [
      "GSC Game World"
    ],
    "publishers": [
      "GSC Game World"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3100,
      "final": 3100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 31.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}