{
  "616420": {
    "name": "Edge of Atlantis",
    "steam_appid": 616420,
    "required_age": 0,
    "is_free": false,
    "description": "Edge of Atlantis is a Room-Scale VR Action Role-Playing Game for HTC Vive and Oculus Rift+Touch. Experience realistic physics-based combat and hardcore permadeath mode in a roguelike fantasy open-world, with procedurally enchanted weapons, strategic magical battles and dynamic events...<h2 class=\"bb_tag\" >FEATURES</h2><br><strong>FIND A PROFESSION THAT FITS YOUR STYLE:</strong><br>Play as a Druid, Mage, Paladin, Hunter, Berserker, and more coming soon...<br><br><strong>PHYSICS-BASED COMBAT: </strong><br>Battle through endless hordes of diverse life-size monsters.  Strike your foes with ferocity and precision to maximize your damage through the power of physics. Learn to read the movement of your enemies to block/parry incoming attacks and time your counters.  <br><br><strong>DIVERSE WEAPON TYPES &amp; CUSTOMIZED FIGHTING STYLES: </strong><br>Over 100 magical, melee and ranged weapons. Combo procedurally enchanted weapons with your spells, and skills. For example, use an ice enchanted magic sword that freezes your enemies while triggering your ice thorns spell ability.<br><br>The more your character grows, the more abilities your character unlocks with different weapons. All professions will not only be able to use all weapons but also excel at those fitting to the profession’s theme and play style.<br><br><strong>A ROGUELIKE OPEN-WORLD ADVENTURE WITH DYNAMIC EVENTS: </strong><br>Journey through various inter-dimensional magical realms. Every play-through will be a fresh experience filled with dynamic events in a procedurally generated game world. Participate in and experience quest events in the world as they happen around you, and see the world change and respond to your actions.<br><br><strong>SURVIVE PERMADEATH:</strong>  <br>Level your character, get new skills, obtain unique weapons, and unlock new worlds. Complete quests, collect resources, and craft food, potions, items and weapon to survive in a dangerous fantasy world.<br><br>Meaningful permadeath is optional in our game, but we want to allow players who decide to play with the hardcore permadeath mode to have the ability to revive an old save by means of completing a revival quest on a new permadeath character. <br><br><strong>STRATEGIC MAGICAL BATTLES:</strong> <br>Use your environment, hurl boulders, light fires, and rain destruction on your enemies. Learn conjuring spells to summon powerful magical allies to your aid, master the elements, and create unique magical combos and strategies to outsmart your enemies.<h2 class=\"bb_tag\" >GAME STORY</h2>The story takes place in Atlantis, the most advanced civilization in human history. Atlanteans forged a legendary sword, named: Edge of Atlantis. This legendary sword could bend the very fabric of space and time to its wielder's will. Eowauf, an evil sorcerer, hoping to take the sword for himself, sealed Atlantis in a time loop and escaped into the timeless realms.<br><br>You embark on a journey to restore Atlantis from the edge of time, even though you know each realm you are exploring is extremely dangerous…",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 简体中文<strong>*</strong>, 繁体中文<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/616420/header.jpg?t=1524633737",
    "developers": [
      "Creality Studio"
    ],
    "publishers": [
      "Creality Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}