{
  "616580": {
    "name": "War Girl",
    "steam_appid": 616580,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>War Girl</strong> is a platformer/shooter with a focus on customizing your abilities! Unlock upgrades, weapon mods and various other stat boosters to equip yourself for your fight against the robots!<h2 class=\"bb_tag\" >The Story</h2><i>In a distant future, the robots of the world have already taken up arms against their human creators and won! A wandering soldier known to the robots as <strong>the Antagonist</strong> is humanity's last hope to put a stop to the iron grip the robots' <strong>Supreme Overlord</strong> has on the people of the planet. In her journey to find someone very important to her, she tears through every metal menace they put in her way!</i><h2 class=\"bb_tag\" >Things you can do in War Girl:</h2>There is a lot to do in War Girl's 16+ stage story mode! Enjoy a list of highlights from what you can expect during your War Girl experience:<br><br><ul class=\"bb_ul\"><li>Fire guns at robots, causing them fatal harm!<br></li><li>Switch to different guns to fire different bullets! Cause harm in different ways!<br></li><li>Search everywhere! Find cool stuff to further customize and enhance your abilities!<br></li><li>Go toe to artificial toe-like prosthetic with end-level bosses!<br></li><li>Equip <strong>Medals</strong> to change how you play! Everything from adding special effects to outright swapping out your available moves!<br></li><li>Tired of bullets? Pull out your baseball bat and do harm with that too! You can even reflect some projectiles back at foes!<br></li><li>Relax in the town of Sanctuary, completing optional objectives while incognito. Sometimes it's ok to help the robots if they give you things!<br></li><li>Pet a cat!<br></li><li>Jump into the game's main story-driven campaign or complete bite-sized levels in Mission Mode!<br></li><li>Unlock <strong>Steam achievements</strong> and get your time posted on the <strong>Steam Leader Boards</strong> to show your friends!<br></li><li>Eat a hamburger!<br></li><li>Save your game and continue later (please take breaks, we're begging you!)</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/616580/header.jpg?t=1629172554",
    "developers": [
      "Suits & Sandals"
    ],
    "publishers": [
      "Suits & Sandals"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}