{
  "617580": {
    "name": "PhotoPad",
    "steam_appid": 617580,
    "required_age": 0,
    "is_free": false,
    "description": "PhotoPad Photo Editor is a <strong>photo editing software for Windows</strong> that allows you take your images to the next level and create stunning photos to share with your friends and family. Whether a beginning editor or a seasoned editor, PhotoPad is easy-to-use but robust enough to do intricate photoshop work. With PhotoPad, you can use many editing, effect, quality enhancement and coloring tools to customize your photos.<br><br><strong>PhotoPad Features Include:</strong><br><br><strong>Editing &amp; Effects</strong><br><ul class=\"bb_ul\"><li>Edit your photos using liquid resize, flip, rotate, crop and other editing tools.<br></li><li>Manipulate image shapes, pixel/element transfers and recoloring with selection tools, like wand, magnet, free form and other shape options.<br></li><li>Brighten or change exposure, color curves and balance, hue and other color features.<br></li><li>Apply one or more of the many filters available to make photos more interesting.<br></li><li>Use sharpen, pixelate, focus, distort or one of the many other effects to change your photo’s perspective.<br></li><li>Turn your photo into a cartoon or oil painting.<br></li><li>Add borders, background or fill colors to give your photo a more complete look.<br></li><li>Include text to give your photo narration.<br></li><li>Retouch photos with noise reduction, red-eye, colorize, focus fix and other retouching tools.</li></ul><br><strong>Useful Tools</strong><br><ul class=\"bb_ul\"><li>Be creative and use the Draw Tool to create your own art, illustration or notes on your photo.<br></li><li>Mimic colors, shapes and other elements or correct your photos with the Clone Tool.<br></li><li>Use the Batch Tool to apply effects to many photos at one time.<br></li><li>Turn your photo into a fun Embroidery or Paint-by-Numbers project.<br></li><li>Create a collage or Mosaic with one of the many layouts available.<br></li><li>Take advantage of other useful photo applications, like Pixillion Image File Conversion, that can be used through PhotoPad.<br></li><li>Stitch photos together to make a Panorama.</li></ul><br><strong>Export and Import Options</strong><br><ul class=\"bb_ul\"><li>Import images directly from your camera and other digital devices.<br></li><li>Share with friends via Facebook and Flickr.<br></li><li>Upload photos to online cloud storage sites, including Dropbox and Google Drive.<br></li><li>Email photos to loved ones or clients.<br></li><li>Order prints instantly from the PhotoPad interface.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/617580/header.jpg?t=1571766798",
    "developers": [
      "NCH Software"
    ],
    "publishers": [
      "NCH Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 13800,
      "final": 13800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 138.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 5 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "55",
        "description": "照片编辑"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}