{
  "619170": {
    "name": "Fantasy Grounds - Cutthroats and Crew (PFRPG)",
    "steam_appid": 619170,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Keep the Crew Close and the Cutthroats Closer!</strong></h2>Once pirate PCs seize a ship of their own, they need experienced crews! Cutthroats and Crew brings you 10 detailed NPCs to master every part of a ship, all with individual backgrounds that can be linked together. Simple to drop into existing crews as recurring characters or as the masters of the Seagrave's Fang, this crew of scalawags may be friends or foes, raiding alongside the heroes or trying to steal their plunder! These scurvy sailors can also draw the heroes into a running feud with wereshark cutthroats on their trail (including half a dozen more NPCs ranging from untrustworthy to deadly dangerous), demanding that PC pirates honor the Pirate Code and lend a hand against an enemy that threatens every freedom-loving freebooter that ever sailed the Pirate Main and what don't wish to become slaves of the bloody moon!<br>Cutthroats and Crew is an open-ended accessory that is a terrific resource for any oceangoing adventure, offering allies and enemies that can enrich an aquatic campaign. It is an excellent resource for the official Pathfinder Roleplaying Game Pirate Adventure Path or for any campaign that spends a significant time at sea.<br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.<br><i>Conversion by:</i> <strong>Leonid Ponomarev</strong><br><i>Adapted for Fantasy Grounds by: </i><strong>Leonid Ponomarev</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/619170/header.jpg?t=1768377861",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 3 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}