{
  "619230": {
    "name": "VEmpire - The Kings of Darkness",
    "steam_appid": 619230,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/619230/extras/0bd38a4f5f07daf53953c33f9441e5ef.avif?t=1757233264\" width=616 height=266 /></span><br><br><i><strong>&quot;Those that do not fear history are condemned to relive it.&quot;</strong></i> <br><br><strong><i>VEmpire - The Kings of Darkness</i></strong> is a vampire themed digital deck-building game, inspired by one of history's most influential royal dynasties - the house of Habsburg. <br>And: It is an honest &amp; complete product, 100% Pay2Win free!<br><br>There are no microtransactions or payments within the game &amp; there never will be!<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/619230/extras/0294c19026e032541ac28d6e47368380.avif?t=1757233264\" width=616 height=100 /></span><br><strong><i>VEmpire</i></strong> is a turn-based card game about building an empire that is stronger than your opponent’s!<br>To win: Knock down the empire-points of your opponent to zero before he does!<br><br>You can choose to play against the AI, which is a serious opponent in VEmpire or invite a friend for a casual duel.<br>Save &amp; Load AI-games whenever you want to train yourself!<br>After some experience you may try the &quot;The rise of the first father&quot; campaign.<br><br><strong><i>VEmpire</i></strong> is a deck-building game like Dominion or Ascension, just to name two popular games of this genre.<br>It provides innovative mechanics and an exciting, atmospheric theme that is about the resurgence of the Habsburg rulers as terrific vampires!<br><br><strong><i>VEmpire</i></strong> includes more than 100 unique cards with amazing artwork in four factions!<br>All cards (vampires, locations, artefacts &amp; spells) are drawn based on real historical characters, famous ancient buildings and gory battles! <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/619230/extras/e5409c47f37201821d200b08b6f5ab88.avif?t=1757233264\" width=616 height=100 /></span><br><ul class=\"bb_ul\"><li>DESTROY YOUR OPPONENT<br>It is the goal of the game to destroy the Empire of your opponent.<br>Look out for Attack-Cards to build up your dark army, but do not forget to protect &amp; strengthen your own Empire of blood!<br></li><li>SELECT YOUR KING<br>Decide the king &amp; faction you want to battle with. Depending on this choice you get your start-deck and your private-deck in the Market-Place to acquire cards from.<br></li><li>COLLECT GROUPS<br>You collect and play Groups, the most powerful entities in the game, which are designed after its historical examples (e.g. Pairs like ‘Sisi’ &amp; ‘Franz Joseph’). They count twice if they are completed in your Empire!<br></li><li>HOLD CARDS<br>Location-Cards not only provide you with permanent guldens every turn but also with 'hands', which means holding-ability, this gives you more strategic flexibility and control!<br></li><li>PLAY POWER-CARDS<br>Play Power-Cards for fast and surprising play!<br>Depending on your chosen king &amp; faction there are different types of Power-Cards available for you at the Market-Place.<br></li><li>ACQUIRE OR ATTACK, ACQUIRE OR EMPIRE<br>Attack-Cards can be played for acquiring new cards or they can… you guess right: ATTACK!<br>Empire-Cards can be played for acquiring new cards or they can be played into your Empire to increase your empire-points.<br></li><li>PLAY SPELLS<br>Use offensive or defensive Spell-Cards, depending on your strategy and all for one goal:<br>knock down your opponent!</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/619230/extras/75d5705e5493fc20641d7fb6a8cfa09d.avif?t=1757233264\" width=616 height=384 /></span><h2 class=\"bb_tag\" ><strong>HOW TO WIN</strong></h2>In VEmpire it is the goal to destroy your opponent by pushing his Empire-Points to zero!<br><br>Buy Attack-Cards at the Market-Place to build up your army.<br>Buy Empire-Cards at the Market-Place to protect and strengthen your Empire.<br>But: Once played into your Empire, the cards stay there, they are lost for buying!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/619230/extras/abdef375cb5b598b2dba29a2776de553.avif?t=1757233264\" width=616 height=116 /></span><h2 class=\"bb_tag\" ><strong>GAME START</strong></h2>The game starts with the flip of a dime.<br>The winner will choose its King of Darkness first and play first!<br>The opponent will therefore select his King from the remaining ones.<br>Each player starts with a start-deck of 10 cards: The chosen King and 9 Mercenaries!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/619230/extras/da35884b491ae1a0e71d45e16764adb6.avif?t=1757233264\" width=616 height=174 /></span><h2 class=\"bb_tag\" ><strong>THE MARKET-PLACE</strong></h2>You could buy new and better cards from the Market-Place with the gulden-values from your cards by playing them from your Hand for 'Spend'.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/619230/extras/c8833db45aebe91f0781add62bc79997.avif?t=1757233264\" width=616 height=154 /></span><br><br>As the game starts, the Market-Place is built out of the cards from both selected factions.<br>The two leftmost cards are your private-deck and consists of attack- &amp; empire-cards which are under the spell of your selected king, therefore only you can acquire those cards!<br>The two rightmost cards are the private-deck of your opponent. Only he can buy those cards.<br>However with spell-cards you can banish cards also from your opponent’s private cards.<br><br>The three cards in the middle of the Market-Place are available to both players, those are the location- &amp; spell-cards from both factions.<br>This means that each king-duel combination provides a fresh and unique collection of cards, which offers different tactical and strategic challenges and possibilities in every game.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/619230/extras/196b949c490cbfd20d12c82d0f3844c9.avif?t=1757233264\" width=616 height=100 /></span><br>At the beginning of the game and at the end of every turn both players draw 5 cards from their Deck. In the very first round the player in second place draws 6 cards!<br><br>If your newly drawn Hand does not have enough guldens to buy a card, you can recruit additional Mercenaries in order to be able to buy the cheapest or even the most expensive card from the Market-Place.<br><br>Be aware of the Mercenary-Limit. At the beginning of the game you can only “Empire” one Mercenary per turn.<br>A completed group however increases this limit by one!<br><br>Before the cards for the next turn are being drawn from the player’s Deck, all played cards (except the “held” ones) go back into the players Discard-Pile.<br><br>This means that played cards will stay in the game and will appear again later because if the Deck is empty the Discard-Pile will be shuffled and becomes the new Deck.<br>This is not true for cards which were played into the Empire or cards which have gone into the Graveyard!<br> <br>During your turn, you can:<br><br><ul class=\"bb_ul\"><li>Attack your opponent from your Hand with attack-cards<br></li><li>Play cards from your Hand for acquiring new cards from the Market-Place<br></li><li>Play cards from your Hand into your Empire to increase your power<br></li><li>Play location-cards from your Hand into your Empire for permanent guldens and holding-ability<br></li><li>Play spell-cards from your Hand for immediate effects<br></li><li>Play power-cards and surprise your opponent<br></li><li>Hold cards until the next turn</li></ul><h2 class=\"bb_tag\" ><strong>HISTORY &amp; DARK TIME-TRAVELERS</strong></h2>All cards in the game belong to one of four specific factions.<br>This means that every card is under the powerful spell of one King of Darkness.<br>A King controls the affiliates of his specific time-period, meaning just he can acquire them!<br><br>But you guess very right, the mighty habsburg rulers are just bound to their king – by no means are they bound to a specific time – they could be seen as dark &amp; ancient travelers of time, appearing all at the same time – again, but bloodier then ever…<br><br>At the beginning of the game the player can select his king resp. his faction!<br>Therefore, both players have their own private-deck available for acquiring at the Market-Place exclusively.<br>But you can use the spell-cards from both factions and this brings great freshness and new challenges into every game!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/619230/extras/66633d99a99fab4d3f95981891315149.avif?t=1757233264\" width=616 height=469 /></span><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/619230/extras/b27f29203ac14e2c5976ee582d1a1b4c.avif?t=1757233264\" width=616 height=100 /></span><br><i>They have been known throughout the centuries as the lords and ladies of Habsburg. European high-born.<br>Influencers of men, manipulating the very fabric of human society across the four corners of the Earth.<br>Sometimes for the good, sometimes for the detriment… always to their own ends.<br>In time, as man and the world evolved, their dynasty, like all dynasties before it, dwindled as the last<br>vermillion rays of the setting sun.<br>But even as the lords of Habsburg seceded power in the early 20th century and slipped into a slumber far<br>removed from the public eye, their name and influence remained.<br>A peculiar, unrelenting resilience.<br>One that’s led me to my exhaustive studies for over twenty years academic pursuit which reveals a terrifying truth…<br>The lords of Habsburg are immortal.<br>Nonhuman stewards of the secret of blood-the knowledge of its memory and power, and the dark magic to wield it.<br>They are creatures of the night<br>Nosferatu.<br>Izcacus.<br>Vampyr.<br>And their sleep is over.<br>Four lords of Habsburg have returned from the grave, intent on rebuilding their once great empire.<br>By sheer luck, or perhaps divine will, they return in disaccord.<br>Recalling the power from four distinct eras of history, each lord seeks to rebuild the empire in their own image.<br>They beckon forth kin of old to sit beside them, and use blood secrets from battles and events of days remembered.<br>I fear they will stop at nothing to attain their desires.<br>With God’s grace, they will destroy themselves in the process.<br>If not, I pray the world will believe my journals and witness the truth behind…<br>VEmpire: The Kings Of Darkness.<br><br>– Jakob, The Chronicler  ‘3 October</i><br><br>The history of the Hapsburg dynasty is the inspiration for our extraordinary theme.<br>Our artists did an amazing job in turning mighty rulers into terrific vampires. Our cards are subtle interpretations<br>of historical characters, places and events.<br><br>We love to look at VEmpire as an atmospheric blend of game-mechanics, artwork, story and music.<br>Hopefully you will enjoy this experience as much as we do!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/619230/header.jpg?t=1757233264",
    "developers": [
      "Wolfgang Lueger"
    ],
    "publishers": [
      "Vempire Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4500,
      "final": 4500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 45.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}