{
  "619380": {
    "name": "The little vampir",
    "steam_appid": 619380,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Enjoy 'Hard timing play'</strong><br><strong>Make a advantageous situation for yourself by utilizeing surrounding environments and characters.</strong><br><strong>Reveal a secretary story of the kingdom</strong><br><br><strong>About Story: What? I became a little?</strong><br><br>One day, a hungry vampire saw a beautiful princess by chance.<br>He wanted to drink her delicious blood.<br>So he flew to the tower where she was.<br>But while going to the tower, he bumped into a suspicious shield.<br>As a result, he lost all his dark power and even became a little vamipre boy.<br>He still wanted to drink the princess's blood.<br>Eventually, he decided to secretly sneak into the kingdom with his weakened state.<br><br><br><strong>Features </strong><br><br><strong>1.Hard timing play : “Hide, Wait...........and Do quickly!”</strong><br><br>Now, The vampire is very weak. <br>If he becomes caught in the visual range of soldiers, he will be captured and killed.<br>Therefore, you should move as fast and secretly as possible.<br><br><br><strong>2.A strategic play that utilizes the surrounding environment : &quot;Make a advantageous situation for yourself.&quot;</strong><br><br><br>1). Residents with unique characteristics<br><br>Many residents live in this castle.<br>Each of them has unique characteristics and has a special relationship among them.<br>If a coward servant finds a vampire, he will scream and run away.<br>And then, the soldier will run to the place.<br>You can figure out their characteristics and create a advantageous situation.<br><br><br>2). The lost Vampire's skills that you can bring back one by one.<br> <br>\t<br>The kingdom has four buildings.<br>At the top of each building, there is something that got rid of the skills of the vampire.<br>Whenever vampire destroys it, he regains his power.<br>Vampire has seven skills. Each of these has its own characteristics and limits.<br>What happens if you use Seduction skills for a maid? How can we use these skills to clear the stage faster?<br><br><br>3). Objects that may help you or interrupt you<br>      <br>There are some various objects that you can utilize. But others can't be used easily.<br>For example, there are somethings that can hide your body, a cross and a sunny window that vampire hates.<br>Use these things wisely and proceed to the next stage.<br><br><br><strong>3.A secretary story of the kingdom  : &quot;Did you hear the rumor?&quot;</strong><br><br>When you walk around a stage, you can find suspicious pieces of pictures and papers with rumors. <br>Gather these things together and reveal the secret of the mysterious kingdom and veiled princess.<br>Of course, it won't be easy.",
    "supported_languages": "英语, 韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/619380/header.jpg?t=1498825352",
    "developers": [
      "BRAINEART"
    ],
    "publishers": [
      "BRAINEART"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2500,
      "final": 2500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 25.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}