{
  "619310": {
    "name": "Ways of History",
    "steam_appid": 619310,
    "required_age": 0,
    "is_free": true,
    "description": "Hardcore real-time strategy about developing your civilization from the Stone Age to Space Age. Huge world. Thousands of players. <strong>240+ sciences and technologies</strong>. About <strong>100 troops</strong>. <strong>4 races</strong>. <strong>50+</strong> resource deposits. War, trade, science, construction...<br><br>A serious game for adepts of serious strategies. A game round is long enough, but during those months the player dives into a colourful world full of action. And a peaceful flow of life turns into a tornado of actions, events and decisions.<h2 class=\"bb_tag\" >Main features in short</h2><br><ul class=\"bb_ul\"><li>Epic fights of thousands men of your army.<br></li><li>240+ sciences and technologies from the Stone Age to modern times. Development depends on choice of what to research.<br></li><li>About 100 troops. Infantry, artillery, aircraft, fleet, cavalry. Battle elephants and jet bombers. Dirigibles and jaguar-warriors...<br></li><li>Varied map with 4 climates, full of seas, islands, rivers, mountains and hills. More than 50 resource deposits.<br></li><li>Construction of improvements, roads, bridges and new cities.<br></li><li>More than 100 different Wonders of the World and buildings. Banks, temples, barracks, recycling stations, castles, market squares etc.<br></li><li>Everybody can find the suitable role. Bloodthirsty warrior or greedy merchant. Wise scientist of reckless prowler. Purposeful ruler of peaceful farmer.</li></ul><h2 class=\"bb_tag\" >Development, sciences, space (<i>Scientific tree and all the rest...)</i></h2><br>Many features of this real-time strategy are known to all <strong>Civilizers</strong>.<br> <br>You start from a Stone Age little village with a bunch of tribesmen. Development follows the <strong>Scientific tree</strong> that is already known to some people. It contains almost 250 sciences and technologies.<br><br>New buildings, possibilities and troops are gradually unlocked.<br>The path of a small village to modern megapolises net goes through Medieval wars, technological revolutions and ages of bloody terror. Players start Nuclear wars or step into the Golden ages while exploring new territories.<br><br>And, finally, the SpaceShip...<h2 class=\"bb_tag\" >Countries (<i>you are not alone</i>)</h2><br>Players start to merger into countries soon. This changes the gameplay, bringing it to the new level. Global wars and continental trade unions. Diplomatic collusions and treacherous plots.<br><br>In general, gameplay is full of different mechanics. A lot of ways to interact with the world and other players.<h2 class=\"bb_tag\" >A bit of epicness (<i>you don't need to read this, but we had to write it... moreover, that's the way</i>)</h2><br>Everybody can become a great general, and numerous armadas will turn enemies into ashes.<br>Someone, who chooses the way of genial scientist, will find out all the secrets of the Universe. And maybe nations will obey the speeches of the experienced and insidious politician. Perhaps, your cunning merchants will connect powerful empires and remote villages with their caravans, bringing the whole world under control of money...<h2 class=\"bb_tag\" >In conclusion</h2>It will be a very long description of the entire Ways of History universe if we start it. The shortest way is to dive into it. And it's worth it...",
    "supported_languages": "英语, 德语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/619310/header.jpg?t=1691609355",
    "developers": [
      "Glyph Worlds"
    ],
    "publishers": [
      "Glyph Worlds"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 1 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}