{
  "619460": {
    "name": "Trainz 2019 DLC: DBuz 747 Passenger Cars",
    "steam_appid": 619460,
    "required_age": 0,
    "is_free": false,
    "description": "They are the backbone of local traffic: the famous double-deck car, affectionately known as ‘Dostos’ for short.<br />\r\n<br />\r\nThe cars are still to be found on Germany’s railways today, in numerous versions and levels of modernisation. These miracles of space enable operating costs to be kept low and maximum passenger volume to be coped with easily. The DBuz 747 in this package is an intermediate car which offers even more space for passengers thanks to the absence of any toilet.<br />\r\n<br />\r\nThe car was built in 1992 and 1993 and has indeed already clocked up a few years of service – which you can see just by looking at it –, nevertheless, we have made use of state-of-the-art computer technology. This means the DBuz 747, like all our cars, has a sound which is true to the original, the typical UIC screw coupling and winter textures, along with four different degrees of soiling, which as always you are free to choose. In addition, the car has animated passengers derived from the DLS “Real People” project via random generation both in the exterior and interior view. The latter is even available in two versions for daytime and nighttime operation (including realistically calculated lighting).<br />\r\n<br />\r\nThis package contains the DBuz 747 in two different versions: traffic red and mint green.<br />\r\nAlso includes 2 sessions for the free Niddertalbahn route.<br />\r\nExtend your vehicle fleet with this little miracle of space and enjoy a completely new travel experience with our animated passengers.<br />\r\n<br />\r\nFeatures<br />\r\n- DBuz 747 class passenger high quality car red livery<br />\r\n- DBuz 747 class passenger high quality car green livery<br />\r\n- three different levels of cleanliness, customizable for each car<br />\r\n- realistic animated passengers for interior and exterior view<br />\r\n- detailed passenger view with randomly chosen passengers (day / night compatible)<br />\r\n- precalculated realistic illumination<br />\r\n- cars are illuminated in the night<br />\r\n- detailed model and sophisticated lettering<br />\r\n- more than 100 real and dynamic UIC train numbers<br />\r\n- real sound including brake and coupling<br />\r\n- animated doors<br />\r\n- customized engine file<br />\r\n- real working brake indicators per coach (show red and green)<br />\r\n- 2 sessions for “Niddertalbahn” route including RealPeople DLS asset<br />\r\n- visible UIC coupling<br />\r\n- taillights<br />\r\n- interactive ingame help system<br />\r\n- supports winter textures<br />\r\n- supports passenger assets<br />\r\n- made for T:ANE",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/619460/header.jpg?t=1546927679",
    "developers": [
      "N3V Games"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 3300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}