{
  "619430": {
    "name": "World of Castles",
    "steam_appid": 619430,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >EARLY ACCESS IMPORTANT NOTES</h2>We want to clarify why this game is being released in early access instead of using crowdfunding. One reason is that it introduces players to the basic mechanics of the game early on, allowing the community share ideas for improvement while the game is still being developed. Although we are a small team, we have worked diligently on this project for almost three years and still have a long road ahead of us until we can expand our development team to speed things up. So please be patient as we continue to improve the game and add new features. We want to deliver the final project as fast as possible, but we also want to ensure it is polished and optimized. We believe feedback from early access is the best way to ensure a quality final product.<h2 class=\"bb_tag\" >Current state</h2>In the actual state of the game, you can freely express your dreams of building mighty castles of large scales or tiny medieval villages with a focus on realism. On the other hand, you can turn off all real physics restrictions just to unleash your fantasy.<h2 class=\"bb_tag\" >Under construction</h2>Currently, we are working on the village simulation mode, where you will take care of a few villagers, and together build a fief, by gathering resources, attracting wanderers to join your community, Taking cares of your dwellers, so they want to set up families. Also, we would like to make sandbox mode full of casual people doing their jobs.<h2 class=\"bb_tag\" >Long term plans</h2>Once simulation mode is done, then we would like to add less optimistic simulation, where bad stuff happening. You will have to even defend your fief of thief raids.<h2 class=\"bb_tag\" >Development</h2>This game is still in development. Initial Early Access release may not have all these entire features initially implemented but we will continue adding them over time. Follow Early Access release notes to keep informed about updates and additions.",
    "supported_languages": "英语<strong>*</strong>, 德语, 西班牙语 - 西班牙, 捷克语, 土耳其语, 法语, 波兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/619430/header.jpg?t=1752171078",
    "developers": [
      "Hammer Games"
    ],
    "publishers": [
      "Hammer Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}