{
  "619670": {
    "name": "Huge Bang Bang",
    "steam_appid": 619670,
    "required_age": 0,
    "is_free": false,
    "description": "Up until recently, you were an honest slug, but since then you decided to launch yourself in the TV-show Huge Bang Bang in order to fight against terrible opponents, in arena battles inspired by the history of humanity. <br>You will be assigned an unnamed coach, gifted with a space ship with all the basic requirements to join the battle arena.<br><br><strong>Huge Bang Bang</strong> is a MOBA (Multiplayer Online Battle Arena) in 2D, where you play a human avatar in an alien TV-Show named Huge Bang Bang.<br>You play independent 4vs4 matches. Each have a boss located on either side of the arenas, the boss deactivation leads to the end of the game and the victory of one of the teams. Each player is playing an alien named “Adryss” who controls and manages, from his spaceship, a completely customizable human avatar. Once the fight starts, the player will accumulate experience, earn gold, buy items, upgrade his minions and fight the enemy team to lead his team to vicory.<br><br>Main characteristics:<br><ul class=\"bb_ul\"><li>An intuitive and side scrolling MOBA platformer–Upgrade your minions, defend your towers, attack the enemy base and take the upper hand against the enemy team with the best strategy. Huge Bang Bang is really competitive but stays easy to approach, even for the new MOBA players.<br></li><li>The customization: Create and edit your own character before entering the arena, it’s your time to play!<br></li><li>The beloved science fiction: Huge Bang Bang draws inspirations from movies and novels Sci-Fi tropes.<br></li><li>Action/platform: 4vs4 crazy online arena action.<br></li><li>Always on the move: additional content (maps, weapons, skills, skins and armor) and balance updates.</li></ul>",
    "supported_languages": "法语, 英语, 俄语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/619670/header.jpg?t=1748867483",
    "developers": [
      "Palomino Studio"
    ],
    "publishers": [
      "Palomino Studio",
      "Plug In Digital",
      "Dear Villagers"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 3 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}