{
  "620040": {
    "name": "Multiplicity 3",
    "steam_appid": 620040,
    "required_age": 0,
    "is_free": false,
    "description": "Share the heavy lifting of intense programs and keep virtual activities separate, but connected seamlessly between two computers. This versatile, secure, and affordable software solution lets you control two machines using one keyboard and mouse without the hassle of extra cables or the hardware needed for a traditional switch.<br><br>Creatives love the ability to retain their formatting when they use Multiplicity to seamlessly copy and paste content from one PC to another. Designers and editors alike use seamless mode to run editing programs alongside their intense graphic design applications without experiencing lag, stutter, or drop in frame rate. Audio sharing lets you listen to sound from both PCs without switching headsets and speakers. <br><br>If you run two computers when you're gaming, streaming, or video-sharing, Multiplicity can keep your PC running optimally. Use your laptop or another machine for additional tasks while you play without having to constantly switch back and forth between keyboards.<br><br>Multiplicity’s seamless mode allows you to establish a keyboard and mouse connection between your two computers while they’re adjacent to each other and on the same network. You can stack your displays and move easily between them, or create a virtual laptop “docking space” that will easily reconnect every time it comes back within proximity.<br><br>If you use multiple PCs on a regular basis, Multiplicity is the solution you’ve been looking for.<h2 class=\"bb_tag\" >Features: </h2><ul class=\"bb_ul\"><li> Switch seamlessly between 2 PCs with one mouse and keyboard<br></li><li> Copy and paste files, folders, text, and images between PCs<br></li><li> Hot Keys for quick access to other PCs<br></li><li> Listen to audio from multiple PCs through one PC</li></ul>",
    "supported_languages": "英语, 法语, 德语, 日语, 韩语, 葡萄牙语 - 巴西, 俄语, 简体中文, 西班牙语 - 拉丁美洲, 繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/620040/header.jpg?t=1758129077",
    "developers": [
      "Stardock"
    ],
    "publishers": [
      "Stardock"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 7 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "50",
        "description": "财务管理"
      },
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "52",
        "description": "音频制作"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "55",
        "description": "照片编辑"
      },
      {
        "id": "56",
        "description": "软件培训"
      },
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "58",
        "description": "视频制作"
      },
      {
        "id": "59",
        "description": "网络出版"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}