{
  "620090": {
    "name": "Fantasy Grounds - Daring Tales of Adventure #02 - Web of the Spider Cult (Savage Worlds)",
    "steam_appid": 620090,
    "required_age": 0,
    "is_free": false,
    "description": "Daring Tales of Adventure #02 - Web of the Spider Cult<br>New from our Ace writer Wiggy comes this exciting adventure!<br>When you find a dead body in your house, especially one which belongs to a notable<br>explorer, you know its not going to be an ordinary day. Web of the Spider Cult<br>takes the heroes from the corridors and galleries of the Boston Museum, to the bayou<br>of Louisiana, and onto the dark jungles of Mexico. There, amid the ruins of a centuries<br>old temple, the adventurers face their greatest enemy so far in their extraordinary<br>adventures.<br>As well as a complete adventure designed for four characters (don't forget you can<br>download our cool pregens at  which means you can get into<br>the action quicker!), <strong><i>Daring Tales of Adventure #02: Web of the Spider Cult</i></strong>also includes a special appendix for the GM. Delving into cults and evil organizations,<br>the appendix provides a quick organization generator, allowing the GM to determine<br>the origin of the cult, its motive and methods, its leaders and their henchmen,<br>and their lairs with a just a few rolls of the dice.<br>This product is an installable module for use with the Fantasy Grounds II virtual<br>tabletop. The adventure module has been carefully organized to streamline gameplay<br>and includes, story elements, personalities, items, vehicles and images. These can<br>be modified within your Fantasy Grounds campaign as needed. The Savage Worlds ruleset<br>and a Full license of Fantasy Grounds II are required to use this product.<br>Fantasy Grounds II Conversion: Clemens G Meyer<br><i>Adapted for Fantasy Grounds by: </i><strong>Clemens Meyer</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/620090/header.jpg?t=1768378004",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 24 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}