{
  "620300": {
    "name": "The Falconers: Moonlight Demo",
    "steam_appid": 620300,
    "required_age": 0,
    "is_free": true,
    "description": "Eighty people, either dead or missing. Rumours of monsters that stalk their human prey in the mist-clad forest. Moonlight is a gold mining town in trouble, and only The Falconers can help.<br><br><i><strong>The Falconers: Moonlight</strong></i> is a supernatural thriller visual novel set in the 19th Century West Coast of New Zealand. Falconer, Cassandra Winter, is on her first solo mission. Can she save the people of Moonlight from their plight? Or will she disappear into the mist like so many others before her?<br><br>With an emphasis on action, and not romance, The Falconers: Moonlight boasts nearly 40,000 words and three unique endings.<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li><strong>Gripping Storytelling!</strong> - The tale is penned by veteran author Edwin McRae, known for his work as the lead narrative designer on the popular RPG, <i>Path of Exile</i>!<br></li><li><strong>Unique Western Setting!</strong> - Mixes historical fact with supernatural thriller and fantasy fiction. Experience a story set in the remote bush of New Zealand, featuring a dark and gritty art style to complement it!<br></li><li><strong>Dynamic Camera!</strong> - Bring depth and cinematic feels to elevates high tension during animated action scenes!</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/620300/extras/5Ggqcxt.png?t=1690414098\" /></span><br><br>The Falconers is an IP that mixes historical fact with supernatural thriller and fantasy fiction. Its stories are based in the 19th Century colonies of the European empires...Britain, Spain, Portugal, France, Sweden, Belgium, Italy, Holland, Germany, and Russia.<br><br>The Falconers are an international organisation of 'monster hunters' devoted to protecting European colonists from the entities that would thwart the spread of 'civilisation' into the wild frontiers. These creatures are 'The Cullers'.<br><br>And it all starts in New Zealand, the most far-flung frontier of them all.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/620300/extras/I9GRu9L3.png?t=1690414098\" /></span><br><br>A Visual Novel is like an interactive novel, where the reader can make choices. It is text-heavy but features images, sounds and music that help you become immersed in the story.",
    "supported_languages": "英语, 泰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/620300/header.jpg?t=1690414098",
    "developers": [
      "Bionic Penguin"
    ],
    "publishers": [
      "Sekai Project"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "74",
        "description": "血腥"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}