{
  "620310": {
    "name": "Bonny's Adventure",
    "steam_appid": 620310,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>The game will be updated once it reaches the sales goals. New enemies and maps will be released. <u>Updates are free for those who already own the game.</u></strong><br><br>Bonny`s Adventure is a game that brings the basis of the classic platform games and several puzzles, making the game experience unique, harmoniously uniting the dynamics of adventure with the reflection of a good puzzle.<br><br>History:<br><br><br>In a far world, there’s an archipelago where magic controls the elements. Such place is inhabited by many animals in a small village. Their humble way of life brought a slow pace and peaceful way of life. However, according to a local legend, once there were bad times.<br><br>More than a hundred years ago, Calundu the Wizard ruled the archipelago.  In order to establish equilibrium, the ancient ones tell that a great war between the guardians who mastered the art of teleport and the powerful wizard Calundú took place.  However, that was just a legend.<br><br>One day, a mysterious storm with gales made the villagers take shelter. After the storm was gone, they noticed that the island was full of traps and that the Vulcan, named after Calundu, was active once again. <br><br>That morning unravel the truth about the legend. Calundu was back. The villagers gathered to discuss how to stop Calundu, however more than a 100 years had passed and no guardian could have survived that long.   <br><br>The young armadillo always said that there was a guardian in the south islands, but none believed him. But, now this innocent soul was the only hope. In a courageous effort, Tuco went past many traps in his way to the south islands. After searching for some time, Tuco fell into a trap and faced death, but his guardian was there for him. Bonny saved Tuco.  <br><br>Tuco explained the situation, however Bonny had not used his powers for a long time. Tuco insisted that only Bonny could save the archipelago. Finally, Bonny agreed to help and Tuco took him back to the village. The villagers were marveled by Bonny’s presence and decided to help as much as they could.<br><br>\tLocal lumberjack, Beaver, gave Bonny a little wooden helmet for protection. The father of many, as the Bunny was known, gave Bonny an iron helmet covered with fur to warm up Bonny. Tuco’s parents, who were farmers, could not help because the storm took away their carrots and cherries. <br><br>\tBonny was grateful to the villagers , gave then a warm hug and left for his journey towards Calundú’s island.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/620310/header.jpg?t=1493497197",
    "developers": [
      "Jonas De Carvalho Felinto",
      "Marcelo Eduardo Cabral"
    ],
    "publishers": [
      "Jonas De Carvalho Felinto",
      "Marcelo Eduardo Cabral"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}