{
  "620570": {
    "name": "Tower!2011:SE",
    "steam_appid": 620570,
    "required_age": 0,
    "is_free": false,
    "description": "Tower!2011:SE is based on the classic Tower!2011 simulator. It's updated to run better on today's computer and ironed out a few issues. <br><br>Tower!2011:SE is not an arcade game. With a complex command structure, advanced AI and Speech Recognition technology Tower!2011:SE will allow you to experience of the thrill of being a real air traffic controller.<br><br>Your assignment is to guide aircraft of various sizes and capabilities to and from the active runway for landing and takeoff. As TOWER you must assure that it safe for a plane to enter or cross a runway, assign taxiway routes, when to stop and start movement, and clear aircraft for take off. Tower!2011:SE provides you with flight strips, ground and air radar screens and top down view photorealistic background for the airport. <br><br><ul class=\"bb_ul\"><li>3 photorealistic airports<br></li><li>Advanced artificial intelligence (AI) pilots follow complex tower commands when to taxi around airport and fly approach and departure procedures<br></li><li>Full voice control possible<br></li><li>Photorealistic 2d graphics with dynamic lighting, shadows and ground traffic<br></li><li>Complex simulation allow you to experience the real life duties of a tower controller<br></li><li>Create new airports, schedules and airplanes using the same editors used by the development team<br></li><li>Aircraft will follow inflight heading and turn command<br></li><li>Runway racetrack pattern commands are simulated<br></li><li>Runway assignments for arriving and departing aircraft may be changed<br></li><li>After takeoff headings can be assigned to aircraft prior to departure<br></li><li>Runway intersection takeoffs are simulated<br></li><li>Taxiway routing to and from parking and terminal areas can be assigned and changed<br></li><li>Hold short commands may be issued for taxiways and runways<br></li><li>Dynamic lighting and shadows provide a stimulating visual environment. Sun cycle calculated from real world data<br></li><li>Ground traffic (cars on freeways and major highways and streets)<br></li><li>Stereo sound.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/620570/header.jpg?t=1631486805",
    "developers": [
      "FeelThere"
    ],
    "publishers": [
      "FeelThere"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7800,
      "final": 7800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 78.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}