{
  "620680": {
    "name": "Polaris Sector: Lumens",
    "steam_appid": 620680,
    "required_age": 0,
    "is_free": false,
    "description": "Lumens is the expansion pack for Polaris Sector, a 4X Sci-fi strategy game where you can take command of your interstellar empire, manage all aspects and policies including diplomacy, research, ship design and conquer the galaxy! This pack introduces the Lumens, a brand new playable race!<h2 class=\"bb_tag\" >A NEW RACE</h2><br>Drawing energy from the stars, the Lumens are a brand new playable race to Polaris Sector! They are shiny evil beings that disguise themselves as angels of light. No ancient chronicles mention this race, and although their culture share aspects with other evolved cultures, they are a force to be reckoned with and they will stop at nothing in their conquest of the sector.<br><br> The Lumens expansion pack will also bring brand new features to the overall game, like new race-specific sciences, ships role assignment and updated planets properties, for an enhanced gameplay experience! It greatly expands one of the most original sci-fi 4X of 2016, and a must have for any Polaris Sector player. Are you ready to return to the war for the Polaris Sector?<h2 class=\"bb_tag\" >Features:</h2>- A brand new race – the Lumens – with new unique properties!<br>- New race-specific sciences. Each race will have its own technological path!<br>- New fleet options, ships role assignment and automatic replenishment of fighters for carriers!<br>- Updated planets properties. Planets are going to be extremely different from one another!- More configurable galaxy generation – and more!",
    "supported_languages": "英语, 俄语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/620680/header.jpg?t=1562847590",
    "developers": [
      "SoftWarWare"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}