{
  "620730": {
    "name": "Fantasy Grounds - I1 Into the Unknown: Vakhund (Castles & Crusades)",
    "steam_appid": 620730,
    "required_age": 0,
    "is_free": false,
    "description": "No introductions are necessary for I know well who you are my intrepid adventurer.<br>A weary traveler indeed. Have a seat my friend before you enter the Graffenvold and traverse its byways. Have you come here to rest, to leave the muddy tracks and sharp edges of the world behind? Is that it my fine fellow? Or have you come to beat down the lords of this Land and submit them to your will? Which is it fellow, the easy or the hard road you are after?<br>I fear you have gone beyond yourself, and here in Inzae your mistake may be your doom. For beyond yonder door is a fearful world clinging desperately to life. Its denizens struggle against a vast array of malignant forces that seek to drag them deeper into the pits of the Maelstrom. And even here, in this backwater called the Reintier, you will find no respite from this meaningless and overwhelming struggle. So take heed traveler, take heed as you enter the Graffenvold, it will do you well to remember that this is a deadly world and lest you take care, you will be engulfed in its dying spasms.?<br>Travel south in the goblin kingdoms is always frought with danger. So many will go only so far as the Baron's outpost, The Vakhund, The Watchdog Tower, and reside there in safety while merchants and others fare their way down the road. But what happens when the Vakhund is attacked by goblins, orcs and bandits? A princess is kidnapped, and only a dangerous trip into the dark, infested goblin kingdoms will reveal the answer.<br>A Castles &amp; Crusades adventure intended for 4-8 characters of levels 1-2, Vakhund: Into the Unknown marks Part 1 in the thrilling Death on the Treklant Trilogy and introduces the grimly realistic World of Inzae. Those brave enough to enter her Maelstrom and become heroes shall linger long in the halls of valor and memory.<br>This product has been created for use with Fantasy Grounds II, and was developed with the latest updates for Fantasy Grounds II; please update your installation accordingly. This product does not work with older versions of Fantasy Grounds, and requires the Castles &amp; Crusades Ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Castles &amp; Crusades ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/620730/header.jpg?t=1768378146",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 24 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}