{
  "621150": {
    "name": "False Shelter",
    "steam_appid": 621150,
    "required_age": 0,
    "is_free": false,
    "description": "It is 1348, the vicinity of Genoa, a mighty merchant republic at the time. After taking over his shipment from Asia, a prominent patrician Enrico Ampelio was on his way to his village. He hired a local man, Gaspare Emidio to escort him and his entourage through the countryside. Half-way on the road, Enrico collapsed from an unknown cause. One of his companions, a priest known as Brother Giacomo suggested that they rest until Enrico could continue the journey. Gaspare remembered that there is a hunting lodge nearby, which at the time was usually empty. <br />\r\n<br />\r\nAfter settling in, doubts soon filled the minds of the traveling party, for the symptoms exhibited by Enrico were unknown to all. What will happen when the tensions between the party escalate? What is the nature of the mysterious illness? Is one of them a wolf in sheeps clothing? How will they survive till the next day?<br />\r\n<br />\r\nGAMEPLAY<br />\r\n<br />\r\nFalse Shelter is a survival adventure game. The player takes the role of young Gaspare Emidio whose employer suddenly got ill, and who now has to survive in the wilderness with the people whom he doesn't know and which he doesn't trust. To survive, the player will have to gather rations, reason with his fellow party members and find out if any of them is responsible for the sudden illness of Enrico Ampelio and make sure that they do not become their next victim.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/621150/header.jpg?t=1492794194",
    "developers": [
      "Amaterasu Software"
    ],
    "publishers": [
      "Amaterasu Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 300,
      "discount_percent": 50,
      "initial_formatted": "¥ 6.00",
      "final_formatted": "¥ 3.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 1,
      "total_negative": 2,
      "total_reviews": 3
    }
  }
}