{
  "622360": {
    "name": "Realpolitiks - New Power DLC",
    "steam_appid": 622360,
    "required_age": 0,
    "is_free": false,
    "description": "New Power injects fresh content and realism into the world of Realpolitiks. A mini-scenario featuring an actual nuclear threat, Non-Governmental Organizations that try to influence politics and new features for creating larger territorial units are all highlights of this DLC.<h2 class=\"bb_tag\" >Mini-scenario</h2><br>The world gazed in terror as yet another powerful shock wave spread through the Pacific Ocean. Despite the usual denials from North Korea, international investigators have no doubt that it was an NK nuclear test behind the disturbance. With each passing day, the dictatorship’s moves are becoming bolder and bolder. It seems only a matter of time before it unleashes the destructive power of the atom on anyone who dares to stand against North Korea. South Korea and the USA are aware that the aces are no longer in their hands and are getting ready for a preemptive strike. But will their citizens and allies allow them to start what could result in a global nuclear war? And isn’t it too late already?<br><br>Enter the conflict as one of the following countries and lead it to victory: USA, China, North Korea, Japan.<h2 class=\"bb_tag\" >Non-Governmental Organizations</h2><br>Experience the real forces that influence government decisions. Work in secret with the mafia, support large corporations with subsidies and increased options for business growth, maintain good relations with separatists, or bring more harmony to your country through religion. There are many ways of navigating a nation’s internal affairs and balancing them out through international relations, while keeping an eye on the stats. Take on the challenge of all the additional interest groups that New Power adds to Realpolitiks.<br><br>These further include: Pacifists, Conspiracy nuts, and Communists<h2 class=\"bb_tag\" >New options in international politics</h2><br>Non-aggression pacts will enable peaceful coexistence with neighboring nations, while political annexation offers another option for enlarging one’s territory without the use of the military. But still, everything comes at a price.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/622360/header.jpg?t=1668523707",
    "developers": [
      "Jujubee S.A."
    ],
    "publishers": [
      "Fulqrum Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 3300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}