{
  "622540": {
    "name": "The Frost",
    "steam_appid": 622540,
    "required_age": "16",
    "is_free": false,
    "description": "The game unfolds in a place long forgotten by people. Your plane craches and alone among winter mountains, cold and darkness. Your task is to get out of this accursed place at all costs, but it will not be easy. From there more no one came back, everyone froze in the ice, died of hunger or they were overtaken by creatures that live in these places. Search food, water and warm places to not freeze and not die. In the game there are three indicators - thirst, hunger and cold, if one from the indicators will be at zero, then you are waiting for death, watch them so as not to perish. Look for sheets with tips left by people who were there before. There are two ways to get out of this cold prison, find one of them and overcome all obstacles standing in your way. Also in the game there are several puzzles that you have to decide in order to survive. In this game, there are several modes: 1) Escape mode, you need to get out of the area to which you will get, using hints scattered through out all locations in the forest.<br />\r\n 2) Survival mode, it will be added to the game a little later together with the cooperative mode of the game so you can play with your friends and pass all levels together. In the mode of survival, you must last as long as possible in severe winter conditions: create shelters, look for food and water, create new equipment that allows you to stay longer сold and much more.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/622540/header.jpg?t=1494942697",
    "developers": [
      "Tephra Company"
    ],
    "publishers": [
      "Tephra"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "74",
        "description": "血腥"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 0,
      "total_negative": 4,
      "total_reviews": 4
    }
  }
}