{
  "622740": {
    "name": "Nevrosa: Prelude — Wallpaper Pack DLC",
    "steam_appid": 622740,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Thursday The 26th of May. <br><br>An expedition to the Misty world is planned for today. <br>My servant and I take part in it. <br><br>Equipment worked fine and the portal opened. <br>At first the mirror surface became dull and covered with frost, then heavy fog covered the floor of the room. <br>Armed with pistols and torches, we tied an end of a rope to a column behind the door and moved through the portal. <br>We also took a pneumatic gun with soporific darts. <br>To protect ourselves from fumes we put on gas masks. <br><br>Winston took the reel and was unwinding it while we were delving into a thicket. <br><br>We noticed a creature which looked like a huge frog, but it vanished when we approached. <br>Then we came across trails of some small animal and followed it. <br><br><br>The trails led us to a touchwood. Something like a small cavern was near. <br>Inside we have found several mummy-like animal remains and a small pile of bones. <br>Nearby was the recess of natural origin. <br>We highlighted it with the torch and something rather huge and unfamiliar with humans moved inside a pile of leaves. <br>It had a few legs with sharp ends reminding of pikes. <br>Certainly it was an arachnid. </i><br><br><br><strong>Thank you for supporting Nevrosa! This means a lot for us and inspires to work even harder than we do to bring you Nevrosa: Escape. <br>You really help.</strong><br><br>This package contains a few good wallpapers to make your desktop better. Will be updated as we go.<br><br>List of supported resolutions:<br><br><ul class=\"bb_ul\"><li>2560x1440<br></li><li>2560x1080<br></li><li>1920x1080<br></li><li>1600x900</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/622740/header.jpg?t=1574541455",
    "developers": [
      "GexagonVR"
    ],
    "publishers": [
      "GexagonVR"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}