{
  "622710": {
    "name": "XOXO Droplets Full Version Extension",
    "steam_appid": 622710,
    "required_age": 0,
    "is_free": false,
    "description": "If the base version of XOXO Droplets just doesn't have enough options for your liking, this extension will fix that right up. It's got everything the game was meant to have.<br><br><u>Features:</u><br><ul class=\"bb_ul\">    <li>3 more main jerk boyfriend options: Bae Pyoun, Jeremy King, and Pran Taylor<br>    </li><li>2 sweet but not-terribly-bright side boyfriend options: Kam Sung and Adrian Wulu<br>    </li><li>Yet 1 more boyfriend option in the flirtations party boy Lucas Kaiser (<strong>New Addition!</strong>) <br>    </li><li>4 Extra Date Events for Everett, Nate, and Shiloh<br>    </li><li>The ability to unlock all 4 CGs and 12 outfits for Everett, Nate, and Shiloh, rather than just 3 and 10<br>    </li><li>50 more Random Events, 45 more Text Chats, 24 more Part-Time Work Events<br>    </li><li>320,000 words in total <br>    </li><li>An accessory system that lets you decorate the main character with a variety of pieces, plus small events where characters comment on the accessories you wear<br>    </li><li>The option to change the background of your cellphone to one of 12 different options<br>    </li><li>Even better cheat codes</li></ul><br>The game won't know you have the extension until you start a new file. After briefly starting the game you can then return to the main menu to change your phone background or what have you. If you have files from the free version of XOXO Droplets, those will work without issue. Again, you'll need to start a new file real quick, but then you can open up the load screen and pick up where you left off in the free version with all the extras now available.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/622710/header.jpg?t=1539292986",
    "developers": [
      "GB Patch Games"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}