{
  "622940": {
    "name": "Orange Season Demo",
    "steam_appid": 622940,
    "required_age": 0,
    "is_free": true,
    "description": "Orange Town was once a place with no future. People were moving away with their kids, searching for better places to live and few remained there. One of those kids was Julia, who always dreamt of going back to her hometown. She studied business in college and along with her siblings, went back there with the dream of improving the town so that families no longer had any reason to move away. Thanks to her hard work, business in Orange Town improved a lot under her leadership, making it so that young people moved there looking for opportunities instead.<br><br>You're one of those people, with your own dream: to become a farmer, have a piece of land you can call your own and make your living from it. An unusual dream, but one that your parents fully supported after hearing you tell about it for years and years. Now that you're finally old enough, they bought you a piece of land and wished you luck, hoping that someday you'll pay them back.<br><br>--<br><br>Orange Season is a farm-life RPG, inspired by games like Harvest Moon, Rune Factory and Animal Crossing. It's a game you can play for hundreds of hours and you'll always have something new to discover.<h2 class=\"bb_tag\" >Demo Features:</h2><br><ul class=\"bb_ul\"><li>Play 31 days of the game with very little limitations.<br></li><li>Several crops to plant on the farm.<br></li><li>Raise chicks, chickens and roosters.<br></li><li>Farm customization<br></li><li>Iron, Copper, Silver and Gold Mines.<br></li><li>One festival available<br></li><li>Many quests.</li></ul>",
    "supported_languages": "英语, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/622940/header.jpg?t=1687772425",
    "developers": [
      "Innerfire Studios"
    ],
    "publishers": [
      "SOEDESCO"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}