{
  "623140": {
    "name": "Warhammer 40,000: Sanctus Reach - Legacy of the Weirdboy",
    "steam_appid": 623140,
    "required_age": 0,
    "is_free": false,
    "description": "Carnage and wanton slaughter reach a new peak: Big Redd da Warphead, Grukk Face-Rippa’s right hand and one of the top boyz in the Red Waaagh!,  leads his orks in the conquest of the isle of Dominus. His plan is to open up the warp and rip the Wolf’s throat by striking at the Sacred Mountain. Such an assault, if successful, would shake the very foundations of Imperial defence on Alaric Prime. The fate of the whole Sanctus Reach system is at stake…<br><br>With <strong>Legacy of the Weirdboy</strong>, Warhammer 40,000: Sanctus Reach is back! In the first expansion for Sanctus Reach, you will play as the Orks in their quest to destroy and kill any who stand in their way. Forward in the name of Gork (and Mork)!<br><br>Play through a new campaign as the Orks, following the deeds of a new mighty hero, Big Redd. Command new units and make use of many new abilities to kill your enemies! Explore new tactical possibilities and the new objectives available in the campaign and skirmish mode. Face a much enhanced AI, and prepare to spill blood. A lot of blood. ‘ere we go!<h2 class=\"bb_tag\" >Features:</h2><br>-\tA new Orks campaign – lead the Greenskins in their deep strike on Isle of Dominus<br>-\tNew units for Orks and Space Wolves – command units such as the Painboy or the Venerable Dreadnought<br>-\tFleshed out Orks faction – the Orks are now more brutal than ever, having at their disposal plenty of new skills and a new unit progression system<br>-\tA new playable hero - Big Redd, a ferocious weirdboy, would rather die than falter in his vicious offensive<br>-\tNew Victory Conditions – defeat your enemy by obtaining enough Loot or by 'Capturing the Flag'<br>-\tImproved storytelling – immerse yourself like never before in this tale of war and destruction with the new Illustrated stories",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/623140/header.jpg?t=1747740019",
    "developers": [
      "Straylight Entertainment"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}