{
  "623310": {
    "name": "Arcfall",
    "steam_appid": 623310,
    "required_age": 0,
    "is_free": true,
    "description": "WARNING: THIS GAME IS EARLY ACCESS ALPHA. <br><br>In a Massively Multiplayer World where you can fight, craft, explore and live, Arcfall offers a game style that captures old school RPG games with modern quality. Emerge yourself in a world where you can craft your own weapons and armor. Own your own house and fill it with furniture that enhances your character.  Hire merchants to sell your goods to other players making Arcfall a pure player driven economy.<br><br>Being a pure skilled based game, every action you make adds to the growth of your character. Expand your network to include friends in your own guild and raid others in the PvP zones to gain their riches or steal from their homes. Be warned when you kill someone and it is not outside of the King's Reign, you might get branded a murderer and hunted by all.<br><br>Sail across the world on your own warship and take on pirates on the open seas, or export goods to other towns and sell them at a profit. With so many different things a player can do, you can shape your character and gameplay to the way you want it, the end game is just the start of your adventures. As this is early access some features are rather planed for later than sooner as we gather more feedback from players.<br><br><strong>Here is a list of current features in this version:</strong><br><ul class=\"bb_ul\"><li>Player Non Instance Housing (Implemented)<br></li><li>Trading (Implemented)<br></li><li>Crafting (Implemented)<br></li><li>Farming (Implemented)<br></li><li>Mounts (Implemented)<br></li><li>PvE (Implemented)<br></li><li>Banks (Implemented)<br></li><li>Harvesting and gathering resources (Implemented)<br></li><li>Classless Skill based Character System (Implemented)<br></li><li>Massive World to explore (Implemented, more being added as well)<br></li><li>Dungeons (Implemented)<br></li><li>PvP (Base PvP Not Implemented Yet)<br></li><li>Guilds and factions (Implemented)<br></li><li>Player owned Islands (Implemented)<br></li><li>Pets (Implemented)<br></li><li>Weapon and Armor levelling and sockets (INot Implemented Yet)<br></li><li>Armor Set Bones Stats (Not Implemented Yet)</li></ul><br>Do note this is Alpha so when stated implemented it means base design is in but all features will still be changing allot over the development process and polished.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/623310/header.jpg?t=1744829432",
    "developers": [
      "Neojac Entertainment inc."
    ],
    "publishers": [
      "Neojac Entertainment Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 16 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      }
    ],
    "genres": [
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 1,
      "total_negative": 3,
      "total_reviews": 4
    }
  }
}