{
  "623850": {
    "name": "Elite Encounter",
    "steam_appid": 623850,
    "required_age": 0,
    "is_free": false,
    "description": "Elite Encounter (EE) is a simple VR shoot them up game.  The goal of the game is to shoot down enemy spaceships with a laser while avoiding being hit by enemy laser.  An unbreakable shield is given to the player to block any incoming laser.  Think of the shield as Captain America's shield.  With such a shield, any incoming attack is neutralized. <br><br>The game play is very challenging in the sense that there are a lot of space ships in the sky shooting at you from all angles.  There is no telling where the next shot is coming from.  Plus, the AI of this game is specifically tuned to be very aggressive.<br>​<br>There are three levels of difficulties to choose from, namely easy, medium and hard.  Each level features different sky and aggressiveness.  Due to the different AI, most of the time, a player would find him/herself in the middle of an epic battle trying to stay alive.  This makes Elite Encounter a fun game to play with over and over again.<h2 class=\"bb_tag\" ><strong><u>Key features</u></strong></h2><ul class=\"bb_ul\"><li>Multi-level difficulties<br></li><li>Unbreakable Chinese shield<br></li><li>Nicely crafted weapon<br></li><li>Awesome in game music<br></li><li>Addictive game play<br></li><li>Aggressive enemies<br></li><li>Fully functional ground turrets<br></li><li>Beautiful laser effects</li></ul><h2 class=\"bb_tag\" ><strong><u>Story line</u></strong></h2>It was just another day in the year 1956. All of a sudden, siren went off everywhere at the army base Fort Gordon, in the state of Georgia. In the blink of an eye, special force commando, Hecho Blaerion, found himself looking for major covers from a sky full of B-57 bombers. Hecho spotted an empty cave by the side of the mountain. He knew he had to dash for it even at the cost of risking being blown up into pieces on the way. He made it. At least he thought he made it. Next thing he knew, the shock wave from bombs all around him tossed him up in the air and rendered him unconscious. When he woke up, he found himself in a totally different time and space that he couldn’t even use any words to describe. Speechless. He was presented with a menu and a gun. When he stepped on a blue square, a sign whacked him in the face. He fainted. A couple hours later, he woke up again. This time he was extra careful. The sign told him to shoot something. Suddenly, he was on a platform with ships circling around him.  There was one way into this bizarre realm.  There has to be one way out only, he figured.  The way was to JOIN THE FIGHT with all his guts, a Chinese made magical shield and a laser gun he called the “Sinistram”.  Can he battle his way out of 30 ships, or be blasted to pieces?  There is only one way to find out…...",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/623850/header.jpg?t=1493959778",
    "developers": [
      "Hin Lam"
    ],
    "publishers": [
      "BubbleFish Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}