{
  "623880": {
    "name": "World of Speed",
    "steam_appid": 623880,
    "required_age": 0,
    "is_free": false,
    "description": "World of Speed is an online racing game for fans of sports cars and high-speed racing. Modern graphics, highly detailed game mechanics and a sophisticated physics system will give you the opportunity to experience the thrill of a nail biting street race. An advanced system of dynamic control, that requires no additional controllers, makes the game accessible to players of any level of experience.<br><br><strong>Compete against real players</strong> from all over the world in uncompromising street races. Hone your driving skills, make use of the car's unique abilities, find hidden paths on the tracks and, if necessary, engage in a tough contact fight to gain an advantage and finish first.<br><br><strong>Assemble a collection of cars</strong> from almost fifty licensed models of famous brands, ranging from the conventional to the super car. Each vehicle has its own characteristics, a unique character and behavior on the track.<br><br><strong>Tune your cars and upgrade various technical systems</strong>, increasing the dynamic characteristics and handling of the selected car. Change its appearance with the help of an extensive set of body styling elements, wheel options, paint and unique color schemes.<br><br><strong>Race on a dozen different tracks</strong> - both racing rings and long roads, rich with scenic views. All tracks in the game are based on real and famous locations from around the world. Races can also take place at different times of the day and in different weather conditions.<br><br>All players who join the game during Early Access phase will get a <strong>booster set of premium bonuses</strong>:<br><ul class=\"bb_ul\"><li>5000 Credits (standard game currency)<br></li><li>500 Diamonds (premium game currency)<br></li><li>15 Days of Premium Account (an amount of received credits, experience and dealer reputation is increased to 150%)</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/623880/header.jpg?t=1545802678",
    "developers": [
      "Saber Interactive",
      "Redemption Ark"
    ],
    "publishers": [
      "Mad Dog Games LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 22 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 1,
      "total_negative": 4,
      "total_reviews": 5
    }
  }
}