{
  "624550": {
    "name": "Spiritual Warfare & Wisdom Tree Collection",
    "steam_appid": 624550,
    "required_age": 0,
    "is_free": false,
    "description": "Spiritual Warfare is a Zelda-like overhead action game You're a soldier in the army of the Lord. Explore the regions of a modern city as you attempt to collect the full armor of God. Along the way, you'll encounter villainous characters and numerous obstacles designed to test your faith. Correctly answering Bible questions will help restore your health and strengthen your spirit.<br><br><br><strong>Bible Adventures:</strong><br>Be a part of Bible stories as exciting characters come to life. Help Noah fill the ark before the big storm; pretend you are David battling the giant Goliath; and help save baby Moses from the Pharaoh's overwhelming forces. Assisted by direct quotes from the Bible, your adventure will be fun and educational.<br><br>Recommended for Ages 4 and up!<br><br><strong>Exodus:</strong><br><br>Help Moses solve the puzzle with 100 fascinating levels featuring mazes and other obstacles to faith. With your staff and the spoken Word of God, you will defend against enemies including magicians, taskmasters, Pharaoh's soldiers, weaknesses of man, hardened hearts, and other devices that challenge the character of God. Along the way, Moses can gather Holy oil, the armor of God, greater faith, and much more.<br><br>Illustrated with 50 colorful reward screens, this learning tool also includes 250 questions spanning the entire book of Exodus.<br><br><strong><br>Joshua and the Battle of Jericho:</strong><br><br>You, as Joshua, must lead God's people into the land of promise. But watch out! There are falling rocks, soldiers, battering rams and elite forces that will try to block your every move. Sound challenging? You bet! But God has given you the power. Weapons like the horn of Jericho, God Speed, power-ups, secret exits and other armor will help you in your quest. Conquer the Canaanites, Amorites and Hittites as you collect silver and gold, race through deadly mazes, and defeat the enemies of God!<br><br>100 levels &amp; 20 bonus levels<br>Digitized speech and sound<br>250 questions<br>Two player option",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/624550/header.jpg?t=1643921577",
    "developers": [
      "Wisdom Tree"
    ],
    "publishers": [
      "Piko Interactive LLC",
      "Bleem!"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}