{
  "624920": {
    "name": "Trapped With the Dolls VR",
    "steam_appid": 624920,
    "required_age": 0,
    "is_free": true,
    "description": "Trapped With The Dolls is a room-scale Virtual Reality psychological thriller that requires the player to solve puzzles and unveil mysteries to escape from the dolls. You find yourself wrapped in the twisted imagination of a little girl, Claire. She had become obsessed with her dolls, and over time, they became obsessed with her. As you progress, you learn more and more about what has happened to Claire...and wonder just how much of it is in her mind. <br />\r\n<br />\r\nThis is a room-scale Virtual Reality game that utilizes a 2.5m x 2.5m play space in order to create the most immersive experience available today. Average game play is 10-15 minutes, and the player is encouraged to approach it as they would a real life mystery escape room. Explore, interact, and most of all have a terrifyingly good time!<br />\r\n<br />\r\nDesignated Play Space started out as a small student team at the University of Utah. Development ran from October 2016 to April 2017, and everything was made in house. As the first undergraduate team from the University of Utah to tackle a Virtual Reality game, we are very proud of what we were able to create. Have fun, and be wary of the dolls!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/624920/header.jpg?t=1493010032",
    "developers": [
      "Designated Play Space"
    ],
    "publishers": [
      "Designated Play Space"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}