{
  "625090": {
    "name": "Red Flu",
    "steam_appid": 625090,
    "required_age": 0,
    "is_free": false,
    "description": "In the remote 1986 the serious task of the USSR was to develop a new breed of broiler chickens. All poultry farms joined the tough competition trying to fulfil the task. At a chicken farm in Stavropol Professor Kholmogorov managed to achieve fantastic results in weight gain and productivity of the broiler breed. However it was eventually reported about some cases of the birds aggressive behavior and several consequent farm staff injuries. The metal framework of the cages could not resist extraordinary physical strength of the new breed and the majority of the birds escaped. As it turned out later the experiment was based on genetic mutation due to artificially derived virus. The virus proved to be dangerous to humans. <br />\r\n<br />\r\nA heavy share fell out to the main character - a junior zoo technician, a drunkard and rowdy. He is doomed to fight aggressive infected zombie, mutated chicken and pigs and unravel intricate puzzles. He is also infected and constantly has to look for medicine to control the virus in order not to transmogrify…<br />\r\nIn the first episode you can see 4 types of weapon(kick,axe,pistol weapon,double barred shotgun), 4 types of enemies and one rpg person.<br />\r\nRead the notes, hack the locks, fight with enemies, collect items for inventory(keys for doors,items for health, items for reduce virus and others).",
    "supported_languages": "英语, 俄语<strong>*</strong>, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/625090/header.jpg?t=1768746469",
    "developers": [
      "Alex Kostrov Games"
    ],
    "publishers": [
      "Alex Kostrov Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}