{
  "625210": {
    "name": "MMM: Murder Most Misfortunate Demo",
    "steam_appid": 625210,
    "required_age": 0,
    "is_free": true,
    "description": "This demo includes the first chapter of MMM. Chapters 2 and 3 are available in the full game.<br><br><br>MMM is a visual novel adventure with an open-ended mystery that puts your deductive skills to the test. A murder occurs in a secluded manor, and if you can't find the killer in time, you just might take the blame for the crime yourself! Gather information and search the house for clues as you form your own conclusions about the evening's mysterious events.<h2 class=\"bb_tag\" >FEATURES</h2><ul class=\"bb_ul\"><li><strong>Multiple Endings</strong>: Finding the true killer is ideal, of course, but maybe building a plausible case against one of the other characters is good enough to get you off the hook!</li><li> <strong>Unique and Compelling Characters</strong>: Play as Miss Fortune, a delightfully caustic anti-heroine who has already been widowed nine times. But this time, she didn't do it (really!), and she'll have to solve the mystery herself to prove it!<br></li><li><strong>Immersive Story</strong>: Sharply written dialog full of choices ensures a thoroughly immersive narrative.<br></li><li><strong>Voice-acting</strong>: Each character is fully voiced, with over 1700 voiced lines throughout the game!<br></li><li><strong>Beautiful Visuals</strong>: Detailed, searchable backgrounds and slick visual effects like rain, fog and variable lighting enhance the aesthetic experience.<br></li><li><strong>Time runs Short</strong>: The incompetent police are on their way. Better solve the mystery before they arrive, lest they come to their own <i>(wrong)</i> conclusions.</li></ul><br>It's time to turn down the lights, settle into your favorite armchair, and put on your thinking cap for an evening of classic mystery and intrigue in <strong>MMM: Murder Most Misfortunate</strong>.",
    "supported_languages": "英语<strong>*</strong>, 意大利语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/625210/header.jpg?t=1492555020",
    "developers": [
      "Foolish Mortals Games"
    ],
    "publishers": [
      "Foolish Mortals Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 13,
        "description": "支持字幕"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}