{
  "625440": {
    "name": "Inner Voices Demo",
    "steam_appid": 625440,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Inner Voices</strong> is a dark first-person adventure game with horror and rogue-like elements. It was designed from day one for both traditional and virtual reality play. <br><br>Inner Voices is strongly influenced by works of such writers as H.P Lovecraft, E.A. Poe and S. King. You will play as John Blake, a man trapped inside a dark dimension. Your quest is to regain your memories and to figure out what is really going on. Go through a semi-randomised world build from memories of our protagonist, broken and twisted by some dark force. Find clues to what and why happened to John. And remember: Nothing is what is seems to be. The main goal of the game is to complete puzzles based on John’s past. In doing so, you will help him remember his past, piece by piece, and even uncover why did he lost his memory in the first place.<br><br><strong>Features: </strong><br><ul class=\"bb_ul\"><li>Semi-randomized gameplay composed of pre-made rooms and locations randomly picked from a pool of almost 50. <br></li><li>Great visuals achieved thanks to Unreal 4 Engine and our own creativity. <br></li><li>Unique dark atmosphere focused on the mysteries of the past. <br></li><li>Set in an original setting inspired by works of such writers as H.P Lovecraft and his Cthulhu Mythos, E.A. Poe and S. King. <br></li><li>Addictive story with twist ending. <br></li><li>A grim story with 3 different endings decided by the player's choices in solving each puzzle in game.<br></li><li>The entire game is Oculus DK2 ready. <br></li><li>We have 4 cinematic languages such as english, polish, turkish and russian. <br></li><li>Partial gamepad support with full in game functionality with allows you to experience VR in a different level. <br></li><li>Logical puzzles with different level of complexity and difficulty. </li></ul>",
    "supported_languages": "英语<strong>*</strong>, 波兰语, 俄语, 土耳其语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/625440/header.jpg?t=1537184404",
    "developers": [
      "Sigma games"
    ],
    "publishers": [
      "Fat Dog Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}