{
  "625820": {
    "name": "Bionic Battle Mutants",
    "steam_appid": 625820,
    "required_age": 0,
    "is_free": false,
    "description": "Cyborgs, mutants and pin-up girls! Bionic Battle Mutants is an old-school styled turn-based tactical battle game. Lead a team of imprisoned space-criminals to fight for their lives as modern gladiators on prison planet Cerberus 7! 100% Indie from enthusiasts for enthusiasts! Fine tuned tactical gameplay and hand-drawn artwork in the spirit of Jagged Alliance, Fallout Tactics and U.F.O.  <br />\r\n<br />\r\nFeaturing highly customizable characters, an elaborated crafting system and the atmosphere of 80s and 90s popculture, it offers a radioactive gaming experience. <br />\r\nPrepare your team in the hideout for deadly mutliplayer matches: Choose from a plentora of fighters and improve them with self-crafted weapons and armors, bionic limbs or performance-enhancing drugs. With genetic mutations, you can enhance your fighters even further to be feared close combat grappler, snipers or allrounders to die in the post-apocalyptical prison of the Intergalactic Cable Network!<br />\r\n<br />\r\nOn the detailed, hand-drawn battlefields, you'll have to choose the position of your team and use coverage wisely, then show what you got with your arsenal of modified weapons and grenades.<br />\r\nThere are three ways to win a match: Eliminate your opponent's team, collect more loot than them or destroy their beam station to dispel the enemy team to the deserts of Cerberus 7.<br />\r\nYou'll need the right strategy and balance of firepower, close combat and swiftness to get to your goal.<br />\r\nWatch out! This game enforces straight confrontation without compromise. Only the best will survive on Cerberus 7!<br />\r\n<br />\r\nFact-Sheet:<br />\r\n- 21 missions in Solo-Campaign <br />\r\n- Very tactical PVP-Mode <br />\r\n- Innovative gameplay for turnbased action that prevents idle time in PVP<br />\r\n- Highly modifiable characters and equipment<br />\r\n- Extensive crafting-system<br />\r\n- Steam tradingcards",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/625820/header.jpg?t=1654629272",
    "developers": [
      "Monkeynetics"
    ],
    "publishers": [
      "Monkeynetics"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}