{
  "626470": {
    "name": "Town of Salem - The Coven",
    "steam_appid": 626470,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Town of Salem - The Coven is an expansion to the indie smash hit murder mystery game.</strong><br>This expansion introduces 15 new roles, a new faction, exclusive queues, and rotating game modes.<br><strong><h2 class=\"bb_tag\" >New Faction</h2></strong><br><strong>The Coven</strong> is a new faction of witches that will enter the never ending death fest that is Town of Salem. The Coven will include 5 new witch roles, and the current Witch has taken the role of the Coven Leader! One of the Coven’s greatest strengths is the <strong>Necronomicon</strong>. The Necronomicon’s ancient powers will amplify the abilities of any witch that possesses it! The Coven will summon the Necronomicon early on in the game. When the holder of the Necronomicon dies a random Coven member will get the Necronomicon. <br><strong><h2 class=\"bb_tag\" >Rotating Game Modes</h2></strong><br><strong>VIP Game Mode</strong> – List of Town vs Coven with a few neutrals splashed in. The point of this mode is to protect, or kill the VIP depending on what side you are on. The VIP is a randomly selected Town member and gets revealed to all other Town members as the VIP.<br><br><strong>Lovers Game Mode</strong> – Lovers mode will link random players together in the game in the bonds of love. If your Lover dies you will die as well. Keep your Lover alive at all costs! Will you ride of into the sunset, or will you die of heartbreak?<br><br><strong><h2 class=\"bb_tag\" >New Roles</h2></strong><br><strong>Coven Roles</strong><br><ul class=\"bb_ul\"><li><strong>Hex Master</strong> – Master of the art of spell slinging whose attacks won’t take effect until all members of the town are hexed, then a devastating blow will be dealt.<br></li><li><strong>Poisoner</strong> – Poison is the trademark of this witch. A skilled herbalist with the knowledge to mix slow killing poisons that give her plenty of time to flee the scene.<br></li><li><strong>Potion Master</strong> – A powerful alchemist with the ability to heal, reveal, and attack a player! It will take time to brew your potions again, so choose wisely.<br></li><li><strong>Medusa </strong>– A snake haired monster gifted with a gaze that turns people to stone leaving no trace of who they were.<br></li><li><strong>Necromancer </strong>– A failed Retributionist scorned by the town, they use their powers to exact their revenge!<br></li><li><strong>Coven Leader</strong> – The Witch we all know and love has assembled a Coven of her own and uses her voodoo powers to lead the Coven to victory against all who would oppose them.</li></ul><br><strong>Town Roles</strong><br><ul class=\"bb_ul\"><li><strong>Crusader </strong>– An overzealous protector whose ability to protect can easily backfire.<br></li><li><strong>Tracker </strong>– A woodsman with a talent for tracking those not wished to be tracked.<br></li><li><strong>Trapper </strong>– A silent protector whose traps can do more than just kill.<br></li><li><strong>Psychic </strong>– A gifted seer with the ability to find your darkest secrets.</li></ul><br><strong>Mafia Roles</strong><br><ul class=\"bb_ul\"><li><strong>Ambusher </strong>– A stealthy killer who lies in wait to attack when least expected.<br></li><li><strong>Hypnotist </strong>– A skilled hypnotist who can alter the perception of others.</li></ul><br><strong>Neutral Roles</strong><br><ul class=\"bb_ul\"><li><strong>Guardian Angel</strong> – Overlooking your charge, protecting them against harm, that is the life of a Guardian Angel.<br></li><li><strong>Pirate </strong>– Plundering booty, a Pirate’s life is full of danger when your wealth is stolen from others.<br></li><li><strong>Plaguebearer/Pestilence</strong> – A god among us the Plaguebearer is spreading disease to regain his powers as Pestilence, Horseman of the Apocalypse.<br></li><li><strong>Mystery role</strong> – This role will be a neutral killing role, so it will only show up if there is a Neutral Killing, Random Neutral, or Any slot in the game. This role will be super rare, so keep your eyes out for this super cool role!</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/626470/header.jpg?t=1723908949",
    "developers": [
      "BlankMediaGames"
    ],
    "publishers": [
      "Digital Bandidos"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 6 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}