{
  "626630": {
    "name": "Two Worlds II HD - Call of the Tenebrae",
    "steam_appid": 626630,
    "required_age": 0,
    "is_free": false,
    "description": "THIS IS A STAND ALONE SINGLE PLAYER VERSION OF THE DLC &quot;Call of the Tenebrae&quot; for &quot;Two Worlds II&quot; (It does not require the main game and no prior experience with Two Worlds titles is needed, but it is only recommended for experienced RPG Players) <br><br>At long last, it’s time to revisit the sprawling lands of Antaloor for another thrilling chapter in the Two Worlds saga! After the high-flying adventure of TW2: Pirates of the Flying Fortress, leave the skies behind and return to Antaloor in this exciting , <strong>Two Worlds 2 HD: Call of the Tenebrae</strong>!<br><br>In this new RPG adventure, the shocking murder of DarPha sets in motion a chain of events that reveals a powerful new magic and a creeping evil with sinister designs for the populace of Antaloor. Drawn into a battle between two warring leaders of a savage tribe of rat-like creatures, this horrific new enemy has managed to complete the bulk of its grotesque plan while the citizens of Antaloor have remained completely unaware.  With only a few short days until their diabolical scheme is complete, the hero must act fast and defeat this new evil before the light of Antaloor is extinguished! <br><br>Team up with familiar faces and new allies alike as you unravel a genocidal plot that will destroy the harmony of Antaloor and leave its people and lands in ruins. Solve the mystery of the Elves’ disappearance and uncover powerful relics of a time passed as new revelations lead to shocking discoveries that will change the face of Antaloor forever. <br><br>Find sturdy new armor, powerful new weapons, brand-new locations and battle a fearsome new race in your quest to uncover the hidden secrets of Antaloor. Harness new crystals, upgrade your weapons and armor, brew new potions with an expanded alchemy system and battle new enemies and boss characters. New combat techniques and enemy behaviors will keep you guessing and brand new locations await you, from haunted graveyards and crypts to dank swamps and dark forests swarming with vicious enemies.<br><br>The fate of Antaloor’s people hangs in the balance and the stakes have never been higher. Uncover the nefarious plot against her citizens and discover the powerful secret that will rock Antaloor to its core. Welcome back to Two Worlds!<h2 class=\"bb_tag\" ><strong>FEATURES:</strong></h2><br><strong>An all new engine upgrade will display the beauty of Antaloor and its denizens like never before! See stunning new locations, highly detailed new enemies and allies and beautiful new effects!</strong><br><br><ul class=\"bb_ul\"><li>Several  hours of thrilling gameplay, in an all new adventure set in the Two Worlds universe, in addition to myriad side-quests and optional missions. <br></li><li>Brand new, highly stylized armor and weapons await you, regardless of your offensive focus. Choose from a wide variety of axes, maces, daggers, swords and spears, in addition to ranged weapons like magical staves, bows and arrows, rifles and crossbows.<br></li><li>A wide array of new weapon and armor enhancing crystals are scattered across the land, waiting for an intrepid explorer to discover them, granting your weapons new abilities and attributes. <br></li><li>Revamped and enhanced alchemy system with new ingredients and techniques for brewing all new tonics and potions, granting the player new options for offensive, defensive and restorative potions.<br></li><li>Explore the archipelago like never before; investigate new locations, from haunting crypts and swamps crawling with the walking dead, to sprawling villages, trading outposts and bandit camps.<br></li><li>Introducing a brand new race, a horrifying cross between rat and human called The Chosen, with motivations and aspirations known only to them. You must learn who among them is friend and who is foe before Antaloor is overrun!<br></li><li>Ferocious new bosses, each requiring fast hands and quick thinking as you discover and exploit their carefully guarded weaknesses. <br></li><li>New enemy tactics and strategies will keep you guessing, forcing you to master your attacks and keep your guard up.<br></li><li>An original, thrilling new story addition in the Two Worlds universe with friends and foes both new and old.<br></li><li>An epic soundtrack featuring an hour of all new music, plus a bevy of new sound effects and thematic music.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/626630/header.jpg?t=1577627542",
    "developers": [
      "Reality Pump Studios"
    ],
    "publishers": [
      "TopWare Interactive ACE"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 2040,
      "discount_percent": 70,
      "initial_formatted": "¥ 68.00",
      "final_formatted": "¥ 20.40"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": {
      "total": 61,
      "highlighted": [
        {
          "name": "The Great Escape",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/626630/86a7f71a6abb0bd9f312c0723cb6374c78a4c38e.jpg"
        },
        {
          "name": "Into The Fire",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/626630/8f159b4b9a805abb3c96ea1ee97bdd9a5bcf629d.jpg"
        },
        {
          "name": "Old Wounds",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/626630/2ff771ec94c32a7d21e9e5584d2e069d69c60973.jpg"
        },
        {
          "name": "The Road Less Traveled...",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/626630/08b28bf086048d358ec3b1194f856cb900850d68.jpg"
        },
        {
          "name": "Last Stand",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/626630/917185d83661cac61c9d86a9c20f3da80735508f.jpg"
        },
        {
          "name": "Liberation",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/626630/9f66bca7a227ccdede56af6614e5e1fd955b292c.jpg"
        },
        {
          "name": "Alchemist",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/626630/6139963cd69f5aad7641b9aaf9beef8bb95224e5.jpg"
        },
        {
          "name": "Grey Wizard",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/626630/0eb46dafc395b0559919b418fd13581524f60b46.jpg"
        },
        {
          "name": "Hammer Time!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/626630/531dd945b84ef02a38c8383c3aa3ecacbd96c3d2.jpg"
        },
        {
          "name": "Clairvoyant",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/626630/14fe60c5096c9729aae81de1f876e04f8dddd498.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}