{
  "626790": {
    "name": "Order of Battle: Burma Road",
    "steam_appid": 626790,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Crisis!</strong>  On December 7th, 1941 Japan launches multiple surprise attacks, causing devastation to Allied forces from Malaysia to Pearl Harbor. <br><br>As the defense of Singapore hangs by a thread, the Japanese set their sights on Burma. Their main objective: sever the primary Allied resupply line to China, the Burma Road.  With control of Burma and the Burma Road, Japan would then be poised to strike directly at British India.  They must be stopped!<br><br><strong>Order of Battle: Burma Road</strong> is a new DLC for the Order of Battle series, bringing you in the thick of the action in the Burma campaign. Lead many new units and fight on an unfamiliar terrain to stop and repel the Japanese invasion.<br><br>As commander of British and Allied forces in this new Order of Battle historical campaign, it's up to you to muster your forces to defend the Malaysian Peninsula and prepare an army to fight in the dense Burmese jungles.  Re-live unique historical battles and events through special scenarios that include, but are not limited to:<br><br><ul class=\"bb_ul\"><li>Providing an aerial umbrella for a British Naval Task Force.<br></li><li>Launching a pre-emptive strike into Thailand to challenge the Japanese advance.<br></li><li>Escorting battered Indian Army units safely across Burmese rivers.<br></li><li>Paving the way for the replacement to the Burma Road: the Ledo Road.<br></li><li>Throwing back the massive Japanese invasion of India at Imphal.<br></li><li>Suppressing an Indian revolt in Bombay by arresting it's leader:  Mahatma Gandhi!<br></li><li>And more!</li></ul><h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li><strong>Expanded nations and units.</strong> Many new units for existing factions, as well as entire new armies for Thailand and British India!<br></li><li><strong>Authentic scenarios built from real historical maps.</strong> Today's Myanmar was yesterday's Burma, and extra special care has been taken to accurately reflect the names and locations of the region as it was known during World War II.<br></li><li><strong>New Campaign, Commanders, and Specializations.</strong> Encounter special Commanders including William Slim, leader of Britain's so-called &quot;Forgotten Army&quot;.  Fight alongside Brigadier Orde Wingate, mastermind behind the infamous Chindit operations, as you fight deep behind enemy Japanese lines to disrupt their command structure and supply lines.  Re-take control of the skies over Burma with pilots such as Ace Elsdon.  And earn even more special commanders through various campaign bonus objectives and missions!</li></ul><h2 class=\"bb_tag\" >Scenario List</h2><br><ul class=\"bb_ul\"><li>Operation Krohcol<br></li><li>Sinking of Task Force Z<br></li><li>Fall of Singapore<br></li><li>Kawkareik Pass<br></li><li>Sittang River<br></li><li>Rangoon Falls<br></li><li>Quit India Denied<br></li><li>Operation Cannibal<br></li><li>Operation Longcloth<br></li><li>Ledo Road<br></li><li>Imphal '44<br></li><li>Irrawaddy River<br></li><li>Race for Rangoon</li></ul>",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/626790/header.jpg?t=1611669860",
    "developers": [
      "The Artistocrats"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}