{
  "626700": {
    "name": "Clark | HOOVA VR",
    "steam_appid": 626700,
    "required_age": 0,
    "is_free": true,
    "description": "The Mill’s emerging technology team joined forces with Clark of Warp Records to produce a VR music video set to the artist’s latest track Hoova.<br />\r\n<br />\r\nHoova, a room-scale VR experience, explores a dark, dystopian future and investigates topics of isolation, dependency and identity in Virtual Reality.<br />\r\n<br />\r\nDirected by The Mill’s Chief Creative Officer Angus Kneale and Executive Creative Director Ben Smith, this piece is also unique in its advanced use of game engine human characters; a notoriously difficult feat in visual effects.<br />\r\n<br />\r\nHoova takes an eerie look into a virtual reality led, isolated dystopian future, wherein each character is part of a frightening cycle in which they become consumed by the VR experience they are witnessing. <br />\r\n<br />\r\nEach character seen in the experience was developed in CG using game engine technology. The Mill’s Emerging Tech team led by Joji Tsuruga created the game engine characters by using motion capture of live action talent. These characters are striking both in appearance and movement; choreographed to the music and animated to be accurate to the human form down to a single finger.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/626700/header.jpg?t=1516994310",
    "developers": [
      "The Mill"
    ],
    "publishers": [
      "The Mill"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}