{
  "626810": {
    "name": "Area of Darkness: Sentinel",
    "steam_appid": 626810,
    "required_age": 0,
    "is_free": false,
    "description": "<i>“How did it get to this; A meeting I didn’t want to have; a trip I didn’t want to take.<br>My life’s in the hands of strangers I don’t even trust. <br>From the moment I first stepped foot on the Sentinel Islands, I saw creatures that I thought were the thing of legends...<br>My only goal now: Survive.”</i><br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/626810/extras/d7ce1c33438aca1ed80799581ee9e327.poster.avif?t=1572347427\" width=576 height=324 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/626810/extras/d7ce1c33438aca1ed80799581ee9e327.webm?t=1572347427\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/626810/extras/d7ce1c33438aca1ed80799581ee9e327.mp4?t=1572347427\" type=\"video/mp4\"></video></span><br><br><strong>Area of Darkness: Sentinel</strong> is a psychological thriller/adventure game that offers you a uniquely immersive cinematic VR experience like no other. Set in 1978, you’ll play as Dr Anne Evans on her journey from New York to the iconic Sentinel Islands; one of the few remaining places in the world untouched by modern civilization; a true area of darkness. Along the way, you’ll encounter a cast of intriguing characters and creatures, uncover harrowing mysteries and fight for your very survival.<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li>Play as archaeologist Dr Anne Evans in the faithfully-recreated 1970’s game world <br></li><li>Immerse yourself in the truly cinematic experience with its 135-page script and decisions that affect the storyline and multiple endings<br></li><li>Breathtaking locations to explore: from an upstate New York mansion to millennia-old tombs on the Sentinel Islands<br></li><li>Experience thrilling, life-like set pieces built from the group up for VR, including the sensation of parachuting from a plane at 30,000 feet!<br></li><li>Interact with a vibrant cast of characters that all play an essential role in the unfolding mystery <br></li><li>Fight supernatural creatures using the intuitive, motion-based combat system<br></li><li>Solve unique puzzles using a variety of techniques such as controller motion, item combining, physics-based throwing, and environmental manipulation<br></li><li>Collect dozens of fully voiced journal entries, telling an exciting sub-narrative of those who came before...<br></li><li>Fully motion-captured scenes choreographed using professional actors and voice actors, with animation created by an Emmy-nominated Animation Director</li></ul><br><br><ul class=\"bb_ul\"><li>Full body view (no floating hands here) and a physical inventory system (without the need to navigate through menus) allows for total VR immersion<br></li><li>Smooth VR-optimized movement and rotation options mean no motion sickness!<br></li><li>Cinematic movement and rotation options for the VR Purists out there - feel the intensity!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/626810/header.jpg?t=1572347427",
    "developers": [
      "Rematch Studios"
    ],
    "publishers": [
      "Rematch Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}