{
  "627340": {
    "name": "Rescue Quest Gold Demo",
    "steam_appid": 627340,
    "required_age": 0,
    "is_free": true,
    "description": "The hit match-3 game is back! Join Boom and Zap on their fantasy adventure in Rescue Quest Gold, lovingly remastered as a premium game with more levels, enhanced effects, and improved gameplay. <br><br>Follow the road to Turnspell Academy and study to become a full-pledged wizard! However, magic is slowly fading as the Spritelings steadily disappear. It’s up to the twin magicians Boom and Zap to rescue the Spritelings and save the world from an evil sorcerer.<br><br>Match three or more tokens and clear a path while fulfilling level objectives: defeat enemies, overcome obstacles, collect keys, or race your way to victory! Discover stunning combo spells and summon magical creatures to defeat unexpected foes in your way.<br><br>Are you ready to embark on this magical quest? Save the world one spriteling at a time in Rescue Quest Gold!<br><br><i>Note: This is a free demo which includes the first 25 levels of the game. </i><h2 class=\"bb_tag\" >Full Version Features</h2><ul class=\"bb_ul\"><li>Choose between magical apprentices Boom and Zap<br></li><li>Match tokens to clear a path towards the Spritelings<br></li><li>Play over 200 levels across an epic, magical world<br></li><li>Encounter various terrain obstacles and fight special enemies per region<br></li><li>Unlock powerups and learn magical spells as you progress <br></li><li>Complete quests to find keys, defeat bosses, or race against your rival<br></li><li>Available in 16 languages: English, French, German, Italian, Spanish, Brazilian-Portuguese, Japanese, Korean, Simplified and Traditional Chinese, Indonesian, Malay, Tagalog, Bisaya, Vietnamese, and Thai.</li></ul><h2 class=\"bb_tag\" >This special edition also includes:</h2><ul class=\"bb_ul\"><li>Exclusive Expert difficulty levels<br></li><li>Unlockable costumes for Boom and Zap<br></li><li>Behind-the-scenes concept art<br></li><li>Beautiful desktop wallpapers<br></li><li>Downloadable soundtrack</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语, 韩语, 葡萄牙语 - 巴西, 简体中文, 泰语, 繁体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/627340/header.jpg?t=1572345289",
    "developers": [
      "Boomzap Entertainment"
    ],
    "publishers": [
      "Boomzap Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}