{
  "627380": {
    "name": "The Family Skeleton",
    "steam_appid": 627380,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >The Family Skeleton</h2>is an narrative-driven horror game, where you visit your childhood home and discover the truth behind the events that tore your family apart. A story-rich, narrative exploration experience where you will reveal the abject terror your family once faced.<h2 class=\"bb_tag\" >DESCRIPTION</h2>It has been more than two decades to the day, since your sister killed herself. Fate has you back home and it is up to you to reveal the truth behind your sister's suicide and the murders that followed.<br><br>Rediscover the house you vaguely remember from your past and reveal the truth behind your sister's suicide and the murder of your mother. Face the ghosts of the past.<h2 class=\"bb_tag\" >FEATURES</h2><br>No jump-scares, no monsters lurking behind dark corners waiting to get you.<br>Elaborate story, told through meticulously designed, original environments.<br>Read haunting notes and letters and learn about the truth behind the tragedies that tore you away from your family.<br>Search the rooms and sift through drawers and closets in search of clues and objects.<br>Let the ghosts of the past speak to you.<h2 class=\"bb_tag\" >F.A.Q.</h2><br><br>When is the release date?<br>We aim to release in 2017, possibly December but if we can get more funding, we might extend the production a month or two so the game can be the best it can be.<br><br>What platforms will the game support?<br>-At least PC and Mac. <br><br>Will the game have VR support?<br>-Oculus Rift and HTC Vive support will be added after the initial release.",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 土耳其语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/627380/header.jpg?t=1506575598",
    "developers": [
      "pixelful"
    ],
    "publishers": [
      "pixelful"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}