{
  "627950": {
    "name": "1914: Prelude to Chaos",
    "steam_appid": 627950,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >STORY</h2><br><br>Enter the year 1914, which will mark the beginning of the first man made catastrophe of the 20th century. From the smoking revolver of the Serbian nationalist and grab for glory of a dying empires, that were slowly losing their legitimacy, death, despair and chaos that has finally put an end to the ancient European monarchies was born.<br><br>The player is put in a role of Finley Thompson, A British adventurer and archaeologist searching for a mythical artifact  on the territory of Kingdom of Serbia. In this endeavor, his closest ally is his Serbian guide Vuk. Not long after locating the possible site all hell breaks loose when the Sarajevo assassination occurs. Cut from his home, Finley pleads Vuk to help him finish his mission.<h2 class=\"bb_tag\" >GAMEPLAY</h2><br>The player will control Finley and his companions in their quest to find the lost artifact and preserve their lives in the midst of largest confrontation the world has seen. To solve the mystery of the First Crusade player will have to control his party in a series of conflicts while they search for the artifact.<h2 class=\"bb_tag\" >AMATERASU SOFTWARE</h2><br>We are a team of four video game enthusiasts with a childhood dream of making our own video games. Every member of our team is a fan of old school JRPG genre. We have already released a few games on Steam and our wish is to make our player base as happy as possible. Every player is more then welcome to give their feedback and criticism, without it, we will improve at a slower rate.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/627950/header.jpg?t=1647366345",
    "developers": [
      "Amaterasu Software"
    ],
    "publishers": [
      "Amaterasu Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 300,
      "discount_percent": 50,
      "initial_formatted": "¥ 6.00",
      "final_formatted": "¥ 3.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 1,
      "total_negative": 2,
      "total_reviews": 3
    }
  }
}