{
  "628880": {
    "name": "Battle Commanders",
    "steam_appid": 628880,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Battle Commanders</strong> is a fast-paced, competitive battle simulation that combines the intense nature of RTS with RPG-like elements in a high-fantasy setting. Control a band of fighters that have a wide variety of personalities, combat styles and unique abilities that are customizable to your liking. Challenge friends and foes alike and ensure that your team comes out victorious in this epic and hectic battle simulation that adds a new twist to the popular MOBA genre!<h2 class=\"bb_tag\" >YOU CALL THE SHOTS</h2><br>Have you ever been bored of witnessing countless waves of minions charging through the lanes to their inevitable doom? Haven't there been times you wished you could command these poor souls to glory by planning and executing the ultimate strategy? If your answer is yes, then jump straight into the action as a Battle Commander where you control every aspect of the battlefield by commanding each and every one of your misfits on where to strike, capture or defend!<h2 class=\"bb_tag\" >AN IRRESISTIBLY COLORFUL AND ENCHANTING WORLD</h2><br>Immerse yourself within explosive action through glorious combat, all the while experiencing the beautiful environment entwined with hilarious and peppy hand-drawn artwork.<h2 class=\"bb_tag\" >TEST YOUR WITS AGAINST OTHER PLAYERS</h2><br>Devise the ultimate battle strategy and take the fight to the enemy! Test your skills in 3 versus 3 matches, where you can team up with your friends or meet new players online and emerge as the triumphant side!<h2 class=\"bb_tag\" >FORGE YOUR OWN GAMEPLAY EXPERIENCE</h2><br>Customize the way you play by choosing from hundreds of legendary classes, mind-blowing skills, unique traits and epic outfits for your band of fighters! Lay waste to the enemy forces with your ultimate commander abilities that you can use anywhere and anytime on the battlefield to turn the tide of the battle!<h2 class=\"bb_tag\" >BECOME THE ULTIMATE COMMANDER</h2><br>Train and customize your band of fighters, plan the perfect strategy and take the battle to the enemy! Dominate your foes, gather hundreds of unique collectible cards and climb to the top through the competitive ladder system to become the ultimate battle commander on the mythical battlegrounds!",
    "supported_languages": "英语<strong>*</strong>, 土耳其语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/628880/header.jpg?t=1635179946",
    "developers": [
      "Gathering Tree"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 32,
        "description": "Steam 回合通知"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}