{
  "629040": {
    "name": "Skytropolis",
    "steam_appid": 629040,
    "required_age": 0,
    "is_free": false,
    "description": "You have secured a contract to build the world’s first vertical megacity – the <strong>Skytropolis</strong>. Start with a plot of land and build your dream tower up into the sky! From the architectural design to every part of the interior, you are in full control of creating your skyscraper. Do you rush growth and use resources from surrounding cities, or do you invest in sustainability with eco-friendly infrastructure? Be warned - the more you build, the more you need to balance your Skytropolis’ needs.<br><br><ul class=\"bb_ul\"><li>You are the architect. Design your dream skyscraper the way you want it.<br></li><li>Balance is everything. Make your Skytropolis sustainable by going green, improving the lives of your citizens, and managing your economy.<br></li><li>Prefer a hands-on approach? Play in virtual reality! Don’t own a VR headset? Play on traditional monitors in desktop mode.<br></li><li>Tower mogul or inspired architect? Grow your empire in career mode or explore your creativity in sandbox mode.<br></li><li>Unlock more than 50 modules to enhance your megacity.<br></li><li>Meet demanding challenges to earn rewards and grow even faster.<br></li><li>Proud of your work? Share your Skytropolis on Steam Workshop!</li></ul><br>Great care has been taken so that <strong>Skytropolis</strong> can be played both in room-scale VR or on your desktop (non-VR). Whether you prefer managing your city behind a monitor, or walking amidst your citizens, the choice is yours.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/629040/header.jpg?t=1637176263",
    "developers": [
      "Mythical City Games",
      "LNG Studios"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}