{
  "629380": {
    "name": "Cosmic Pioneer",
    "steam_appid": 629380,
    "required_age": 0,
    "is_free": false,
    "description": "Navigate through space and successfully land your spacecraft without crashing. Cosmic Pioneer is heavily inspired by the classic Moon Lander game.  <br />\r\nThe player traverses the galaxy and in order to stock up on fuel and equipment, has to land on every planet he passes. Each planet has unique features - <br />\r\nsome have stronger gravitational fields, winds, asteroids, or more inaccessible terrain. Since every level is randomly generated, the game will always <br />\r\nkeep you on your toes. The longer your voyage lasts, the tougher it becomes. <br />\r\n<br />\r\nChoose between different pilots with distinct spaceships to accommodate your playstyle. As you explore the galaxy, you might encounter various alien creatures that will offer upgrades and bonuses to your vessel. Be smart about your choices! Your adventure might come to a premature end if you end up without fuel mid-flight. Discover how long you can last in the cold vastness of space and aim for the high score!<br />\r\n<br />\r\nCosmic Pioneer is a simple yet addictive game. There is no big intro, no cutscenes... Just gameplay. The perfect game when you have some time to kill <br />\r\nwhile waiting for your ranked match to start or your raid party to group up.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/629380/header.jpg?t=1496850808",
    "developers": [
      "Amaterasu Software"
    ],
    "publishers": [
      "Amaterasu Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 300,
      "discount_percent": 50,
      "initial_formatted": "¥ 6.00",
      "final_formatted": "¥ 3.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}