{
  "629310": {
    "name": "Darkarta: A Broken Heart's Quest CE - Music Pack",
    "steam_appid": 629310,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><u>Darkarta – A Broken Heart's Quest Collector's Edition Music Pack</u></strong> <br>----------------<br>15 Epic Music Tracks composed by Justin James,Joshua R Mosley &amp; Peter Gundry<br><br>1. The Home that love built - Peter Gundry<br>2. The Broken Heart - Joshua R Mosley<br>3. Forbidden &amp; Forgotten - Justin James<br>4. The Broken &amp; Cursed Castle - Justin James<br>5. Atharva Swamps - Justin James<br>6. Sunken Temple of Death - Justin James<br>7. Netherworld - Untold love - Justin James<br>8. Mohenjo Daro - Sad - Justin James<br>8b. Mohenjo Daro - Sad &amp; Broken - Justin James<br>9. Shangri-La - Justin James<br>10. The Lost Lullaby - Peter Gundry<br>11. Ever momma's lil princess<br>12. Will you save me, mamma - Peter Gundry<br>13. Trapped in Treasure  - Peter Gundry<br>14. Sad Broken Heart - Credits - Justin James<br>15. Happy Heart - Bonus Credit - Justin James<br><br><br><br><strong>HOW FAR WILL YOU GO TO SAVE YOUR ONLY DAUGHTER FROM DEATH?</strong><br><br>⭐ The 'GAME OF MOTHERHOOD &amp; TRUE LOVE' was <strong>CLASSIC HIT RANK 1</strong> in both PC &amp; Mac markets (Bigfishgames) <br><br>⭐ Grabbed over <strong>10 INTERNATIONAL AWARDS</strong>( Includes <strong>Game Connection America, Indigo Europe, Casual Connect Asia</strong>)<br><br><strong>AN UNTOLD SAGA OF TRUE LOVE</strong> from the game house of <strong>Tuttifrutti Interactive</strong>.<br><br><br><strong><u>DARKARTA: A BROKEN HEART'S QUEST(Collector's Edition)</u></strong> <br><br>‘Darkarta’ is the frantic quest of a mother in search of her kidnapped daughter along the enchanted valleys of forgotten Indus civilization. <br><br>Like all moms, for Mary her daughter Sophia was everything.<br><br>Mary came with her husband and daughter to these remote isles, in search of her long lost family roots.  She never knew the story of her dark past until the day she received that strange, mysterious letter. In a fraction of second, her life is shattered forever! <br><br>Broken &amp; betrayed, she is forced to step onto a game of life and death, where danger is awaiting her in every corner! <br><br><br>You are Mary on this journey. <br><br><strong>Enter the enchanted 'Netherworld' where your destiny is written in blood and which whispers of true love.</strong> <br><br><br><br>3700 years have gone by, but even time could not heal it…<br><br><strong>The sweetest songs are those that sing of broken hearts...</strong><br><br><br><br><strong>WHAT CAN YOU EXPECT? (Did you hear us say, hmm...unique features??</strong>)<br><br><strong>⭐ AN EXCITING JOURNEY THROUGH THE LOST CIVILIZATION OF THE INDUS VALLEY</strong><br>The game was inspired by Indus fantasy mythologies/epics and the philosophy of ‘reincarnation’. Mysterious twists and turns await you and your journey unravels an unexplored, magnificent fictional world!<br><br><strong>⭐ THE GAME OF MOTHERHOOD, AGAINST RACISM!</strong><br>One of the best adventure games about motherhood, an untold saga of true love.<br><br>It’s also about the ‘lost &amp; forgotten lives’ of star crossed lovers, torn apart from each other by the racist world! Darkarta raises voice against the most prevailing evil of all times, ‘racism’ upholding humanity.<br><br><br><br><br><strong>⭐ UNFORESEEN ENVIRONS WITH 5-6 HRS OF GAME PLAY</strong><br>Critically acclaimed artistry! Breath-taking visuals! Very detailed scenes with non-repetitive puzzles. <br><br><strong>⭐ PREQUEL COMIC BOOK</strong><br>A beautifully illustrated comic book with the backstory of the main plot.<br><br><strong>⭐ BONUS CHAPTER: “RISING OF THE PHOENIX”</strong><br>The player gets the freedom of playing in ‘GOD’ mode in the bonus chapter for the Collector’s Edition.<br><br><strong>⭐ MOM'S DIARY PAGES</strong><br>The memories, thoughts, and even actions of Mary are carefully crafted on the diary pages. It also has a detailed character sketch, list of objectives to accomplish, and the route map which shows your current position in the game. <br><br><strong>⭐ 30 NOSTALGIC MEMORY COLLECTIBLES</strong><br>You may collect precious, valuable &amp; nostalgic memories on your way or after the gameplay. <br><br><strong>⭐ 36 HALL OF FAME MEDALS</strong><br>Bag all the titles from our original and authentic ‘Hall of Fame’ list and make us proud!<br><br><strong>⭐ 28 MORPHING OBJECTS</strong><br>Collect morphing objects on your go or after! <br><br><strong>⭐ CONCEPTS, WALL PAPERS &amp; SOUND TRACKS</strong><br>Mesmerizing music would make you feel like heaven! <br><br><strong>⭐ REPLAY MINI GAMES/HOP/CUT-SCENES</strong> <br><br><br><br><br><br>As you dive into the bewitched 'Netherworld', fear of the unknown or fear of the unexpected,  what will stop you?<br><br> If it is <strong>to save your one and only daughter, how far will you go? </strong><br><br><br><strong>FOLLOW US HERE:<br><br>Facebook - <br>Twitter - <br>Instagram -  <br>Pinterest- <br>Linkedin - </strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/629310/header.jpg?t=1744337671",
    "developers": [
      "Tuttifrutti Interactive"
    ],
    "publishers": [
      "Tuttifrutti Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 3300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}