{
  "629610": {
    "name": "The Legacy Games Demo",
    "steam_appid": 629610,
    "required_age": 0,
    "is_free": true,
    "description": "The Legacy Games is a turn based tactical RPG set in a dark medieval fantasy world. Players will recruit, train and command a company of warriors to face difficult challenges in the most prestigious tournament in all the lands. Experiment with party compositions in an innovative turn based tactical design and discover new combos and synergies between party members. Players will also experience a dark tale of greed, conflict and survival, as you progress, every decision made will have minor or major consequences. <br><br><strong>FEATURES</strong><br><ul class=\"bb_ul\"><li>Six Unique Character Classes, each with a distinct play style to make up your team; fully customizable with abilities, perks and gear. <br></li><li>Brutally Challenging Enemies, with unique RPG mechanics akin to MMORPGs, each boss is a different fight, players need to look out for special abilities and attack patterns.  <br></li><li>Dynamic Weather Conditions, both spells and the environment can affect the state of the weather and vice versa. Fire spells heat up the weather and generate a thundercloud, enhancing all Lightning attacks. Cold spells cool the weather creating a blizzard that freezes everyone on the battlefield.  <br></li><li>Innovative Turn Based Tactical Combat, characters can perform as many actions so long as they have enough Action Points allowing for pooling and combos to be executed. Enemies will also employ a wide variety of abilities and tactics, watch out for deadly combos from the enemy!</li></ul><br>This is the alpha version of The Legacy Games so there may be bugs and crashes. The demo consists of a short tutorial level, a normal encounter and a boss fight.<br>New players are recommended to go through the tutorial and 'Winter has come' level before tackling the boss fight.<br>We're still in the process of improving art, animation, sound and gameplay.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/629610/header.jpg?t=1515383287",
    "developers": [
      "Red Rock Softworks"
    ],
    "publishers": [
      "Red Rock Softworks"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}