{
  "629630": {
    "name": "Ruin of the Reckless - Collectors Edition Art Pack",
    "steam_appid": 629630,
    "required_age": 0,
    "is_free": false,
    "description": "For true fans and supporters! <br />\r\n<br />\r\nThis Collectors Edition Art Pack contains Concept Art, Illustrations, pixel art, and Windows icons that you can use to get a glimpse in to our design process and show off your love for Ruin of the Reckless.<br />\r\n<br />\r\nConcept Art Pack - 42 pieces of concept art used to created Ruin of the Reckless (some illustrations, some pixel art) including concepts for several enemies that did not make it in to the game, and two 1920x1080 wallpapers depicting unused alternate versions of Stargroves final encounter with the master of the tower.<br />\r\n<br />\r\nHD Ending Illustrations - The talented artist Talikira created gorgeous art depicting the final wishes of Stargrove and Stella.  These 9 ultra-HD (4320x2340) renderings of the scenes show her illustrations off in gorgeous clarity, depicting a level of detail much greater than what is seen in the base-game.<br />\r\n<br />\r\nEnding Illustration Concepts - On her way to crafting the beautiful ending illustrations that made it into the game, Talikira prepared sketches and concepts depicting early versions and story-boards of each scene.  These 20 illustrations each depict different stages of her process on various frames that made it into the final game.<br />\r\n<br />\r\nWindows Icons - A fun collection of 5 windows icons depicting characters and assets from the game.<br />\r\n<br />\r\nOriginal Kickstarter Promotional Art - Original concept art by Maki Naro, used during our Kickstarter campaign.  Also includes an 'alternate version' with Kickstarter branding as featured on our Kickstarter page.<br />\r\n<br />\r\nOfficial FOG logos and branding - Official original logos and branding images and assets used by FOG in official promotional material.  You could use them to... make your own 'fan poster'? I dunno!  They're in here too though!<br />\r\n<br />\r\nChibi-Pixel Emotes - The original pixel art used to make our charming Steam Emotes.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/629630/header.jpg?t=1493215905",
    "developers": [
      "Faux-Operative Games"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 4 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}