{
  "629890": {
    "name": "Fantasy Grounds - Dungeons & Dragons - Lair Assault: Attack of the Tyrantclaw (5E)",
    "steam_appid": 629890,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >D&amp;D Lair Assault - Attack of the Tyrantclaw (5E)</h2><i>A Dungeons &amp; Dragons fifth edition adventure for four, five or six 6th level characters.</i><br><i>A dryad druid named Hyacinth has recently learned of a ruined village called Tanaroa on the shores of the mysterious Isle of Dread. Now she hopes to land there and delve into the ruins of this long-ago society. She has chartered a ship to the island and hired adventurers to protect her. The job wont be easy, for a savage clan of orcs called the Tyrantclaw dwells on the island, along with great reptilian beasts.</i><br>The players think their characters are invincible. Its time for you to show them otherwise. Gather your playersthe tacticians, the rules experts, and the power gamersand let them test their mettle in D&amp;D Lair Assault.<br>In this adventure, the heroes must defend the dryad druid Hyacinth while she performs a ritual to reveal the secrets of an ancient obelisk. The heroes must establish defenses and ensure the druid remains protected from the foul Tyrantclaw orc tribe. Only the most clever and tactically proficient adventuring party has any hope of success.<br>Here are just a few of the features you'll find in the <i>D&amp;D Lair Assault - Attack of the Tyrant Claw (5E)</i> module:<br><ul class=\"bb_ul\"><li>One tactical battlemaps with a twist to show a changing to the environment.<br></li><li>Encounters for 4, 5 or 6 6th level characters.<br></li><li>Story templates used to arrange the scenario so it plays out differently each time<br></li><li>The adventure is presented in the Library Reference Manual for easy reading and prep and in the Story window as well.<br></li><li>Stats for all necessary NPCs converted for D&amp;D fith edition<br></li><li>Tokens for monsters used in the combat</li></ul><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the built-in 5E Ruleset.<br><strong>Recommended:</strong> D&amp;D Basic Rules, D&amp;D Player's Handbook or D&amp;D Character Customization Pack<br><i>Adapted for Fantasy Grounds by: </i><strong>Zacchaeus</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included D&amp;D fifth edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/629890/header.jpg?t=1768380099",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 15 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}