{
  "629900": {
    "name": "Fantasy Grounds - Blood Vaults of Sister Alkava (5E)",
    "steam_appid": 629900,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Nightmare of Blood!</h2><i> The village of Karvolia has paid its annual tribute of blood to the Red Goddess, but this year, none of the donors returned. Now the priestess commands the village elders to send another dozen young men and women to the edifice of stone that looms on the cliffs overlooking the village: the dreaded Blood Vaults.</i><br><i> The terrified elders are willing to pay adventurers handsomely to find a way to make this second tribute pass them by. Unfortunately, the latest set of donors has already entered the Blood Vaults, and are being prepared for the donation process.</i><br>The Blood Vaults of Sister Alkava is a 5e compatible adventure for four to six player characters of 5th to 6th level! It includes:<br><ul class=\"bb_ul\"><li>A macabre adventure set in the vampire-ruled Principality of Morgau and Doresh </li><li>Deadly new foes, including the blood pudding, blood zombie, and Sister Alkava herself </li><li>Gorgeous full-color art by Bruno Balixa, Micah Epstein, Marcel Mercado, Florian Stitz, and a map of the Blood Vaults by Michael Tumey </li></ul>Written for the Midgard Campaign Setting, this adventure can be dropped into any 5th Edition campaign, and uses monsters from both the 5E SRD and the Tome of Beasts. Both volumes are required for maximum playability.<br>Can you infiltrate the Blood Vaults, rescue the victims, and stop Sister Alkava before her power grows too great to contain?<br><i>Adapted for Fantasy Grounds by: </i><strong>Wolfgang Baur, and Linda Buth</strong><br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.<br><i> Adapted for Fantasy Grounds by: </i>  Wolfgang Baur[/b]",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/629900/header.jpg?t=1768380146",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 30 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}