{
  "630010": {
    "name": "OMSI 2 Add-On HafenCity - Hamburg modern",
    "steam_appid": 630010,
    "required_age": 0,
    "is_free": false,
    "description": "On the road again in the Hanseatic city! With two modern hybrid buses, the OMSI 2 add-on “HafenCity – Hamburg modern” takes you along two new lines through the “Speicherstadt” (warehouse district) and “HafenCity” (HarbourCity).<br><br>Start you journey at the Elbe and discover the piers, Elbe philharmonic orchestra, cathedral in St. Pauli and other attractions of Hamburg. Don’t forget to take the diversion on Sundays since the route will be blocked for the fish market!<br><br>Especially the new lines 6 and 111 offer more variety with 18.6 km (11,6 mi) of new route and more than 50 bus stops. Due to the various routings, there are a total of 7 terminal stops with different driving and resting times. Owners of the add-on “Hamburg Day and Night” can seamlessly drive on the well-known lines 109 and 688, meaning you can freely operate between 4 lines and the new, faithfully built depot with interactive objects.<br><br>The bus types 7900 L and 7900 LH included in this add-on were accurately recreated based on the original buses in Hamburg. Besides corresponding paintings and many new sounds, they offer a fully functional model of a parallel hybrid engine in OMSI. <br><br>Travel time profiles and schedules are available for every ride based in the original ones. New fares, payment methods and passenger voices appropriate for the timeframe of the simulation are included as well.<br><br>New, modern AI vehicles, detailed train models and ships help create an all around authentic scenery.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/630010/extras/1a793997ff716d4975eae772eaa367ae.avif?t=1530021621\" width=616 height=68 /></span><br><ul class=\"bb_ul\"><li>Realistically recreated bus lines 6 and 111 with 18.6 km (11.6 mi) new route and more than 50 bus stops<br></li><li>Modern hybrid buses (solo and articulated variants) with faithful sounds and functions, adverts and custom painting templates<br></li><li>Hamburg’s attractions like ships in the harbour, fish market and “Dom” funfair.<br></li><li>New contemporary AI vehicles incl. taxis and police with operations<br></li><li>Detailed scenery with functional passenger displays, street signs etc.<br></li><li>Original schedules for all lines and realistic rotation planning<br></li><li>Bus depot with functional barriers and displays<br></li><li>Old lines 109 and 688 seamlessly drivable for owners of the add-on “Hamburg Day and Night”</li></ul>",
    "supported_languages": "英语, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/630010/header.jpg?t=1530021621",
    "developers": [
      "Darius Bode"
    ],
    "publishers": [
      "Aerosoft GmbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 15,
      "total_negative": 8,
      "total_reviews": 23
    }
  }
}