{
  "630170": {
    "name": "Murder In Tehran's Alleys 1933",
    "steam_appid": 630170,
    "required_age": 0,
    "is_free": false,
    "description": "A series of bitter and horrifying murders has tainted the ambience of Tehran. The situation is extremely alarming and there is nothing the police or the city security guards can do! The press slams the government and sarcastically talks about the alleys of Tehran turning into scenes from Western movies. Each day a new murder is committed, a new family mourns for its loved ones and more people are gripped by fear; fear of being the next victim… <br />\r\nBut who are the victims of such heinous murders, anyways? The rich? The politicians? Or the upper class? “None”, is the answer. The victims are innocent children from southern neighborhoods; what wrong they have done to be drawn into this diabolical game is not known! There is no clue as to the murderer’s whereabouts.<br />\r\nThe high degree of violence in these murders is what attracts the attention. Most victims are tortured before death and are then brutally sliced into pieces! Such unbridled violence increases social tensions even more. While the general situation in Tehran becomes more and more chaotic as days go by, Colonel Nasiri, the chief of police, assigns the case to one of his elite officers, detective Afshar, in hope of saving the people and city of Tehran by virtue of the intellect of this compassionate and patriotic officer.<br />\r\nBut, is the murderer a mere crazy sadist? All evidence points to such a conclusion. However, a journalist, named Sarsalouki, has another interpretation in mind! He believes that some forces are working hand in glove with the murderer, meaning that, not only they are not unhappy about these events but are flaring up social rage and feeding off of the fear pervading the society! But who is the murderer, anyways?<br />\r\n<br />\r\n(This version of the game has been fully reviewed for redistribution on STEAM in terms of the translation of dialogues, scripts, and other localization segments in English and is different from the previous version)<br />\r\n<br />\r\nGame features:<br />\r\n<br />\r\n1.\tAn intriguing, engaging story in a noir atmosphere similar to that of serial killings<br />\r\n2.\tLoyalty to the Adventure genre with more than 6 mini games and tens of environmental puzzles<br />\r\n3.\tTens of graphic documents, newspapers, short stories, and old advertisements<br />\r\n4.\tNarrated in more than 12 locations and 80 backgrounds with meticulous detail<br />\r\n5.\t23 characters with more than 100 A4 pages of captivating dialogue.<br />\r\n6.\tMore than 15 minutes of motion comic for a more detailed narration of the story.<br />\r\n7.\t20 minutes of engaging noir music<br />\r\n8.\t60 pages of completely interactive daily notes by the detective<br />\r\n9.\tMore than 4 hours of gameplay",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/630170/header.jpg?t=1643831880",
    "developers": [
      "RSK Entertainment"
    ],
    "publishers": [
      "Strategy First"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}