{
  "630630": {
    "name": "Apex",
    "steam_appid": 630630,
    "required_age": 0,
    "is_free": false,
    "description": "The stunning new experience from the brilliant imagination of artist and musician Arjan van Meerten, Apex delivers a surrealistic and darkly beautiful apocalyptic vision set to an original score in the anticipated follow up to Van Meerten's Surge.<br />\r\n<br />\r\n&quot;I played in bands from when I was 16. Really loud death metal. But I had always been interested in electronic music as well and started to make it. I will have some music and it will inspire me to make something visual. It’s all very integrated because the music inspires the visuals but the visuals also inspire the music. It’s a constant interaction between the two. I like to go into the details. I can work for a year on a small piece but I make it exactly how I want. VR is a really intense and immersive way to experience music. The best way I can describe Apex is like when I was fifteen and went to a death metal concert, and what I felt being in the crowd as the band played, the aggression and the energy. It’s overwhelming and kind of scary but it makes you feel something. And that’s what I wanted to do with Apex. There is destruction but there is also beauty in what you are seeing. It’s really more of an atmosphere than a traditional story.<br />\r\n<br />\r\nWith VR it’s really hard to tell a story in the traditional sense. You visualize it in your mind in the traditional way, different shots, controlling the frame. But in VR when a character walks away they are still in the world, so you have to think about it in a much different way than films. So something like Apex is more of a pure atmosphere. And that’s what I’m interested in doing now, putting people in worlds more than telling traditional stories in those worlds. I like it when people take off the headset and have to adjust to the earth again.&quot;<br />\r\n<br />\r\n-Arjan van Meerten, Creator",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/630630/header.jpg?t=1508440230",
    "developers": [
      "Arjan van Meerten",
      "House of Secrets"
    ],
    "publishers": [
      "Wevr, Inc"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 19 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "7 user reviews",
      "total_positive": 3,
      "total_negative": 4,
      "total_reviews": 7
    }
  }
}