{
  "630840": {
    "name": "The Legacy: Forgotten Gates Demo",
    "steam_appid": 630840,
    "required_age": 0,
    "is_free": true,
    "description": "&quot;The Legacy: Forgotten Gates&quot; is a hidden-object adventure game packed with mini-games and puzzles, telling a story of a journey to another world, where danger and unexpected turns of events await around every corner!<br />\r\n<br />\r\nIt was late evening and the museum was almost empty. At the Maya artifact exhibition, one of the exhibits suddenly started to move. The sound drew the attention of a young woman named Diana, a museum employee and an expert in Mayan culture. When she came closer to the artifact she realized it looked like a portal... and suddenly some unknown power lifted her up and teleported her to an ancient temple! Now Diana has to figure out where she is, how she got there and how she's going to return home. The young woman encounters a civilization similar to the Mayan culture, but this is neither the past nor a parallel reality. It's another planet, connected to Earth centuries ago by some special gates. And now the gates have been activated again...<br />\r\n<br />\r\nOnly Shaash, the local shaman and gate keeper, can help Diana return home. But that will not be easy. Diana will have to face numerous tests, travel far through the Endless River Valley, encountering the strange people and wondrous animals of the other world, while trying to hide from all dangers and solving dozens of different challenges on her way.<br />\r\n<br />\r\n- Multiple wonderful locations and stunning graphics<br />\r\n- Unexpected plot turns<br />\r\n- Unforgettable characters<br />\r\n- Fascinating mini-games and puzzles",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 俄语, 捷克语, 荷兰语, 波兰语, 意大利语, 西班牙语 - 西班牙, 日语, 韩语, 葡萄牙语 - 巴西, 乌克兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/630840/header.jpg?t=1659703737",
    "developers": [
      "FIVE-BN GAMES"
    ],
    "publishers": [
      "FIVE-BN GAMES"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}