{
  "632520": {
    "name": "WiseMind",
    "steam_appid": 632520,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>WiseMind</strong> is a global platform for wellness activities in Virtual Reality. These activities are co-developed with therapists at top-tier academic institutions like Stanford and are used to better patient health in hospitals and clinics. Our wellness activities embrace the concept of mindfulness, has been shown to effectively reduce substance abuse, anxiety, stress, and depression.<br><br><strong>&quot;The coolest thing I've tried out&quot;</strong><br><br><strong>&quot;The Most Impressive Demo&quot;</strong><br><br><strong>&quot;I can use this all day!&quot;</strong><br><br>WiseMind is easy to use. Follow three simple steps and your healthier self is just 5 minutes away:<br><br><strong>(1) Select an activity</strong>: breathing, stone balancing, or Tai-Chi<br><strong>(2) Customize</strong>: use the tabs to customize the experience and choose your soundtrack from thousands of Youtube entries<br><strong>(3) Start</strong>: your mindful journey to a calmer and happier self<br><br><strong>FEATURES</strong><h2 class=\"bb_tag\" ><strong>TAI CHI</strong></h2>Tai-Chi is one of the oldest and most widely practiced mind and body exercise in China. Its benefits have long been acknowledged by its practitioners and in academic studies. Practice Tai-chi in VR with your favorite soundtrack by searching through more than 1000 online music from YouTube. Choose from four levels of difficulty, and engage your mind and body to a perfect harmony.<h2 class=\"bb_tag\" ><strong>BREATHING</strong></h2>Relax your mind and muscle in the best breathing exercise in VR. Choose from four different breathing intervals and four iconic environments. You can follow an Instructor-led breathing exercise or practice on your own by searching through more than 100 online relaxation instructions.<h2 class=\"bb_tag\" ><strong>BALANCING</strong></h2>Solve ancient stone puzzles in challenge mode or simply stack up stones as tall as you can. Be creative and find your inner peace within the process. Your efforts can also be captured in images to share with your friends!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/632520/header.jpg?t=1497669439",
    "developers": [
      "REALITEER Corp."
    ],
    "publishers": [
      "REALITEER Corp."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 13 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "56",
        "description": "软件培训"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}