{
  "633300": {
    "name": "GlobalMap Astro",
    "steam_appid": 633300,
    "required_age": 0,
    "is_free": false,
    "description": "GlobalMap Astro is a program for observing the Universe in 3D format. It is your guide in a three-dimensional model of the Universe. It allows you to see 1.6 million galaxies, over 6 million stars (up to 13th magnitude), as well as planets, comets, asteroids, artificial satellites, spaceports and cities of our planet. Among the most interesting features of the product - to view the lunar and solar eclipses, planetary motion simulation, launch Soyuz rocket from the Baikonur Cosmodrome. <br><br>You will be able to watch supernova explosion and to admire the movement of the sun and the stars across the sky in different parts of the world without leaving home. It will be in your power to approach a black hole, to see far galaxies and exoplanets, rings of Saturn and Uranus, the movement of Jupiter's atmosphere, clouds on the Earth, to fly through the asteroid belt and consider the trajectories of objects in the Kuiper belt. Watch thousands of artificial satellites, study their characteristics and track their orbits. Enter the deep space, virtual universe of GlobalMap is waiting for you!<br><br>You will learn how to:<br><ul class=\"bb_ul\"><li> Navigate in vastness of outer space and in the Solar System.<br></li><li> Distinguish between types of celestial bodies, from galaxies to moons and dwarf planets.<br></li><li> Understand the classifications of galaxies and stars.<br></li><li> Understand how satellites orbit the planets, planets orbit the stars and stars orbit the Galactic Center.<br></li><li> Find the brightest stars and constellations in the sky.</li></ul>",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/633300/header.jpg?t=1560495363",
    "developers": [
      "Gradoservice"
    ],
    "publishers": [
      "Gradoservice"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 14300,
      "final": 14300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 143.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}