{
  "633610": {
    "name": "Creatures Such as We Demo",
    "steam_appid": 633610,
    "required_age": 0,
    "is_free": true,
    "description": "<i>Creatures Such As We</i> is a philosophical interactive romance novel by Lynnea Glasser, where your choices control the story. It's entirely text-based--without graphics or sound effects--and fueled by the vast, unstoppable power of your imagination.<br><br>Living on the moon is lonely, and stressful, and exhausting. Video games have always offered you an escape to a better life. The easy, happy life you wish you had. Which makes it so frustrating when the game you've been playing ends badly. But you have a chance to figure it out, because the next tourist group is the designers. You can debate with them about art, inspire them with the beauty of outer space, get closer to any one specific designer in particular, and finally find out how to get the ending you always wanted.<br><br>Awarded Second Place in the 20th Annual Interactive Fiction Competition (IFComp)<br>&quot;You absolutely need to play through Creatures Such As We&quot; -- Leigh Alexander<br>&quot;Well-paced and richly written&quot; -- Emily Short<br>&quot;I couldn't tear myself away&quot; -- Game Theory Podcast<br><br><ul class=\"bb_ul\"><li> Immerse in the beautiful setting of a moon-bound tourist destination a tourist destination.<br></li><li> Explore the meaning of gaming as a form of artistic expression with a cast of game designers.<br></li><li> Inspire profound discussions, courage, and even love with the visiting space tourists.<br></li><li> Six unique character paths, with options to be romantic or maintain strict professionalism.<br></li><li> Play both your character, and the character of the game-within-a-game.<br></li><li> Decide for yourself the best way to bridge the gap between game players and designers.<br></li><li> Inclusive options for gender identity, orientation, race, and age.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/633610/header.jpg?t=1734032619",
    "developers": [
      "Choice of Games"
    ],
    "publishers": [
      "Choice of Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}