{
  "634060": {
    "name": "ObserVRtarium",
    "steam_appid": 634060,
    "required_age": 0,
    "is_free": true,
    "description": "The ObserVRtarium is an interactive, room-scale VR, virtual museum experience. Go beyond the glass and get up close with a collection of amazing past and present space artefacts including the Soyuz, ISS, Saturn V, Apollo LEM and Apollo LRV. Using your VR controllers you can manipulate the objects to get a perfect view of every detail. Once you’ve explored the models you can teleport to the objects around the room which are created at an accurate human scale so you can get a real sense of what it is like to stand at the foot of the epic Saturn V rocket that took humans to the Moon and how the Soyuz craft which takes 3 Astronauts at a time plus supplies to the ISS is maybe smaller than you thought! <br />\r\n<br />\r\nThe experience is suitable for home VR users and we also encourage museums and attractions who want to experiment with room-scale VR but are struggling to find appropriate educational material to give it a try.<br />\r\n<br />\r\nCheck out our early access details to read more about what we have planned in the future, this is just the start of building our virtual museum and we want to know what you want to see in it. We are actively looking for museum and science centre partners who are interested in finding ways to digitise and explore their collections in VR.<br />\r\n<br />\r\nProduced by NSC Creative, The Immersive Storytelling Studio based at the National Space Centre, UK.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/634060/header.jpg?t=1510848444",
    "developers": [
      "NSC Creative"
    ],
    "publishers": [
      "NSC Creative"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}