{
  "634820": {
    "name": "CW: Chaco War Demo",
    "steam_appid": 634820,
    "required_age": 0,
    "is_free": true,
    "description": "<i>Chaco War</i>  immerses players in the most important war experience in South America on 20th century. Players will have to make teams to survive the extremely distressing and tough battles. The title offers an uncensored experience, with unique enemies and different combats: melee attacks with machetes, ambush attacks, Bolivian soldiers with flamethrowers and cunning hedging strategies. The multiplayer mode has also been improved with new action based on vehicles and tanks of that time.<br><br>Face all kinds of tough and tactically advanced enemies who will not stop at anything to defend their homeland, from ambushes in the hot Chaco grasslands to snipers on Samu'u trees, passing very tough times due to the water shortage. Play as a rookie young man in his first time in war or as a Bolivian recruit in the &quot;Green Hell&quot;.<br><br>This demo will be updated with new free missions and we thank you to comment all recommendations. This first-person shooter will be built by everyone.<h2 class=\"bb_tag\" >Main Features</h2><ul class=\"bb_ul\"><li>Capture of historic forts heavily guarded by the enemy.<br></li><li>Players will have two main weapons (one long and the other short) and a secondary weapon, the machete.<br></li><li>Improve your skills through experience points.<br></li><li>Attack of wild animals: jaguars, crocodiles, snakes, pumas<br></li><li>Find water from anywhere, rain, puddles, ponds, streams, even your own urine or you will die of dehydration.<br></li><li>Each character will have a hydration system to fight against Chaco’s tough conditions, besides their vitality.<br></li><li>The game is entirely a FPS narrated by a war veteran from his human perception and as a soldier on a warlike conflict, so the artistic feature of the camera direction will be that the scenes will always be focused on the player.<br></li><li>Multilenguage, voices in Spanish-Guaraní and English. Subtitles in Spanish, English and coming soon in Portuguese, German, French, Italian.<br></li><li>Full Compatibility with Xbox 360/ONE and generic Controllers.</li></ul><h2 class=\"bb_tag\" >Multiplayer - Latin America Available </h2>Featuring a multiplayer system to make the experience more addictive and exciting. Prove your skills as a player and defeat rivals from across the globe.<br><i>Multiplayer modes: team deadmatch. Battle Royale coming soon. </i><h2 class=\"bb_tag\" >Human-Soldier (Coming soon) </h2>Even though customizing weapons was an impossible feature for that time, there was a mental and experiential evolution of soldiers, both military and human. Players can use experience points to become a tenacious warrior and endure the frivolities of war and the environment as a soldier and as a human being.<h2 class=\"bb_tag\" >Hydration System </h2>The hydration system recreates how crude this war was, forcing the player to find a way to quench their thirst in one of America's hottest biomes, with water shortages being one more enemy to face. You will have to decide if you drink your own urine or load your canteen in a puddle facing the almost total absence of water. Dehydration and illnesses from drinking contaminated water caused countless casualties on both sides.",
    "supported_languages": "英语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/634820/header.jpg?t=1569117110",
    "developers": [
      "Waraní Studios"
    ],
    "publishers": [
      "Ismael Pozzo",
      "Eduardo Benítez"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 13,
        "description": "支持字幕"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}