{
  "635030": {
    "name": "Syrian Warfare: Return to Palmyra",
    "steam_appid": 635030,
    "required_age": 0,
    "is_free": false,
    "description": "A new single-player campaign, as you might infer from the title, will be focused on the dramatic events between December 2016 and March 2017, when the ancient city was once again captured by the terrorists, and an imminent threat loomed – the enemy could now quickly advance into territories controlled by the government, with access to large cities. However, thanks to the tenacity of the Syrian army and its allies, including the Russian air forces, the opponent's advance was halted and then turned back.<br />\r\n<br />\r\nThe plot will focus around a detachment of the elite Syrian unit Tiger Forces. Despite being caught flat-footed by Daesh's sudden assault, they defended their positions on Palmyra's outskirts to the end, got surrounded and fought their way to the T4 air base, where they had a big role in the defense of the air base and the following retaking of Palmyra.<br />\r\n<br />\r\nThe player will have control over new squad types (including, as mentioned, Tiger Forces squads); Lebanese volunteers; and the National Defence Forces. <br />\r\n<br />\r\nThe game's arsenal will be expanded with new weapons: mounted grenade launchers, recoilless guns (both infantry variants and mounted on technicals), high-caliber heavy machineguns. <br />\r\n<br />\r\nThe game's tank park will have new modifications of the T-55 and T-62 tanks in store. The air forces will see the additions of the Russian Ka-52 &quot;Alligator&quot; helicopter, Syrian &quot;Gazelle&quot; light attack/scouting helicopter. <br />\r\n<br />\r\nThe terrorists will also have weapons previously unseen in the game: American Humvees captured from the Iraqi military, anti-tank TOW missiles, heavily-armored VBIEDs.<br />\r\n<br />\r\nThe &quot;Syrian Warfare: Return to Palmyra&quot; requires the base game &quot;Syrian Warfare&quot; to run.",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong>, 德语, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/635030/header.jpg?t=1558601115",
    "developers": [
      "Cats Who Play"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 5600,
      "final": 5600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 56.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 25,
      "total_negative": 2,
      "total_reviews": 27
    }
  }
}