{
  "635750": {
    "name": "LOGistICAL - The Netherlands",
    "steam_appid": 635750,
    "required_age": 0,
    "is_free": false,
    "description": "LOGistICAL expands into Europe starting with the Netherlands<br />\r\n<br />\r\nOver 650 new towns to complete.<br />\r\n<br />\r\nNetherlands like what you have been doing down under and would like to use your services. We are overloaded with a national icon and need it distributed badly.<br />\r\nBefore you get too carried away you will be required to upgrade a few roads if you want your trucks driving all over the place.<br />\r\n<br />\r\nNetherlands is an independent game that you can play at the same time as the main LOGistICAL game (and other add-ons). It has its own money, trucks and of course, challenges. So once installed and tutorial played, you can start playing this pack.<br />\r\n<br />\r\n...<br />\r\n<br />\r\nThe Netherlands pack will take you through the countryside of the Netherlands around tulip fields and windmills.<br />\r\n<br />\r\nThe Netherlands pack can be played independently of the other LOGistICAL packs. Once you have completed the tutorial you can start playing Netherlands. You can play the Netherlands at the same time as playing Australia or New Zealand (if you haven't already completed them).<br />\r\n<br />\r\nYou start with your own new bank account, a bit of cash and a supplied vehicle. You do the rest.<br />\r\n<br />\r\nThere are lots of easy towns to complete and some tougher ones, for those that like that extra challenge.<br />\r\n<br />\r\nThere are limits on the amount of trucks that you can own (8x8t, 3x20t, 2x40t).<br />\r\n<br />\r\nSome of those larger towns can be accomplished easier if you build up your power-ups on those larger trucks.<br />\r\n<br />\r\nNetherlands are happy for you to build industries where ever you like (dependent on landscape and environment), though they would like you to keep them to a moderate size.<br />\r\n<br />\r\nNot every industry is available as a natural resource, so you may have to look at the shipping ports to assist you. The Dutch are excellent traders.<br />\r\n<br />\r\nThere are lots to do and many achievements to collect for finishing towns, fixing roads and upgrading original industries.<br />\r\n<br />\r\nRelax, enjoy and play away.<br />\r\n<br />\r\n<br />\r\n...<br />\r\nLOGistICAL is a large open-world, strategy, puzzle game where you transport different cargoes to complete all the towns throughout the country.<br />\r\n<br />\r\nThe whole game is a huge puzzle while each town is its own little piece of puzzling. There are over 1,000 towns to complete.<br />\r\nPlenty of towns are easy enough. Some take complex planning. Do them in your own order. Get bonuses for completing regions and contracts.<br />\r\nSome cargoes are easy to get. Others you have to create in industries. Use existing industries and build your own.<br />\r\nThe further you get from the start the more strategies you have to use.<br />\r\nPimp up your trucks with bonuses. Last truck delivering gets the bonus.<br />\r\nThe towns and map are to scale. Current or historical industry placement. You could even say that playing is educational.<br />\r\n<br />\r\nThere is plenty more to keep you on your toes.<br />\r\nTowns consume the cargoes you are trying to get to completion.<br />\r\nBig trucks are great for moving lots of stuff, but can't travel everywhere.<br />\r\nThere are lots of broken roads that need deliveries.<br />\r\nUpgrade the industries for better exponential throughput.<br />\r\nCargo stores can sure come in handy.<br />\r\nWhat! I can't take my big trucks across the water on a ferry.<br />\r\n... and what is with those quarantine checkpoints?<br />\r\n<br />\r\nComplete towns, roads, industries, contracts, regions and states for lots of in-game and Steam achievements.<br />\r\n<br />\r\nLOGistICAL's base game covers the whole of Australia including all the major cities, towns and industries. Start in Sydney and work your way through the different regions and states. Eventually covering coast to coast with the most difficult being across the sea to Tasmania.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/635750/header.jpg?t=1534471194",
    "developers": [
      "Sacada"
    ],
    "publishers": [
      "Sacada"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 1050,
      "discount_percent": 50,
      "initial_formatted": "¥ 21.00",
      "final_formatted": "¥ 10.50"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}