{
  "636040": {
    "name": "Pixel Worlds: MMO Sandbox",
    "steam_appid": 636040,
    "required_age": 0,
    "is_free": false,
    "description": "Award winning indie game studio <strong>Kukouri </strong>welcomes you to our multiplatform mmo: <strong>Pixel Worlds</strong> <h2 class=\"bb_tag\" >Awards</h2> -” Best Indie Game Developer ” (Global Mobile Game Awards 2019)<br>&quot;People's choice award&quot; (Game Connection Paris 2018)<h2 class=\"bb_tag\" >Pixel Worlds</h2>Pixel Worlds is a free to play online mmo sandbox indie game that let’s you create, play, craft and build. Have unique adventures, get gems, play with friends, get friends along the way and collect items to show off!<br><br>Join millions of other players in this free to play online multiplatform MMO sandbox adventure and be a part of the friendly online community.<h2 class=\"bb_tag\" >BUILD</h2>- Create your own unique pixel art, parkour, adventure, farm and story world or just a place where you can hangout and play with friends. Or maybe create all of them!<br>- Mine resources and create new blocks, props and items to shape your unique worlds the way you want your adventure to be.<h2 class=\"bb_tag\" >CUSTOMIZE</h2>- Customize your character and have your unique style!<br>- Craft, buy, trade and loot from monsters your next new hats, shirts, masks, weapons, shoes, pants, gloves, shields, wings...<h2 class=\"bb_tag\" >DUNGEONS</h2>- Have an adventure! Fight monsters in dungeons and collect items and get gems to farm for your next piece of gear.<h2 class=\"bb_tag\" >FARM</h2>- You can crossbreed, farm, grow and combine almost anything in Pixel Worlds. Building blocks, furniture, tools, items, weapons and even clothes.<br>- While farming you also get gems and collect items. Use them to buy, trade and craft other items,<h2 class=\"bb_tag\" >TRADE</h2>- Economy of Pixel Worlds is run by the players and the community.<br>- Trade blocks, clothes, gear and other items with players, you decide the price.<br>- You can also trade worlds that you have created!<br>* But be careful! Other players will try to profit from the trade as well so make sure you won’t get scammed! *<h2 class=\"bb_tag\" >PLAY FREE ONLINE</h2>- Compete in worlds created by other players or make your own adventure for others to enjoy!<br>- Play mini games made by the community to win and collect prices!<br>- Take part in weekly online Live Events!<h2 class=\"bb_tag\" >FISHING</h2>- Compete in weekly fishing tournaments to win huge prizes and get gems.<br>- Get gems by selling the fish or use them to craft new fishing gear to catch even bigger and more valuable fish!<h2 class=\"bb_tag\" >PLAY FREE TOGETHER ANYTIME, ANYWHERE</h2>- Pixel Worlds is a free to play multiplatform game that you can also play on your MAC/PC.<br>- Play with friends and use the same account to play free and have an adventure anywhere, anytime in this online MMO!<h2 class=\"bb_tag\" >JOIN THE ONLINE COMMUNITY</h2>- The community of this game also expands over other online social medias. Join our community in our weekly Youtube live streams and videos.<br>- We also have a big Instagram, Discord, Forum, twitter and facebook communities that you should check out and have an adventure together with us!<br><br>“Thanks for reading and if at anytime you want to come and hangout or get in contact with us please join the channel “Pixel Worlds Game” Youtube live streams and other videos or message us <a href=\"mailto:support@kukouri.com”\">support@kukouri.com”</a><br>- Jake, the community manager",
    "supported_languages": "英语, 芬兰语, 波兰语, 瑞典语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/636040/header.jpg?t=1735655972",
    "developers": [
      "Kukouri Mobile Entertainment"
    ],
    "publishers": [
      "Kukouri Mobile Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 8 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}