{
  "636370": {
    "name": "The Sun Never Sets",
    "steam_appid": 636370,
    "required_age": 0,
    "is_free": false,
    "description": "STORY<br />\r\n<br />\r\nJoin Captain Eldon and his crew in a epic quest to find the treasure of the legendary Pirate King. The mad king had sealed his treasure by four mysterious crystals. Only by breaking those seals will Eldon and his crew gain access to the cave where the legendary treasure is buried.  <br />\r\n<br />\r\nIn his quest Eldon will be joined by various other experienced veterans such as:<br />\r\nDoctor Maquiz - pirate doctor abandoned by his crew<br />\r\nAlex - young but gritty pirate<br />\r\nGorak - Orkish chef with an bad attitude<br />\r\nAnd many other story line and secret characters<br />\r\n<br />\r\nIn their quest, they will be opposed by various factions such as rival pirates and the government which yearns to rid the seas of pirates. Will Eldon have what it takes to ensemble his crew and find out what is the treasure of the Pirate King?<br />\r\n  <br />\r\nGAMEPLAY<br />\r\n<br />\r\nThe game is set on a chain of medium and small islands. Method of transportation between landmasses will be by ship which will also serve as a hub zone for the player and various characters he will be able to recruit.  Fights are turn based and action packed, with various enemies lurking in &quot;random encounters&quot;. The final goal is to find the treasure of the mad Pirate King. To do so, the player will have to visit many diverse islands and fight his way trough hordes of cutthroat pirates... and some more nefarious things.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/636370/header.jpg?t=1661093214",
    "developers": [
      "Cipher Hive"
    ],
    "publishers": [
      "My Way Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3000,
      "final": 3000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 30.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 1,
      "total_negative": 2,
      "total_reviews": 3
    }
  }
}