{
  "63630": {
    "name": "The Manhole: Masterpiece Edition",
    "steam_appid": 63630,
    "required_age": 0,
    "is_free": false,
    "description": "In 1988 you met <strong>Mr. Rabbit</strong> and a host of his friends in the World of the Manhole. Your friends are still here, but they've done some remodeling. Prepare for a grand adventure in the world of the Manhole Masterpiece Edition. A world of epic wonder and whimsical magic. A fantastic world where every character comes alive and every new hallway leads to another wild dream. Just point and click. Soon you'll find yourself shooting down a winding waterway with Rejan Elephant. Click again and you're climbing to the top of the rook tower to great Molly Rhinoceros. Click on Mr. Rabbit's dresser drawer and moments later you're flipping through the pages of his noisy ABC book. Or you're suddenly transported to dine with that esteemed soul-cat, Mr. Dragon. So let the child in your home become the main character in a journey through an unforgettable land. A land where imaginations run wild and creativity is as close as the next wonderful doorway.<br>\t\t\t\t\t\tThough officially for children, The Manhole has bright colors, magical locales, and cheerful adventure to delight players of all ages. Follow <strong>Mr. Rabbit</strong> through the manhole and into one of the most wondrous make-believe worlds you'll ever find. Your adventures under the manhole will take you to many odd places -- in this game, the journey is much more important than the destination.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/63630/header.jpg?t=1746844354",
    "developers": [
      "Cyan Worlds Inc"
    ],
    "publishers": [
      "Cyan Worlds Inc"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}