{
  "636490": {
    "name": "Ka Mate",
    "steam_appid": 636490,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><h2 class=\"bb_tag\" >Summary</h2></strong><br>An adventurous TV presenter goes to New Zealand. He want to find this place to investigate the story of Maori &amp; Haka Dance. The adventurous who encounters with unexpected events will have to struggle for life against wildlife. <br> <br>Create, discover, investigate!<br>Protect yourself from attacks, plant something, survive.<br><br><br> <br> <strong><h2 class=\"bb_tag\" >Current Features</h2></strong><br><ul class=\"bb_ul\"><li> Map - A unique game pleasure with New Zealand's natural habitat with the North Island<br></li><li>Dynamic and unique nature events - Avoid rains and storms. Do not forget to take along your ski equipment after June.<br> <br></li><li>Dynamic Night / Day cycle - You can choose to search for nights, rest during the day, and vice versa.<br></li><li>Basic Craft System - Enjoy creating something.<br></li><li>Basic Building System - Either you can choose to stay in a small barracks or you can build a house for yourself. If you think none of this is enough for you, you can set up a base for research. Do not forget to protect yourself.<br></li><li> Wildlife - Protect yourself against wildlife. Kill and stay alive.</li></ul><strong>There's something you need to remember, never let it get angry. </strong><br><br> <br> <strong><h2 class=\"bb_tag\" >Developer Roadmap</h2></strong><br>We develop the game in the direction of feedbacks of the players.<br><ul class=\"bb_ul\"><li> Mac and Linux Support<br></li><li>Multiplayer Mode - Different game modes as well as Co-op and Multiplayer support.<br> <br></li><li> Productivity and sustainability - Farming, fishing and domesticated animals<br></li><li>Mechanics - More impressive and refreshed game mechanics, better sound, better interface and joystick support<br></li><li>Map - Adding New Zealand's southern island to the game and  making the natural construction more realistic. The villages, towns and other constructions.<br></li><li>Seasons - More realistic seasonal system suitable for natural structure, different biomes, Winter is coming!<br></li><li>More wilderness - Region-specific birds, fish, and more.<br></li><li>More building - more varied parts to customize your construction.<br></li><li>Vehicles - Find the vehicle, repair it and take a little drive in New Zealand.<br></li><li>Weapons - Make weapons and fight to survive.<br>More craft items - make improved and extended tools.<br></li><li>Steam Achievements and Steam Cards</li></ul>",
    "supported_languages": "英语, 土耳其语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/636490/header.jpg?t=1647374625",
    "developers": [
      "2645Interactive"
    ],
    "publishers": [
      "2645Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 0,
      "total_negative": 2,
      "total_reviews": 2
    }
  }
}