{
  "63650": {
    "name": "URU: Complete Chronicles",
    "steam_appid": 63650,
    "required_age": 0,
    "is_free": false,
    "description": "The critically acclaimed adventure of <strong>Uru: Ages Beyond Myst</strong> returns with this special collection that contains more Uru than ever before. Already the deepest Myst adventure to date, Uru is significantly expanded with the addition of To D'ni™ and The Path of the Shell, expansion packs that will take Uru beyond your imagination.<br>\t\t\t\t\t\t<ul class=\"bb_ul\"><li><strong>Uru:</strong> Immerse yourself in a story that features the discovery of the lost D'ni civilization. Follow Yeesha, eccentric daughter of Atrus, to discover Lining Books, encounter descendants, and solve puzzles as you adventure through surreal 3D worlds beyond your imagination.<br>\t\t\t\t\t\t\t</li><li><strong>To D'ni:</strong> The first Uru expansion pack lets the player visit various parts of the D'ni cavern. Myst fans will be astounded by the amount of historical and cultural information included in this expansion, and those new to the greatest adventure game of all time will be driven by the expansion story's major dramatic question: &quot;What happened to the DRC and its Restoration?&quot; Through a series of challenges that send the player searching the island of Ae'gura and two D'ni neighborhoods, the player accesses three sections of the D'ni Great Zero.<br>\t\t\t\t\t\t\t</li><li><strong>The Path of the Shell:</strong> The second Uru expansion pack. The second expansion pack for Uru takes the player on a journey to uncover Yeesha's destiny. In Uru, the player learns about D'ni's past. In Uru: To D'ni, the player learns about D'ni's present - the failed Restoration by the DRC. In Uru: The Path of the Shell, the player learns about D'ni's future.<br>\t\t\t\t\t\t</li></ul>",
    "supported_languages": "英语, 法语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/63650/header.jpg?t=1747419054",
    "developers": [
      "Cyan Worlds Inc"
    ],
    "publishers": [
      "Cyan Worlds Inc"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 8 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}