{
  "637410": {
    "name": "Disputed Space",
    "steam_appid": 637410,
    "required_age": 0,
    "is_free": false,
    "description": "Experience epic space battles while piloting a small, fast fighter ship as part of a fleet that lashes out against enemy factions across stunning procedurally generated star systems in Disputed Space.<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>First Person Space Shooter with Six degrees of freedom (6DoF)<br></li><li>Single player campaign with 30 levels<br></li><li>Pilot your ship by rapidly strafing, aiming, dodging, and shooting<br></li><li>Local Split Screen Co-Op Multiplayer<br></li><li>Play as part of a large fleet<br></li><li>Fly in between large capital ships while dogfighting with fighters and bombers<br></li><li>Procedurally generated space scenes<br></li><li>Large battles with dozens of ships and thousands of projectiles<br></li><li>Arcade, Action, 3D SHMUP<br></li><li>Highly Optimized (100+ FPS on a modern PC)</li></ul><h2 class=\"bb_tag\" >Single Player with Optional Local Co-Op Split Screen Multiplayer Mode</h2>Disputed Space supports 2-4 player local co-op split screen multiplayer in addition to the single player mode.  Friends can jump an existing space battle by simply pressing the fire button on their game controller or joystick.  Disputed Space will automatically add the additional local co-op player to the game and split the screen for the players.  This mode is a blast to play with friends and family.<h2 class=\"bb_tag\" >Gameplay</h2>Disputed Space is a fast-paced arcade action game, not a realistic simulator.  It is a 6DOF game that plays like Descent or Overload, but in outer space instead of inside a mine.  Players pilot a small fighter ship that can fly in any direction (including backwards) while blasting enemy ships with lasers and missiles.<h2 class=\"bb_tag\" >Multiple Control Schemes</h2>Disputed Space is designed to play like Descent or Overload, but in outer space instead of inside a mine.  As such, the default control scheme is set up as an arcade action style which makes it easy to aim and strafe.  If players prefer to have Disputed Space play more like a flight simulator, they can customize their control scheme.  All keyboard, mouse, game controller, and joystick controls can be re-mapped to suit each player's unique play style.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/637410/header.jpg?t=1576386077",
    "developers": [
      "ShilohGames"
    ],
    "publishers": [
      "ShilohGames"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}