{
  "638200": {
    "name": "Capitalism 2",
    "steam_appid": 638200,
    "required_age": 0,
    "is_free": false,
    "description": "Capitalism 2 lets you build the empire of your dreams!<br><br>You become a corporate CEO and face real-world challenges as you build a business empire! It's a comprehensive business simulation that gives you the power to win the competition in the free market, with complex business strategies that might make you millions! Choose from over 60 product types to manufacture and market, as you hire and fire upper management positions! It's time to try your hand in the corporate world with Capitalism 2!<br><br>This is the most comprehensive business simulation available!<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li>Make critical business decisions in all areas including retail, manufacturing, marketing, research, agriculture, mining, real estate development and more<br></li><li>Choose from over 60 product types to manufacture and market<br></li><li>Hire and fire upper management positions such as Chief Operating Officer, Chief Marketing Officer, and Chief Technical Officer<br></li><li>Develop your own technology or acquire it from another company<br></li><li>Expand your corporation into a true conglomerate; get ink on your fingers and take to the airwaves with your newspaper publishers, TV, and radio stations<br></li><li>A realistic stock market that allows you to trade stock for quick profits or make long-term investments for ultimate rewards. On a corporate level, you may take the path of merger and acquisition to expand your business empire rapidly</li></ul><br>* Multiplayer mode is functional, but not supported. We recommend using GameRanger for multiplayer matchmaking.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/638200/header.jpg?t=1681189915",
    "developers": [
      "Enlight Software Limited"
    ],
    "publishers": [
      "Enlight Software Limited ",
      "Retroism"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 2700,
      "discount_percent": 25,
      "initial_formatted": "¥ 36.00",
      "final_formatted": "¥ 27.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 15,
      "total_negative": 4,
      "total_reviews": 19
    }
  }
}