{
  "638810": {
    "name": "LOGistICAL - USA - California",
    "steam_appid": 638810,
    "required_age": 0,
    "is_free": false,
    "description": "LOGistICAL expands through the USA starting with California<br><br>Over 1000 new towns to complete.<br><br>California like what you have been doing down under and would like to use your services.<br>California has a wide range of environments from forest, through farmland, huge cities, coastline, oil fields to desert mining.<br>Get your trucks to solve each of these cities from easy to hard, small to large. There are plenty of challenges including roads to fix, industries to build and supply, and contracts to complete.<br><br>California, USA is an independent game that you can play at the same time as the main LOGistICAL game (and other add-ons). It has its own money, trucks and of course, challenges. So once installed and tutorial played, you can start playing this pack.<br><br><br>...<h2 class=\"bb_tag\" >LOGistICAL</h2>LOGistICAL is a large open-world, strategy, puzzle game where you transport different cargoes to complete all the towns throughout the country.<br><br>The whole game is a huge puzzle while each town is its own little piece of puzzling. There are over 1,000 towns to complete.<br>Plenty of towns are easy enough. Some take complex planning. Do them in your own order. Get bonuses for completing regions and contracts.<br>Some cargoes are easy to get. Others you have to create in industries. Use existing industries and build your own.<br>The further you get from the start the more strategies you have to use.<br>Pimp up your trucks with bonuses. Last truck delivering gets the bonus.<br>The towns and map are to scale. Current or historical industry placement. You could even say that playing is educational.<br><br>There is plenty more to keep you on your toes.<br>Towns consume the cargoes you are trying to get to completion.<br>Big trucks are great for moving lots of stuff, but can't travel everywhere.<br>There are lots of broken roads that need deliveries.<br>Upgrade the industries for better exponential throughput.<br>Cargo stores can sure come in handy.<br>What! I can't take my big trucks across the water on a ferry.<br>... and what is with those quarantine checkpoints?<br><br>Complete towns, roads, industries, contracts, regions and states for lots of in-game and Steam achievements.<br><br>LOGistICAL's base game covers the whole of Australia including all the major cities, towns and industries. Start in Sydney and work your way through the different regions and states. Eventually covering coast to coast with the most difficult being across the sea to Tasmania.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/638810/header.jpg?t=1507862440",
    "developers": [
      "Sacada"
    ],
    "publishers": [
      "Sacada"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3100,
      "final": 3100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 31.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}