{
  "639200": {
    "name": "Shadow Over Isolation Demo",
    "steam_appid": 639200,
    "required_age": 0,
    "is_free": true,
    "description": "Its 1984 in Kapra County, Georgia. A town known for its prosperous farmland and colorful citizens. Ryan Kappel is asked to return to Road End Estate, a prominent farmstead in Kapra County, to farm sit at the request of his Aunt. It’s been 17 years since he visited the relative’s estate with his mother and father. Nonetheless, it didn’t take long to sense unease in the air. The nostalgic trip down memory lane ends abruptly as he discovers a mysterious chamber that laid dormant in the now abandoned stable in addition to a defunct corporation that had hands in every wrong doing around town and a sinister history that drove the ancient natives to the brink of insanity.<br />\r\nShadow Over Isolation is an upcoming First-Person Adventure game for PC and Mac. Offering a story-driven Lovecraftian experience without sacrificing gameplay for sake of exposition. Explore the beautifully detailed Road End Estate and many locations around Kapra County, all running on Unreal Engine 4. Lush with interactive elements both functional and optional, all to provide a home away from home as we slowly but surely pull the strings back from the fabric of your mind.<br />\r\n<br />\r\nWe’re not looking to create another rendition of Shadow Over Innsmouth, Color Out of Time, At The Mountains of Madness or the typical style established by Call of Cthulhu franchise. We want to create our own style built on the love for the non-traditional adventure gameplay designs of the 90s mixed with aesthetics INSPIRED by Stanley Kubrick (Visual and Sound Design) and HP Lovecraft’s sanity shattering mythos and storytelling style. We want to contrast the darkness with color, light and hope to properly expose players to a true sense of virtual insanity instead of the generic endless darkness, monsters, museum tour walking/exposition simulation and monotone atmosphere that “Lovecraftian” and Haunted House games typically offer. <br />\r\n<br />\r\nInvestigate the mysteries around Kapra County utilizing the Grey Matter mode, a unique take on deductive reasoning. Visually analyze observations and connect the dots to produce suitable outcomes. Alternate paths can be taken to solve various scenarios, offering non-linear problem solving.<br />\r\nExplore a lush and detailed environment, from the Road End Estate to the Baphomet Corp Excavation Site. Each location is fostered with interactivity, both functional and optional, each to make the world dynamic enough to make the player feel at home in our digital world.<br />\r\n<br />\r\n4+ hours of Main Story gameplay in addition to side stories that build upon the world’s mythos, urban legends, and characters arcs, including the Fairy Tree Murders case file, Disappearance of Senator Rosenberg, the Blackout of 1979 and much more.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/639200/header.jpg?t=1573031976",
    "developers": [
      "Naughty Shinobi"
    ],
    "publishers": [
      "Forever Entertainment S. A."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}