{
  "639300": {
    "name": "Age of Gladiators II: Death League",
    "steam_appid": 639300,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" ><strong>Age of Gladiators II: Death League</strong> is a single-player strategy game set in 3000AD; a violent and unpredictable future where the gladiatorial games have surged in popularity throughout the known galaxy. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Hire scouts to scour the planets for potential prospects – once you have recruited your gladiators through the draft, scouting, missions, trades, or waiver wire acquisitions, you will need to manage their morale and personality while equipping them for battle on the harsh combat environments of various worlds. Recruit support staff, upgrade your headquarters, collect bounties, research technologies, build your headquarters, partake in side missions, and manage the wealth and reputation of your empire as it grows each day.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >As your fighters win battles and increase in level, it will be up to you to decide how to focus their abilities by spending attribute, weapons, and expertise points. Compete, trade, and interact with other in-game owners as you fight through fifty-nine grueling, regular season battles in order to reach the playoffs, vying for the chance to etch your name for all eternity on the coveted Blood League championship trophy. </p><p class=\"bb_paragraph\" >Build your story. Build your empire.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Features:</h2><p class=\"bb_paragraph\" ></p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Eight different species with their own specific combat bonuses and abilities.</p></li><li><p class=\"bb_paragraph\" >Control your gladiators with the new 3D isometric combat system, where fights can have hundreds of different outcomes. Utilize dozens of different combat styles and abilities –employ unique species abilities, combat stims that increase physical stats, and special equipment such as force fields, weapon jammers, armor shredders, nano-leeches, and more.</p></li><li><p class=\"bb_paragraph\" >Construct a headquarters to your exact specifications in order to maximize the efficiency of your operation. Medical bays, training centers, cloning tanks, cybernetics labs, weapons ranges, equipment workshops, and more. </p></li><li><p class=\"bb_paragraph\" >Gladiators are born with their own dynamically generated physical attributes (twelve in total), weapon specialties, and personalities. It is up to you to draft the best prospects from the academy, make astute trades with competing owners, or hire scouts to scour for fringe fighters on nine different worlds. </p></li><li><p class=\"bb_paragraph\" >As your gladiators level up, they gain points to spend on their attributes, weapons training, and expertise. Expertise allows you to build and customize your fighter according to their appropriate strengths. Weapons training allows you to specialize your gladiator with a specific weapon (pistol, carbine, or rifle for ranged sharpshooters, or 1-handed sword, 2-handed sword, or axe for melee brawlers). The physicality of your gladiators will increase or decrease with age, depending on if they are in their prime or declining.</p></li><li><p class=\"bb_paragraph\" >Track the progress of your recently-drafted gladiators in the Rookie League, carefully developing and preparing them for their eventual promotion to the deadly Blood League. You could have the next unstoppable superstar in your farm system!</p></li><li><p class=\"bb_paragraph\" >Clone dead fighters back to life or fit them with cybernetics if they are grievously wounded.</p></li><li><p class=\"bb_paragraph\" >Be sure the check the bounty board. An opposing gladiator in the arena may have a price on their head, yielding millions of credits in payouts if they are killed in battle.</p></li><li><p class=\"bb_paragraph\" >Manage your gladiators carefully – their morale, greed, injuries, fatigue, weapons training, and more must be taken into account before sending them to battle.</p></li><li><p class=\"bb_paragraph\" >As your gladiators gain glory from battle, they will become more widely recognized and adored by the crowds. Win enough battles and they may even get voted into the Blood League hall of fame after they retire (or die).</p></li><li><p class=\"bb_paragraph\" >Become a mogul outside of the arena. Purchase property for fame or businesses through which to further increase the efficiency of your operation.</p></li><li><p class=\"bb_paragraph\" >Purchase, recruit, draft, trade, or claim fighters off the waiver wire. </p></li><li><p class=\"bb_paragraph\" >Rob credit shipments, kidnap enemy fighters, assassinate your debt holders and more with the proactive mission system. Increase the odds of success by sending reliable gladiators on the mission as well. Lawfully aligned gladiators will only partake lawful missions, while criminally-inclined gladiators will assist in unlawful activities. </p></li><li><p class=\"bb_paragraph\" >Engage in five different branches of research: combat, medical, weapons, armor, and scouting. </p></li><li><p class=\"bb_paragraph\" >Search for deals on weapons, armor, combat stims, special equipment, and credit loans on the marketplace.</p></li><li><p class=\"bb_paragraph\" >Hire staff such as scouts, doctors, trainers, weapons techs, and armor techs to help your gladiators achieve victory. Assign your superstars or promising prospects to trainers for individual grooming; or accelerate the healing of your wounded by providing them expert medical care from your hotshot doctor.</p></li><li><p class=\"bb_paragraph\" >Strive to become the wealthiest individual in the known galaxy. There are quick and underhanded ways to make money, but your reputation and fighter’s morale may suffer as a result.</p></li><li><p class=\"bb_paragraph\" >Receive taunting messages from opposing bosses as well as various other messages from your fighters, staff members, and different characters as you progress through the game. </p></li><li><p class=\"bb_paragraph\" >Rename your gladiators in order to increase your attachment toward them.</p></li><li><p class=\"bb_paragraph\" >Bet for or against your gladiator based on the odds generated by bookmakers in-game. </p></li><li><p class=\"bb_paragraph\" >Fight purses and betting is based on the hype associated with each match. The greater the hype, the more lucrative the fight purse and betting market will be - but the opposition will also be tougher.</p></li><li><p class=\"bb_paragraph\" >Each game is dynamically generated and different each time. </p></li><li><p class=\"bb_paragraph\" >Play as many seasons as you want. Build your story. Build your empire.</p></li></ul>",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/639300/header.jpg?t=1742986909",
    "developers": [
      "Creative Storm Entertainment"
    ],
    "publishers": [
      "Creative Storm Entertainment",
      "Vincennes Group"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4300,
      "final": 4300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 43.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 38,
      "highlighted": [
        {
          "name": "Bargain Hunter",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/639300/1196af5d800f84aabbac74a35fffc3051184a1df.jpg"
        },
        {
          "name": "You’re Cheap!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/639300/4322e554b575d2c947f6ce9c83d057998be9e70b.jpg"
        },
        {
          "name": "Job Creator",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/639300/113dd4852b9889b6038fa3714788fd6c4f2607c5.jpg"
        },
        {
          "name": "New Recruit",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/639300/cb0e00b2c745c1bdafc12af8a397df4ff475832c.jpg"
        },
        {
          "name": "Win Some...",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/639300/7f06529a1ec97964482bd16f4cbdf13dd72bad42.jpg"
        },
        {
          "name": "...And Lose Some",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/639300/8ea702455e13b83854b0d57581b6e151176da75e.jpg"
        },
        {
          "name": "Renovator",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/639300/27fdd91912dd1b5f373ebc303da686d522ca39b5.jpg"
        },
        {
          "name": "New Carpet",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/639300/092e36cf90b8dd2969750abad14be8c9a1b588ab.jpg"
        },
        {
          "name": "Do Evil",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/639300/a724401f09b97f223f06b9b676842ce520965579.jpg"
        },
        {
          "name": "Do Good",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/639300/a1c733820b7bd21e4fd8b1c0cdd7ee7c1bf105c4.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}