{
  "639680": {
    "name": "Motorsport Manager - Challenge Pack",
    "steam_appid": 639680,
    "required_age": 0,
    "is_free": false,
    "description": "It’s time to return to the podium. Strap in and enjoy 12 thrilling new gameplay challenges inspired by events and ideas from the history of motorsport. <br><br>Each of the exhilarating challenges in this pack will test your ability to adapt and succeed under pressure.  Try to win races in a season where unusual, but exciting rules like race track sprinklers and reverse grids have been introduced. Or strive to bring your team back from the brink in a season marred by the loss of your vital parts design centre. <br><br>Rookie, Pro and All-Star challenges, each escalating in difficulty, ensure that you'll need to bring your A-game to succeed, even if you’re a seasoned Motorsport Manager player. With each successfully completed challenge, you'll also earn a new reward in-game.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/639680/extras/ChallengePackGIF.JPG?t=1756405184\" /></span><br><br>An example of three of the challenges you’ll encounter in the Challenge Pack:<br><br><strong>Sprinkler Savvy</strong><br>This season’s controversial introduction of race sprinklers has taken most of the teams by surprise. Often a back-of-the-table team, an adaptable driver and a respectable pit crew has meant that Dragon Race Team have lucked into first place on the Team’s Championship. With one race left, Dragon only need to get a podium position to solidify the standings and win their first ever Team Championship title. <br><br><strong>Up in Flames</strong><br>The 2016 season has taken a horrific turn for the worst at Scuderia Rossini. During the tenth race, their star driver Wexler was involved in a serious crash and sustained dozens of life threatening burns! He’s in the infirmary for the next few races: can Rossini get everything ready for his triumphant return?<br><br><strong>From the Ashes</strong><br>Things were looking great for Windsor Racing this year: a good car, excellent support staff and some of the best drivers in the series. That was until, after just four races into the season, their design centre burnt down. Now, unable to build any new car parts for the season, Windsor need to try and win the championship.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 俄语, 葡萄牙语 - 巴西, 荷兰语, 匈牙利语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/639680/header.jpg?t=1756405184",
    "developers": [
      "Playsport Games"
    ],
    "publishers": [
      "Miniclip"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3100,
      "final": 3100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 31.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}