{
  "639730": {
    "name": "Murder In Tehran's Alleys 2016",
    "steam_appid": 639730,
    "required_age": 0,
    "is_free": false,
    "description": "Holy violence?! That’s how Jamshid Farrokhi, a crystal meth addict, is thinking. After using this narcotic industrial chemical, he ruthlessly kills his whole family - his wife, 12-year-old daughter and newborn son – out of severe hallucination. It was only after he sobers up that he realizes what a disaster he has brought to himself. So, he decides to avenge those who were responsible for his decadence and for turning him into a human less worthy than an animal. Thus began the murders and the unimaginable violence! The recorded films during the murders and the heartbreaking confessions by the victims shock everyone and cause turbulence in the society. Faramarz Afshar, a 32-year-old detective, is assigned to investigate this case; a case which can seemingly be regarded as the most difficult challenge in his life. In “Murder in Tehran Alleys 2” you experience the encounter between Faramarz and Jamshid Farrokhi in a clash of violence, reason, and the Great Sins (religion) with a taste of serial killing stories. “Murder in Tehran Alleys 2” is a tribute to David Fincher’s “Se7en”",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/639730/header.jpg?t=1759953020",
    "developers": [
      "RSK Entertainment"
    ],
    "publishers": [
      "Strategy First"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}