{
  "640050": {
    "name": "Soldiers of the Universe",
    "steam_appid": 640050,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Join the War Against Real Terror!</strong><br><br>Soldiers of the Universe is a story-driven first person shooter game that tells the story of a group of soldiers fighting against terrorist organizations in the Middle-East.<br><br><strong>Story</strong><br><br>The Republic of Turkey has a secret organization called &quot;<i>Akinci Warriors</i>&quot; who specializes in secret military operations. Our hero Hakan takes over his father Selim Kahraman’s place as &quot;<i>The Toyga</i>&quot; of Akinci Warriors. He will lead military operations to take his father’s revenge and he will fight against the enemies of the state. Having trained in military and various branches of science for many years Hakan will be fighting a relentless struggle against terrorists along with three other heroes that joined to his side. After meeting Mr. Barbaros and Akıncı warriors, a lot will change in Hakan's life. He will learn what &quot;patriotism&quot; really means and he will understand the importance of fighting for his own country but not for his personal devils. With the intelligence gathered by Republic of Turkey, The Military and Akinci Warriors; our heroes will carry out operations against various terror organizations at Southeast Anatolia, Northern Syria and Istanbul.<br><br><strong>Operation Locations</strong><br><br>• Cizre / Sirnak / Turkey<br>• Nusaybin / Mardin / Turkey<br>• Jarabulus / Aleppo / Syria<br>• Al-bab / Aleppo / Syria<br>• Sultanahmet / Istanbul / Turkey<br><br><strong>Development Process</strong><br><br>This is the first game of a handful devoted indie game developers at Rocwise Entertainment. We worked for countless days and nights to make it possible to put up this story-driven FPS game of ours within a few months on a tight budget.<br><br>After finishing concept, design and story elements in February 2017, development process of Soldiers of The Universe (SoTU) finally came to an end. Initially, we were planning to release SoTU in July 2017. But to make a smooth launch and more importantly, to get face to face feedback from the players, we decided to postpone our release date to match with the first day of GameX 2017 International Digital Gaming and Entertainment Expo.<br><br>*Visuals, gameplay mechanics and animations on this page does not represent the final quality of the experience.",
    "supported_languages": "英语<strong>*</strong>, 土耳其语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 阿拉伯语, 简体中文, 葡萄牙语 - 巴西, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/640050/header.jpg?t=1584113750",
    "developers": [
      "Rocwise Entertainment"
    ],
    "publishers": [
      "Rocwise Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Mostly Negative",
      "total_positive": 2,
      "total_negative": 8,
      "total_reviews": 10
    }
  }
}