{
  "640680": {
    "name": "Fantasy Grounds - Rome (BRP)",
    "steam_appid": 640680,
    "required_age": 0,
    "is_free": false,
    "description": "BRP Rome<h2 class=\"bb_tag\" >An Adventure Module for use with the Fantasy Grounds virtual tabletop</h2>Silver Ennie for the 'Best setting' category at the ENnies Awards 2010!<br><strong>The Life and Death of the Republic</strong><br>The Ransom and The Promise by Ken Spencer feature the plague of piracy in the Mediterranean,<br>with the frequent taking of hostages and the necessity to reassert the supremacy<br>of Rome over the seagoing scum. But the players will soon discover that the Eternal<br>City hosts subtle, yet more hazardous, kinds of threats.<br>In The Sacrilege by Pete Nash the players will face an obscure intrigue and ethical<br>dilemmas, in a mystery adventure involving a mixture of passion, religion and treachery.<br>The Invasion by Conall Kavanagh takes our adventurers to the most daring of Caesar's<br>military adventures: the invasion of Britain. Will the characters, used to Roman<br>politics, find their way in the dangerous arena of Briton tribal intrigues?<br>Run as a mini campaign, or used as single adventures, these scenarios offer exciting<br>and deadly experiences - including riots, battles and the inevitable skulduggery<br>of Republican Rome!<br><strong>Requirements: </strong>The free Fantasy Grounds virtual tabletop (VTT) software and the BRP ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Basic Roleplaying (BRP) ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/640680/header.jpg?t=1768380924",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 30 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}