{
  "642280": {
    "name": "Grim Dawn - Ashes of Malmouth Expansion",
    "steam_appid": 642280,
    "required_age": 0,
    "is_free": false,
    "description": "Ashes of Malmouth picks up where Grim Dawn leaves off, expanding the world and story with two new chapters in the epic struggle to free humankind from the horrors of the Aetherials. Deep within the fallen city of Malmouth, the Shaper of Flesh crafts grotesque living weapons that could deal a final blow to the human resistance. You must forge new alliances as you push forward through deep forest, the void and into the city itself in a heroic effort to end the Aetherial terror. Venture into dangerous new parts of the world as you discover unique items, empower your characters and make difficult choices that have a lasting impact on the people of Cairn.<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li>Level Cap Increased to 100 - Reach for ever greater power with an increased level cap of 100 and an increased Devotion cap of 55!<br></li><li>Two New Class Masteries – Unleash your vengeance upon the enemies of humanity with two new Masteries: the Inquisitor and the Necromancer, both of which can be combined with the base game’s Masteries, nearly doubling the possible combinations!<br></li><li>Two Story Chapters - Confront the devious Aetherials and their twisted abominations in the fallen city of Malmouth as you push forward alongside the Black Legion and Inquisitor Creed in two epic Chapters!<br></li><li>Transform Your Appearance – A brand-new Illusionist Service NPC enables you to transform the appearance of your equipment and customize your ideal look! Draw upon every item in your collection across all characters!<br></li><li>New Environments - Explore new parts of Cairn to the north of Burrwitch and beyond!  Traverse the treacherous forest of Gloomwald and the murky Ugdenbog as you seek passage to the fallen city of Malmouth.<br></li><li>Four Factions - New Factions provide more opportunities to make allies…and enemies. Earn their favor to unlock unique rewards, or become a nemesis to spawn powerful foes.<br></li><li>14 Constellations - Unleash the might of the Arkovian Gods with 14 new Devotion Constellations that open up even more combinations in Grim Dawn’s massive constellation map.<br></li><li>Collect Hundreds of New Items - Dozens of new Monster Infrequents and Hundreds of Epic and Legendary items are waiting to be added to your collection! Combine them with the new Illusion System to create a look unique to you!<br></li><li>Item Skill Modifiers - Transmute and empower your Mastery skills using new modifiers found exclusively on equipment.<br></li><li>New Nemesis and Super Bosses - Tackle all-new vicious threats and earn their unique loot. Discover Cairn’s secrets to summon supremely powerful foes.<br></li><li>A New Rogue-Like Dungeon - the Ancient Grove. Once the haven of the beast god Mogdrogen, this sacred place has become tainted by the corrupting presence of the Aetherials and the Chthonians. Venture inside and face off against grave new dangers, and powerful unique rewards.<br></li><li>Expanded Stash - Stow away precious treasure with a vastly expanded Personal Stash and an additional Shared Stash Tab.<br></li><li>Reset Your Attributes and Mastery Bar - Find a new type of potion that allows you reset your Attribute Points. Speak to a Spirit Guide to unlearn the Mastery Bar down to one point.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 捷克语, 日语, 俄语, 简体中文, 葡萄牙语 - 巴西, 意大利语, 韩语, 越南语, 波兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/642280/header.jpg?t=1700170525",
    "developers": [
      "Crate Entertainment"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7500,
      "final": 7500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 75.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 149,
      "total_negative": 23,
      "total_reviews": 172
    }
  }
}