{
  "642620": {
    "name": "Cyber Rebellion",
    "steam_appid": 642620,
    "required_age": 0,
    "is_free": false,
    "description": "The year is 2049, The location : Cyber City, A city full of corruption and greed.<br />\r\n<br />\r\nYou arrive to the city from the outlands to start a new life as a security guard for a research centre, little did you know on that fateful morning of your first day something would happen to change your life forever!<br />\r\n<br />\r\nCyber rebellion is a campaign based Cyberpunk style game for Oculus and SteamVR, choose your faction and play the game different ways, making tough decisions along the way, Complete side quests or stick to the main missions it is up to you.<br />\r\n<br />\r\nThe game will feature : <br />\r\n<br />\r\n- Realistic gun handling, with clip reload, slide action and more<br />\r\n- Upgradable Side arm, visit one of the upgrade machines around Cyber City and purchase upgrades.<br />\r\n- Upgrade your hands to help with hacking or provide a shield and much more<br />\r\n- Random encounters and side missions<br />\r\n- Choice of 2 factions, The raiders or the CCPD (Cyber city PD)<br />\r\nand much more<br />\r\n<br />\r\nThere are many dangers in Cyber City from random crimes to the CCPD drones that will come for you if you commit a crime.<br />\r\n<br />\r\nMany Locations to visit, The Nightclub, Research centre, outlands, slums, strip club and the CyberCOR building, or just stop by street vendors.<br />\r\nThe City is run by a Modified AI cyborg who shows no compassion and must be stopped, working your way up in either faction to get that chance may be the only way to save Cyber city.<br />\r\n<br />\r\nIncluded in the full release the game will feature full locomotion and comfort settings with the option for seated play. Graphical settings will be present to help with performance.<br />\r\n<br />\r\nComing after release :  A Coop Zombie wave game set within the locations in the game, play with a friend through varying difficulties.<br />\r\nCyber Rebellion can you take over the city? Lets see....",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/642620/header.jpg?t=1649076107",
    "developers": [
      "MGSStudios"
    ],
    "publishers": [
      "MGSStudios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}