{
  "642800": {
    "name": "Train Simulator: MRCE Dispolok Pack Loco Add-On",
    "steam_appid": 642800,
    "required_age": 0,
    "is_free": false,
    "description": "Bring powerful locomotives and hefty freight to life with the action-heavy MRCE Dispolok Pack! With a rich history and lots to play with, this pack is the perfect way to freshen up your collection.<br><br>Following the turn of the 21st Century, a handful of Siemens’ locomotives, which had recently been shipped to their buyers, were returned owing to technical issues found upon entrance into service. While not ideal, Siemens took it in their stride to repair the faults and ensure the locomotives were ready for service proper, and to avoid working at a loss, took full advantage of the European rail transport deregulation.<br><br>The deregulation would allow the leasing of traction and rolling stock to newly-formed private companies, instead of them having to purchase and maintain such stock outright. It was this that saw Siemens set up “Dispolok”, a locomotive-leasing division that would put their returned traction to profitable use. The project was a success, and soon more locomotives would be built specifically with leasing in mind.<br><br>Before long however, Siemens, who was retiring from the leasing business, reached an agreement for Mitsui Rail Capital Europe to acquire the brand in 2006. By this point, around 100 locomotives were in the Yellow &amp; Grey Dispolok brand, and MRCE added to that by ordering from Siemens around the time of their acquirement of the brand. Two years later, and the company was renamed to MRCE Dispolok, which saw a new Black livery added to locomotives. The brand was further changed to MRCE GmbH in 2013.<br><br>Over the years, a multitude of locomotive types have been leased by MRCE/Dispolok to provide operators a reliable choice of traction, that is able to put down as much power required for any duty. The fleet includes Siemens’ very own ES 64 F, F4 and U2 electric locomotives, and their ER20 Eurorunners. Additionally, EMD JT42CWR’s have been a recent popular addition, this locomotive is better known as the EMD Class 66, a Europe-wide favourite with over 650 produced.<br><br>Take them for a spin now!<br><br> <h2 class=\"bb_tag\" >Included Scenarios</h2>This DLC includes 3 brand new Scenarios for The Rhine Railway: Mannheim-Karlsruhe Route:<br><ul class=\"bb_ul\"><li>Scenario 1: [MRCEDP] 01. Automobile Deliveries<br></li><li>Scenario 2: [MRCEDP] 02. Northbound Freight Run<br></li><li>Scenario 3: [MRCEDP] 03. Winter Run</li></ul><br>More scenarios are available on the Steam Workshop online and in-game. Train Simulator’s Steam Workshop scenarios are free and easy to download, adding many more hours of exciting gameplay. With scenarios being added daily, why don’t you check it out now!<h2 class=\"bb_tag\" >Key Features</h2>The MRCE Dispolok Pack features:<br><ul class=\"bb_ul\"><li>EuroSprinter ES 64 F in Dispolok livery<br></li><li>EuroSprinter ES 64 F4 in MRCE Dispolok livery<br></li><li>EuroSprinter ES 64 U2 ‘Taurus’ in Dispolok livery<br></li><li>ER20 Eurorunner in Dispolok livery<br></li><li>EMD JT42CWR ‘Class 66’ in MRCE livery<br></li><li>Habbins, Simmns &amp; Zags 122 wagons<br></li><li>Quick Drive Compatible<br></li><li>Download size: 221.3 MB </li></ul>",
    "supported_languages": "英语, 法语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/642800/header.jpg?t=1728375923",
    "developers": [
      "Dovetail Games"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}