{
  "643580": {
    "name": "Avatar Of The Wolf Demo",
    "steam_appid": 643580,
    "required_age": 0,
    "is_free": true,
    "description": "Hunt down the killer who murdered the Wolf god! As Wolf's last avatar before his assassination, will you revive your god, take revenge on his killer, or destroy the pantheon and bring about a new order?<br><br><i>Avatar of the Wolf</i> is a 135,000-word interactive fantasy novel by Bendi Barrett. It's entirely text-based, without graphics or sound effects, and fueled by the vast, unstoppable power of your imagination.<br><br>In a savage land where the gods manipulate mortals like pawns on a chess board, Wolf's divine power controlled you and protected you. But since Wolf's death, the eyes of Hawk, Spider, Bear, Gazelle, and Eel are upon you. The embers of Wolf's power still burn within you; your remnants of divinity threaten to topple the pantheon.<br><br>Forsake the gods and join the Rising Sun, a heretical sect that defies divine rule. Embrace the anarchic, self-serving ethos of Spider and her seductive avatar. Obey Wolf's feral impulses and slaughter your enemies as head of the last Wolf enclave, or forge a lasting peace without spilling a drop of blood.<br><br>The gods are fading. Will you hasten their demise or harness their divine power? <br><br><ul class=\"bb_ul\"><li> Play as male, female, or agender, straight, gay, bi, or asexual.<br></li><li> Discover the secret behind the disappearance of Wolf, your patron god<br></li><li> Take up the mantle of your savage missing god, or strike out on your own path<br></li><li> Receive the blessings of the Spider, Bear, and Eel gods... by force, if necessary<br></li><li> Ally with the followers of Wolf or join up with the god-hating Rising Sun<br></li><li> Convince the head of the Wolf enclave to recognize your superior power or lead alongside them<br></li><li> Choose to survive peaceably in this brutal world, without taking a single life<br></li><li> Impress the pantheon of animal gods, reject their rule, or usurp them altogether</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/643580/header.jpg?t=1734032647",
    "developers": [
      "Choice of Games"
    ],
    "publishers": [
      "Choice of Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}