{
  "643690": {
    "name": "TS Marketplace: NER/GNR Non-Corridor LNER Pack",
    "steam_appid": 643690,
    "required_age": 0,
    "is_free": false,
    "description": "These coaches of North Eastern Railway and Great Northern Railway pedigree were built from around 1907. The NER coaches were built under the direction of Wilson Worsdell (the CME of the NER) whilst the GNR were designed by Sir Herbert Nigel Gresley (CME of the GNR and LNER).<br><br>There were 3 diagrams of NER Non Corridor Elliptical Roof coaches and these were Dia 144 49ft Brake Third, Dia 149 49ft Full Third and Dia 121 52ft Composite. The Brake third had a body width of 8’0” to accommodate the large guard’s duckets. The Third and Composite were 8’6” wide. The LNER liveried set is painted in the LNER’s standard carriage Tan used on carriages not built of more exotic woods such as teak. These long lived carriages lasted in service up until the 1960’s before removal from passenger service.<br><br>There were comparatively more GNR 58ft Non Corridor Elliptical Roof Teak coaches built in teak to Gresley’s familiar carriage design, this set comprises of a Dia 183 Lavatory Composite Brake, a Dia 274 Lavatory Brake Third, a Dia 121/164 Lavatory Composite and a &quot;Football Saloon&quot; to Dia 21. Built with lavatories to give the flexibility to be used on longer runs than the normal suburban commuter rosters. The “Football Saloon” was for use by football teams in the days when they travelled by train to distant fixtures. It was also used for excursion work. All the lavatory coaches were arranged to have toilet access from every seat. The GNR made great use of Brake Composites, often dropping a single unit at a station to form a branch train. Withdrawal dates unknown but thought to be the early 1960’s.<br><br>Also includes is a NER 45ft Bogie Covered Carriage Truck (CCT) and NER Clerestory Inspection Saloon NER 1661. The CCT was built by the NER from 1915 and the LNER up to 1927, with matchboard sides above the waist and steel panels below. Lasted in service till the late 60’s/early 70’s. Meanwhile the Inspection Saloon was built by the Stockton &amp; Darlington Railway in 1871 as a 6-wheel 3rd Class saloon. Converted by the NER in 1884 to an Inspection Saloon (No.1661) for its Locomotive Superintendent, Edward Fletcher. In 1904 it was rebuilt to a 40 ft bogie vehicle. It became LNER No.21661 and BR E902179E. It was withdrawn by BR in 1969 having been in use for 98 years! It’s famous for being &quot;The Old Gentleman's Saloon&quot; in the film “The Railway Children”.<br><br> <h2 class=\"bb_tag\" >Key Features</h2>The NER/GNR Non-Corridor LNER Pack for TS Marketplace includes the following coach types:<br><ul class=\"bb_ul\"><li>LNER Ex-GNR Milk Brake<br></li><li>LNER Ex-GNR Brake Comp<br></li><li>LNER Ex-GNR Brake Third<br></li><li>LNER Ex-GNR Composite<br></li><li>LNER Ex-GNR Football Saloon<br></li><li>LNER Ex-NER Brake Third<br></li><li>LNER Ex-NER Composite<br></li><li>LNER Ex-NER Covered Carriage Truck<br></li><li>LNER Ex-NER Inspection Saloon<br></li><li>LNER Ex-NER Third</li></ul><br>Download size: 106.3 MB",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/643690/header.jpg?t=1516791802",
    "developers": [
      "Matrix Trains"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}