{
  "643910": {
    "name": "Ashes of the Singularity: Escalation - Co-Op Map Pack",
    "steam_appid": 643910,
    "required_age": 0,
    "is_free": true,
    "description": "Grab a friend (or two or three!) for some epic battles on 9 brand new maps designed specifically for cooperative play. Spawn points are placed to keep teammates close together to allow for combined attacks and strategies. Clearly defined resources for each player prevents any fighting over spawn locations or expansion opportunities and keep the maps fair and balanced for everyone.<h2 class=\"bb_tag\" >Features</h2><strong>New Maps:</strong><br><ul class=\"bb_ul\"><li> Delta Serpentis: Step into complete chaos in this medium-sized 4v4 arena. Navigate carefully around terrain, but be careful - defenses could be waiting to ambush you at every turn. <br><br></li><li> Gamma Draconis: If you like fast-paced and aggressive, this 2v2 desert map is for you. Combine efforts with your teammate for a deadly push through the map’s center, or favor a more devious approach by focusing your enemy’s flanks. <br><br></li><li> Leporis: Build up an economy and grow your army before facing down your opponents. Built for 4 players (2v2) and to give plenty of breathing room, the battles on this map will be large and epic. <br><br></li><li> Mirach: Choose your paths carefully on this medium-sized 2v2 desert map. Large mountains and a wide basin limits movement, so you’ll have to plan ahead in order to get the drop on your enemy before they get the drop on you. <br><br></li><li> Merga: This long and narrow 3v3 map is surrounded by lava. Strategize carefully about whether or not you want to duel with your lane opponent, or combine attacks with your teammates for a decisive push. <br><br></li><li> Rigel: A turtler’s dream, this medium 2v2 map has only a single pathway through its center. You’ll need to concentrate all of your efforts onto the central killing field in order to be successful.<br><br></li><li> Ross 128: Narrow choke points and multiple pathways across this small 2v2 map make for different strategies and attack paths. If you’re quick, you can lock down sections of the map and create some serious roadblocks for your opponents.<br><br></li><li> Talitha: For players who like huge, long battles with two team mates, Talitha features a wide open battlefield on the desert lowground and is the biggest 3v3 map to date.<br><br></li><li> Trappist: Designed for 3v3, but playable in many other game modes, the center of this medium-sized map contains a massive stockpile of resources. You’ll have to move quickly to prevent it from falling into your enemy’s hands.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong>, 法语, 意大利语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/643910/header.jpg?t=1770136407",
    "developers": [
      "Stardock Entertainment",
      "Oxide Games"
    ],
    "publishers": [
      "Stardock Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}