{
  "644160": {
    "name": "Reflecting Fate",
    "steam_appid": 644160,
    "required_age": 0,
    "is_free": false,
    "description": "Game represents detective thriller from the first person with elements of my mysticism.  Action takes place in 1996 in Denwood, player personates as its original resident. Suddenly cattle began to disappear on the island. Animals disappeared at nights absolutely without a trace, and, it seems that nobody could prevent it.  But everything changed in one day. Disappearances affected the family of the lead character, that’s why he couldn’t step aside. Step by step, trace by trace, proof by proof, he was to explore what happened and what scary mystery was kept by island Denwood. <br><br>Game has an open world, and the whole island is available from the beginning. You can go through the plot and explore what happened on the island bit by bit, and you can make the special investigation. Game is nonlinear and it is allowed to reach final in a variety of ways.<br>You are not restrained by anything: every house is available for visiting and each object on the island has a trace of its residents. You need to learn in details everything you see, compare facts and gather evidence into the whole picture bit by bit. But the fact, whether or not you can found out the truth depend on it.<br><i><br>Reflecting Fate is based on Lex Mortis universe and completes its story. We did a lot of work on improving the content from lex mortis and transferring it to a new engine.</i>",
    "supported_languages": "英语<strong>*</strong>, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/644160/header.jpg?t=1626134092",
    "developers": [
      "KxONE",
      "Starmops"
    ],
    "publishers": [
      "Starmops"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}