{
  "644280": {
    "name": "Arms of Telos",
    "steam_appid": 644280,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>RETHINKING THE COMPETITIVE FIRST PERSON SHOOTER</strong></h2>Arms of Telos is a new kind of competitive first person shooter with 30ft tall spider-mechs, zero gravity with full six degrees of freedom, grapple hooks, racing, a fresh new take on capture the flag, and a diverse set of weapons and equipment that challenge long-standing genre archetypes.<h2 class=\"bb_tag\" ><strong>MAIN FEATURES</strong></h2><ul class=\"bb_ul\">    <li><h2 class=\"bb_tag\" >MOVE LIKE NEVER BEFORE</h2>Zero gravity with full six degrees of freedom in outer space, gravity inside space colonies carved out of asteroids, special magnet surfaces that can anchor you in zero gravity &amp; serve as a launch pad, and for good measure there's also some weapons/equipment that can further augment your movement, like the Grapple Hook -- you've never played a game that moved like this. <br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/644280/extras/624488adb17dfb75d4887e5c3837e17c.poster.avif?t=1734189487\" width=400 height=222 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/644280/extras/624488adb17dfb75d4887e5c3837e17c.webm?t=1734189487\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/644280/extras/624488adb17dfb75d4887e5c3837e17c.mp4?t=1734189487\" type=\"video/mp4\"></video></span><br><br>Inspired by things like surfing in CS, strafe jumping in Quake, and skiing in Tribes -- the movement systems in Arms of Telos were designed from the ground up to be fun and reward mastery. The spider-mechs maintain momentum while traveling on the ground inside space colonies and, almost like a car, you'll lose traction if you try to turn too sharply. Outside, you can manipulate your trajectory with zero g drifting. <br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline crossorigin=\"anonymous\" poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/644280/extras/61497946bf2a070424acec4c3e0044d2.poster.avif?t=1734189487\" width=400 height=224 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/644280/extras/61497946bf2a070424acec4c3e0044d2.webm?t=1734189487\" type=\"video/webm; codecs=vp9\"></video></span><br><br>    </li><li><h2 class=\"bb_tag\" >A NEW TAKE ON CAPTURE THE FLAG</h2>Paired with the movement system is a fresh new take on the classic CTF game mode, retooled to be even more exciting and designed specifically for 5v5. <br><br><br>Instead of scoring a single point per cap, each team has a healthbar. When you take the enemy flag, you can stick around their flagstand to soak up more points into the flag, making it more valuable when you capture it and taking away more of the enemy team's health bar. This opens up different flag capping strategies -- will you prioritize speed by getting in and out? Or will you bring help to escort you back with a more valuable flag? This also elegantly solves the problem of tie games. <br><br>Additionally, this happens in 3 stages -- as you deplete the enemy team’s first stage by capping their first flag, you advance to enemy's stage 2 flag. So during the match, you progress deeper and deeper into the enemy base -- different parts of the map are in play as the match goes on. And finally, unlike the flags of the first two stages, the final flag turns into a defend the point mode as you capture it at your base.  This creates a fun final opportunity for the losing team to try and turn things in their favor and gives the match a nice climax at the end. <br><br>    </li><li><h2 class=\"bb_tag\" >CREATE YOUR OWN KIT</h2>Players aren't stuck with a preset hero or class, you create your own by mixing and matching from a diverse set of weapons and equipment that challenge long-standing genre archetypes. <br><br><br>A few examples of weapons/equipment already in the game:<br><ul class=\"bb_ul\"><li>Teleport Blade - when you stab an enemy mech, it places a sticky explosive that you detonate by maintaining line of sight (the better your aim, the faster it detonates -- if you lose your target, they're safe). Right click and hold to shoot out an orb, teleport to it when you let go -- use these short range teleports to dodge enemy fire and close the gap.<br></li><li>Grapple Hook - Totally changes how you move around the map -- take sharp turns without losing speed, jump from high up and swing under a bridge to get moving quickly. Mastering this is essential for flag cappers. <br></li><li>Eye of Jupiter - Initially fires a bolt of lightning that does a little damage, but if you keep left click held, it'll charge up a secondary shot -- let go to fire Thunder for more damage. Use this to lead moving targets or defend an area. Hitting enemies with these will charge up the meter for the AOE Storm Shot -- this weapon basically has its own ultimate attack. <br></li><li>Speed Gates - Deploy up to three Speed Gates around the map to create a super speed super highway to help your team quickly get around. As they fly into one, it'll send them speeding in the direction they're facing. </li></ul><br>What's in the game now represents only a small piece of the overall vision for the game -- eventually, I'd like to have dozens of weapons and equipment to select from. <br><br>    </li><li><h2 class=\"bb_tag\" >RACING</h2><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline crossorigin=\"anonymous\" poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/644280/extras/a9b0cb9b5a570e85975d2ce16a6f369b.poster.avif?t=1734189487\" width=400 height=223 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/644280/extras/a9b0cb9b5a570e85975d2ce16a6f369b.webm?t=1734189487\" type=\"video/webm; codecs=vp9\"></video></span><br>The movement system in Arms of Telos is so robust that there's also a racing mode. Compete with others in your server between matches and compete with the world on the online leaderboards. Learn the best routes and techniques with the help of race ghosts. </li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/644280/header.jpg?t=1734189487",
    "developers": [
      "Overpowered Games"
    ],
    "publishers": [
      "Overpowered Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}