{
  "644670": {
    "name": "DEUS VULT | Online VR sword fighting",
    "steam_appid": 644670,
    "required_age": 0,
    "is_free": false,
    "description": "Fight against other medieval warriors all around the world! <br><br>Deus Vult is an online medieval fighting game which uses cutting-edge weapon physics to make you feel like a real knight.<br>The numerous weapons available have each their own behaviour and fighting style:  you can keep your enemy at distance with a spear or destroy him at close range with an axe, protect yourself with a shield or take the risk to fight with two swords.<br><br>You can defy players online in 1vs1 best of 5 medieval battles. As your level increases, you will unlock a wide choice of weapons and learn to master each of them to slay your opponents. You can customize your hero and take a break from the intense combat to chat with your brave rivals in the tavern. <br>In Deus Vult, you will discover epic landscapes and a world full of mystery where you will FIGHT FOR GLORY!<br><br><br><strong>Features</strong><br><br>- Full character customization ( body, clothes, and armor)<br>- Online matchmaking<br>- A social tavern where you can meet other players<br>- Physics based online combat system<br>- 12 maps<br>- 14 weapons with specific gameplays<br>- AI fighting with 4 levels of difficulty so that you can train yourself for the real duels<br><br><br><strong>Safety Notice</strong><br><br>Deus Vult requires players to swing their controllers and perform wide gestures in virtual reality. Be cautious with your environment and play at your own risk. Raptor Lab is not responsible for any destruction of property or the injury of yourself or anyone else while playing Deus Vult.<br><br>Play far away from any object, have plenty of space, use high quality wrist straps, remove all children or animals from the room, do not play near stairs.<br><br><br><strong>Room-Scale Info</strong><br><br>Deus Vult will play correctly with simple standing configuration as long as you can move your arms in any direction without risking to hit something. However, it is recommended for best playing experience to have 2.5m x 2.5m of playspace or more.<br><br><br><strong>Oculus Setup Info</strong><br><br>This game requires the use of motion controllers. You can play on a 180° setup and use the joysticks to rotate your playing space.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/644670/header.jpg?t=1522119120",
    "developers": [
      "raptor lab"
    ],
    "publishers": [
      "raptor lab"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 26 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 2,
      "total_negative": 1,
      "total_reviews": 3
    }
  }
}