{
  "645100": {
    "name": "Fantasy Grounds - Beasts & Barbarians: Death of a Tyrant (Savage Worlds)",
    "steam_appid": 645100,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong> Beasts &amp; Barbarians: Death of the Tyrant</strong></h2><strong> Beasts &amp; Barbarians Adventure 1</strong><br><i> Deep in the Red Desert, the cruel Tyrant of Quollaba rules the City of Gems with an iron fist. The population is terrified by the foreign soldiers and the dark magic of their evil master.</i><br><i> The situation hasn't changed for more than ten years. But now someone is conspiring in the shadows to purge this injustice from the world - someone who doesn't fear soldiers or magic, someone who, with the might of his sword and the courage of his soul, will free Quollaba from the darkness it has been under for too long.</i><br><i> Dare you be one of these souls?</i><br>Night missions, breathtaking chases, fights among the desert sands, and many other dangers await you in the first adventure of the Beasts and Barbarians series!<br>Book of Lore Bonus: The Red Desert!<br>In this appendix you'll find extensive background on this sandy land, with its strange and dangerous plants, animals and other weird creatures. You'll learn a lot on the customs of the Nomads Tribes, the only people who manages to live in such a hard place. Sitting around their campfires eating mutton and smoking Red Lotus, you'll hear legends of Djnni, demons and Crystal Beasts, and will learn all the dangers of dealing with Red Nomads.<h2 class=\"bb_tag\" ><i> Converted by:</i><br> <br><strong> Scott Geeding</strong><br><strong>[/h2]<br>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</h2>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/645100/header.jpg?t=1768381389",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 30 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}