{
  "645210": {
    "name": "USSR 2021",
    "steam_appid": 645210,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Storyline:</strong> The game in the genre of survival in an open world, fantasy, shooter with elements of horror with a first-person view. The game's plot begins in 1987 in the USSR, when an unknown object falls on the territory of Siberia. Object does not cause serious damage, but after a fall within a radius of 50 kilometers from the epicenter, any connection with all settlements, including radio communication, is completely lost. All the expeditions sent by the USSR authorities to the crash site did not return. Their fate is unknown.<br><br>The game takes place in Russia in 2021. On satellite images, numerous anomalous formations were found in the radius of the object's fall. In order to gather information about these anomalies, the Russian authorities dispatch special forces airborne personnel. The player's task is to visit designated sites for collecting samples and leave the radius of the anomalous zone.<br><br><strong>Game features:</strong><br><br>Huge open world <strong>100 per 100 km</strong>.<br><br>Fighting with enemies in hand-to-hand combat, with fists and melee weapons, because find bullets and firearms will be difficult. <br><br>The main enemies are people. Among people, some will be neutral and will not be the first to attack the player. <br><br>The game will not be pharmacies. The only way to quickly restore health is to find a safe place and go to bed. Only during sleep does the game save progress.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/645210/header.jpg?t=1592674821",
    "developers": [
      "Daylights Games"
    ],
    "publishers": [
      "Daylights Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}