{
  "646360": {
    "name": "El Ministerio del Tiempo VR: El tiempo en tus manos",
    "steam_appid": 646360,
    "required_age": 0,
    "is_free": true,
    "description": "“Time on your hands” is a Virtual Reality experience in which you live from within one of the best Spanish TV series, “the Ministry of Time”. In this experience, you will be able to get into the Ministry’s Headquarters and meet forehand some of the characters of the series. In the game, you are applying to enroll the Ministry and therefore you will have to sit an exam and pass an interactive test which will tell if you are prepared enough to become a member of a ministry’s patrol. Over 10 minutes, you will stroll along several rooms of the ministry gazing around. After crossing the main secret gate, you will encounter the Cloister where you will be met by one the chiefs of the Ministry. Ernesto Jimenez. He will lead you to the office where Angustias, the secretary is receiving the candidates.<br />\r\n<br />\r\nThe exam will take place at the Director’s office, who will overlook the applicants, you included. You will have to answer several questions related to the Spanish history and the plot of the series.<br />\r\n<br />\r\nIf you pass the exam, the Ministry’s ID will be given to you in order to access downstairs area. After going down the famous snail staircase, you will find corridors inhabited by members of the ministry from different Eephocas-from Cavemen to roman soldiers, or medieval monks. Only at the end of you journey, you will find the Doors of the Time.",
    "supported_languages": "西班牙语 - 西班牙<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/646360/header.jpg?t=1507565198",
    "developers": [
      "Future Lighthouse"
    ],
    "publishers": [
      "RTVE"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}