{
  "646340": {
    "name": "Darkness and Flame: Missing Memories Demo",
    "steam_appid": 646340,
    "required_age": 0,
    "is_free": true,
    "description": "There is always a clue hidden somewhere deep in your memories. Will a young girl Alice find a way not only to help her uncle recall his past, but to discover what has happened to her and how to harness the power of the burning Flame?<br />\r\n<br />\r\n&quot;Darkness and Flame. Missing Memories&quot; - enjoy this adventure game with lots of quests and hidden objects, puzzles and mini-games! Its innovative storyline will grab you right from the beginning and you'll be immersed in a world in which fantasy stands alongside the post apocalyptic reality and every living thing encounters the spreading Darkness. <br />\r\nA young girl Alice has been endowed with a great power, a power of Flame. One day she found an egg in a strange chest. With just one touch, a firebird hatched from it, changing her life forever. From now on, the beautiful bird flowing out of the girl's arm tattoo, withstands the Darkness that has been trying to find it ever since... What power has been given to Alice, and is there a way to harness it?.. From that moment on, Alice is part of the eternal battle between Darkness and Flame. <br />\r\nThe Darkness is keeping approaching and, together with her uncle Colin, Alice sets out on a journey full of wonders and adventures threatening their lives.<br />\r\nAlong with that Colin has been getting trapped in his nightmares over and over again. A woman is begging him for help. Who is she? It turns out that Colin has almost no memory of his childhood and youth. That's because he was among the unlucky ones whose consciousness fell under the shade of the Darkness. <br />\r\nThe man is convinced that after he regains his memories, they will find answers to the most pressing questions. Who is that vaguely familiar woman begging for help? How to control the flame power his niece possesses?<br />\r\nTwo confused human beings set off to the desert where a healer who might restore Colin's lost memory lives, and the Darkness is hunting them. Together they'll have to undergo many trials, meet an imminent danger, solve dozens of puzzles, and finally face the army of Darkness threatening their world. Is there a way to defeat the dark forces once and for all?<br />\r\n<br />\r\n• Get wrapped up in the amazing adventure in a fantasy post-apocalyptic world<br />\r\n• Meet inhabitants of the Fertile Lands<br />\r\n• Solve dozens of puzzles<br />\r\n• Harness the power of the burning Flame<br />\r\n• Save the world from a danger threatening to annihilate every living thing<br />\r\n<br />\r\nExplore over 50 stunning locations<br />\r\nComplete over 40 fun and challenging mini-games<br />\r\nChallenge yourself with interactive hidden object scenes and original puzzles<br />\r\nAssemble collections, gather morphing objects, and gain achievements",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 捷克语, 荷兰语, 波兰语, 俄语, 日语, 意大利语, 西班牙语 - 西班牙, 希腊语, 葡萄牙语 - 巴西, 乌克兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/646340/header.jpg?t=1659702308",
    "developers": [
      "FIVE-BN GAMES"
    ],
    "publishers": [
      "FIVE-BN GAMES"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 24 日"
    },
    "categories": [
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}