{
  "647340": {
    "name": "Fantasy Grounds - Nameless Horrors (CoC7E)",
    "steam_appid": 647340,
    "required_age": 0,
    "is_free": false,
    "description": "<strong> SIX REASONS TO FEAR THE UNKNOWN</strong><br><i> The Cthulhu Mythos presents horrors far worse than mere death</i><br>You won't find any ghouls or deep ones, or other named Mythos entities here. The horrors found within have no names, but they are still very much of the Mythos. Your players will not have encountered their like before, and no one will be on safe, comfortable ground.<br>Nameless Horrors brings you six new scenarios that will frighten even the most experienced of Call of Cthulhu players, giving them reason to fear the unknown.<br><ul class=\"bb_ul\"><li>An Amaranthine Desire - The investigators find themselves in the doomed English seaport of Dunwich, encountering strange echoes of the night that sealed the fate of all who dwell there. </li><li>A Message of Art - The investigators are invited to attend the closing party of the Salon de la Rose + Croix, rubbing shoulders with the Parisian elite, while finding out that the cost of truly great art is sometimes death. </li><li>And Some Fell on Stony Ground - life in small-town America of the 1920s is not quite what it was for residents of Stowell. Local people are behaving strangely and events are escalating. Can the investigators get to the bottom of the mystery and survive before the entire town explodes in frenzy of blood and crime? </li><li>Bleak Prospect - residents of a shantytown in Depression-era Massachusetts find their community under assault from unknown forces. Who or what is preying on them? Will the investigators find out before those they hold dear are destroyed? </li><li>The Moonchild - David Barber was driven to make a terrible pact to save his son's life, allowing a great evil to be unleashed upon a unsuspecting world. Drawn together by a mutual acquaintance, the investigators must work together or fall under the spell of the Moonchild. </li><li>The Space Between - What was planned as a fantastic new feature film is turning into the shoot from hell. The leading lady has vanished, the director has retreated from the world, and the police are sniffing around the set. It is up to the investigators to get the film back on track and share its vision with the world. </li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Damian Hupfeld, and Ian Ward</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Call of Cthulhu 7E ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/647340/header.jpg?t=1768381661",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 22 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}