{
  "647620": {
    "name": "Dream Frontiers Environment Pack",
    "steam_appid": 647620,
    "required_age": 0,
    "is_free": false,
    "description": "BrashMonkey is pleased to present the new Dream Frontiers Environment Art Pack.<br />\r\n<br />\r\nDesigned to be the perfect expansion to the Dreamworld Adventures Pack or a great set of environments on it's own, Dream Frontiers comes fully loaded with a large assortment of highly colorful and wonderfully flexible images and tile-sets, ready to merge, layer, blend, and tile together as you see fit to create the vibrant and whimsical environments for your next side-scrolling platformer game.<br />\r\n<br />\r\n<br />\r\nUse the Dream Frontiers pack's large array of image components to construct foreground, mid-ground, and distant layers of depth in 3 pre-made color or lighting variations. Create beautiful and expansive castle, jungle, forest, and Egyptian or Arizona style deserts for your player to explore.  When used in art programs like Photoshop or the fantastic and free Krita, the customizing possibilities are virtually endless.<br />\r\n<br />\r\nIn addition to individual image components, each environment set offers a high resolution tile-set in two common perspective variations for the core of the foreground layer, which can be scaled down to fit the needs of your specific game project's tile size requirements.<br />\r\n<br />\r\nThis pack also includes a set of art to help you add water sections, rain, and blowing sand-storms to any of the environments from this or the Dreamworld Adventures pack.<br />\r\n<br />\r\nBrashMonkey's Environment Art Packs are unique, because they include several Spriter animated props to further bring your lush cartoon landscapes to life! Use this pack to add easy to customize flags, torches, palm trees, a variety of moving platforms,  breakable blocks, or power-up blocks to further enrich your game levels.<br />\r\n<br />\r\nYou can either use these Spriter files in conjunction with one of the many Spriter run-time API's to have silky-smooth tweened animations playing back in you game, or you can export the animated props as full frame images or sprite-sheets at any scale and frame-rate you desire.<br />\r\n<br />\r\nMake your video game worlds come to life, with BrashMonkey's Dream Frontiers Environment Art Pack!<br />\r\n<br />\r\nThe Art pack comes with the following:<br />\r\n<br />\r\nMighty Castle:<br />\r\n<br />\r\nOver 18 object images (sky gradient, clouds, looping background forrest, battle damage overlays, wall and tower segments etc.)<br />\r\nAn easy to customize Spriter animated flag and a Spriter animated wall torch.<br />\r\n2 Foreground tile-sets ( one for each of the two common side-scrolling platformer perspective types), with an average of over 80 tiles.<br />\r\nAll X 3 different time of day based color schemes<br />\r\n<br />\r\nSteamy Jungle:<br />\r\n<br />\r\nOver 22 object images (plants, rocks, vines, tree segments etc.)<br />\r\n2 Foreground tile-sets ( one for each of the two common side-scrolling platformer perspective types), with an average of over 64 tiles.<br />\r\nAll X 3 different color schemes<br />\r\n<br />\r\nEnchanting Forest:<br />\r\n<br />\r\nOver 22 object images (plants, rocks,logs, stumps, tree segments etc.)<br />\r\n2 Foreground tile-sets ( one for each of the two common side-scrolling platformer perspective types), with an average of over 64 tiles.<br />\r\nAll X 3 different color schemes<br />\r\n<br />\r\n<br />\r\nBasin Desert:<br />\r\n<br />\r\nOver 22 object images (plants, rock formations, sky gradient, clouds etc.)<br />\r\nAnimated quick-sand tiles.<br />\r\n2 Foreground tile-sets ( one for each of the two common side-scrolling platformer perspective types), with an average of over 90 tiles.<br />\r\nAll X 3 different color schemes<br />\r\n<br />\r\nDesert of Lost Pharaohs:<br />\r\n<br />\r\nOver 30 object images (clouds, sand dunes, pyramids, pottery etc.)<br />\r\nA Spriter animated Palm Tree.<br />\r\n2 Foreground tile-sets ( one for each of the two common side-scrolling platformer perspective types), with an average of over 100 tiles.<br />\r\nAll X 3 different color schemes<br />\r\n<br />\r\nAn assortment of Spriter animated moving and flying platforms, including variants for the different environments, in both perspective styles.<br />\r\n<br />\r\nAn assortment of blocks to populate the environments, including breakable blocks with Spriter animated shattering animations and customizeable power-up blocks. <br />\r\n<br />\r\n2 tileable rain drops overlays and one looping horizontal mist image to create a raining effect in any environment.<br />\r\n<br />\r\nSeveral animated water tiles, animated bubbles, splash animations, and a tillable caustic overlay image so you can add water areas to any environment.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/647620/header.jpg?t=1667389993",
    "developers": [
      "BrashMonkey"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 2 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}