{
  "648100": {
    "name": "Raging Loop",
    "steam_appid": 648100,
    "required_age": 0,
    "is_free": false,
    "description": "Immerse yourself in a thrilling psychological horror story taking place in the secluded Japanese village of Yasumizu. A heavy mist surrounds the place, preventing everyone from ever leaving. Ancient gods have come back to hunt the villagers down one by one. The feast has begun, can you escape the village alive?<br><br><strong>A tribute to Japanese folklore </strong><br>Haruaki Fusaishi is a young man freshly arrived to Yasumizu, a remote settlement in a mountainous region of Japan. He will become involved in an ominous local tradition known as the feast. Among the villagers lurks the werewolf, an entity who has sworn to take revenge on everyone. <br><br><strong>A visual novel with a complex branching story</strong><br>Keep track of all your choices thanks to a comprehensible flowchart. Rewind the story and select other actions to see different outcomes and learn about the characters’ motivation. A death may be rewarded with a new piece of information, a Key that will give you access to new paths and bring you closer to the identity of the killer.<br> <br><strong>An extensive new game plus </strong><br>Clear the game to unlock the Revelation Mode and discover the story in a new light. You will see the inner thoughts of the characters and unlock new scenes that will give you more insight about their motivation.<br><br><strong>An endless spiral of deaths</strong><br>Haruaki Fusaishi will find himself stuck in inextricable loop from which he cannot escape. Conscious of his own fate, he will take advantage of all the knowledge acquired before his tragic deaths.",
    "supported_languages": "日语<strong>*</strong>, 英语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/648100/header.jpg?t=1726532443",
    "developers": [
      "KEMCO"
    ],
    "publishers": [
      "KEMCO"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 8800,
      "final": 3080,
      "discount_percent": 65,
      "initial_formatted": "¥ 88.00",
      "final_formatted": "¥ 30.80"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Overwhelmingly Positive",
      "total_positive": 7078,
      "total_negative": 245,
      "total_reviews": 7323
    }
  }
}