{
  "648200": {
    "name": "Rytmik Ultimate – CHIPTUNE PACK: Games & Videos",
    "steam_appid": 648200,
    "required_age": 0,
    "is_free": false,
    "description": "Imagine you have a rich set of sounds, jingles and music pieces within reach which you can use in your games, music videos, trailers, advertisements or your streams. Royalty free. Available inside a robust music software. Chiptune Pack for <strong>Rytmik Ultimate</strong> is precisely like this.<br><br>This DLC for <strong>Rytmik Ultimate</strong> is offering hundreds of jingles, sounds and music pieces instantly usable in your games and videos. You can access all this content through three tracks included in this DLC. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/648200/extras/961362742af06f5673ddeed3b572b9cd.avif?t=1701165997\" width=528 height=106 /></span><br><br><ul class=\"bb_ul\"><li>The first track offers short music pieces with various kinds of moods. Positive, negative, happy, fast, slow, atmospheric - we got all your needs covered. (100 Music Pieces)<br></li><li>The second track is all about jingles. Do you need win, loose or death sound? We are ready for this. (60 Jingles)<br></li><li>The third track offers ready-made sound effect perfect for any arcade game or retro styled animation. (120 Ready-made Fx Sounds)</li></ul><br>Everything we are offering you is based on instrumental chiptune bank which is an integral part of Rytmik Ultimate. You can use jingle, music piece or sound effect as you like without or with further modification. We don’t care as long as your players and viewers are happy. But to be honest, we hope you play with our presets and create and share your creations with the community. It’s straightforward and fun to create something unique and original.<br><br>This DLC required Rytmik Ultimate 1.76 or newer.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/648200/header.jpg?t=1701165997",
    "developers": [
      "CINEMAX GAMES"
    ],
    "publishers": [
      "CINEMAX GAMES"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 3300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 2 月 27 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      }
    ],
    "genres": [
      {
        "id": "52",
        "description": "音频制作"
      },
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}