{
  "648500": {
    "name": "Fantasy Grounds - Serpents of Chaos (5E)",
    "steam_appid": 648500,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><i>Beasts of Legend: Serpents of Chaos (5E)</i></h2>Chaos is Life!<br><i>Seething and writhing within the primordial oceans of raw chaos, far beyond the uttermost shores of the fixed and orderly reality mortals take for granted, the serpent-song of the proteans echoes throughout the cosmos in a simultaneous hymn of creation and dirge of destruction. The serpents dwelling in the depths of Limbo and slithering through the sinuous substrate of all that is have a grand and equal passion for making and unmaking, giving motion and vitality to the universe and eroding whatever would remain stagnant and stultified. They are not malicious by nature, but that is cold comfort to those grown attached to the stability of their world when the Serpents of Chaos come calling to tear down the established order in order to reweave reality from oblivion!</i><br>The Beasts of Legend series from Legendary Games are not your usual bare-bones bestiaries, but bring you richly detailed and evocatively described monsters drawing upon the myths and legends of the real world with a double dose of fantastic flair. The Coldwood Codex, Boreal Bestiary, Beasts of the East, and Construct Codex already have received lavish praise for its quality and inventiveness, and Serpents of Chaos follows proudly in their footsteps, with more marvelous monsters to come in future installments.  Grab this 20-page 5E monster supplement today and Make Your Game Legendary!<br><i>Conversion by:</i> <strong>Jason Sandeman</strong><br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Jason Sandeman</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/648500/header.jpg?t=1768381807",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 26 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}