{
  "649160": {
    "name": "Mystic Destinies: Serendipity of Aeons - Hikaru: Book II",
    "steam_appid": 649160,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>This unlocks Book 2 of 2 of Hikaru's Main Story -<strong>AND </strong>- Epilogue which serves as the finale to Serendipity of Aeons. We highly caution against playing it if you have not completed all previous routes. </strong><br><br><strong>The unlockable good endings for this DLC are the Dark and Passionate Endings. The Mystic will be unlocked automatically upon completion of the game.</strong><br><br><i>Do you truly think that you even have the slightest idea of who you're messing with? <br><br>Just what is it that you think you want from me?</i> <br><br>Hikaru Kazama, the enigmatic professor. Around Hagiwara University, he's known for a pleasant smile, and a serious, but friendly demeanor. And of course, a beautiful face that attracts the attention of many. But not even the many women he's dated can say that they know his past. Although you choose Hikaru as your partner based on logic, you soon find yourself being pulled in by his allure just as so many others before you. <br><br>But getting to know the true Hikaru and his past turns to be a perilous adventure in itself, made no easier by Hikaru's own resistance. <br><br>In the finale of Mystic Destinies: Serendipity of Aeons, become Tsubasa one last time and begin an epic journey spanning time and space while uncovering some of largest secrets of the Mystic Destinies universe.<br><br>In order to become a savior, it is time to fully embrace your nature and become a legendary sorceress in your own right. In the process, you may just find yourself falling in love with a man who is anything but what you expected.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/649160/header.jpg?t=1568415686",
    "developers": [
      "Aeon Dream Studios"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}