{
  "649310": {
    "name": "Ashes of the Singularity: Escalation - Juggernaut DLC",
    "steam_appid": 649310,
    "required_age": 0,
    "is_free": true,
    "description": "Pummel your enemies into submission with brand new, heavy-hitting Juggernauts! These massive warships may be expensive to make, but they have the potential to dominate the battlefield and turn the tide of a war quickly. Even just one of them can devastate an entire field of units before backup arrives.<br><br>The Juggernaut DLC comes with a brand new juggernaut for both the PHC and the Substrate. Each warship is unique and complements the units that are already in the game for a more well-rounded army.<h2 class=\"bb_tag\" >Features</h2><strong>New Juggernaut: PHC Agamemnon</strong> - Designed to annihilate swarms of enemy units and overrun defensive positions, the Agamemnon has the potential to hold territory against waves of enemies for long periods of time. With two rapid-firing laser batteries and tempest missile salvos, the Agamemnon can saturate a wide area with highly explosive shells. Advanced triple-barrel autocannons provide improved defense against air units, but take care when you deploy this ship - it lacks the armor piercing capabilities to be effective against other juggernauts or dreadnought destroyers.<br><br><strong>New Juggernaut: Substrate Eye of Darkness</strong> - The ultimate manifestation of the Substrate’s technological superiority, the Eye of Darkness is capable of rupturing the fabric of space and time to destabilize targets at the molecular level. Its full armor-piercing and high area-of-effect attacks make this warship devastating for ground targets. However, be alert: it is the only Juggernaut that lacks any anti-air weaponry, which means that a well-timed slew of bombers could take it down if you don’t plan the accompanying army carefully.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语<strong>*</strong>, 西班牙语 - 西班牙, 葡萄牙语 - 巴西<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/649310/header.jpg?t=1770136426",
    "developers": [
      "Stardock Entertainment",
      "Oxide Games"
    ],
    "publishers": [
      "Stardock Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}