{
  "649700": {
    "name": "Fantasy Grounds - U02: Murder in Stoneholme (PFRPG)",
    "steam_appid": 649700,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>U02 Murder in Stoneholme (PFRPG)</strong></h2><strong>A PFRPG compatible adventure in the Underworld for four to six PCs of levels 3-4</strong><br><i>A refuge in the underworld, Stoneholme stands neutral, its dwarves refusing to participate in any of the myriad struggles which occupy their neighbors. But, of late, evil has come to Stoneholme. Still recovering from recent supernatural events, the city now finds itself facing a mysterious killer, one whose face is never the same twice, and who leaves his victims cruelly cut and torn. The PCs must find the evidence which links the murders to the Flintblade clan, infiltrate their dark manor and bring their gruesome deeds to an end. But more than fell traps fill this dwarven home. Demonic sorcery is at work and the PCs will need all their courage and strength to survive.</i><br><i>Dark Deeds in Stoneholme is a follow-up adventure to Dark Days in Stoneholme, but it can also be used as a stand-alone scenario. The adventure features a series of grisly murders, a dangerous dwarven manor, demon-worshiping dwarves and a demonic, shape-shifting murderer. Though set in Stoneholme, the adventure can be easily ported to any non-evil underworld city.</i><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included PFRPG Ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/649700/header.jpg?t=1768381899",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 13 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}