{
  "649890": {
    "name": "Caliban Below",
    "steam_appid": 649890,
    "required_age": 0,
    "is_free": true,
    "description": "The sun will not rise, just endless moons - and you, Caliban, must try to learn why you have become trapped in a dream.  It is 1680, Northern Italy.  You are the last heir of a noble lineage, struggling to understand your dark inheritance.  Explore the ruins of the family estate, and the incredible realm below, seeking clues to your past, and to the events that severed you from your family long ago. The darkness below reaches back centuries, and your place in this story is about to become terrifyingly clear.<br><br>Caliban Below is a short story from the world of <i>The Abbot's Book,</i> created by the academy award winning talent of Blackthorn Media. This tale is made as a stand-alone piece, but is also part of a much larger world. You can get a different perspective on Caliban in <i>The Abbot's Book Demo</i>, also available on Steam.<br><br>We love the possibilities for storytelling in VR. The world of The Abbot's Book is enormous, and we hope to tell far more of this tale as the market grows.  In the meantime, please enjoy Caliban Below with our compliments. Share it with friends if you like it! We'll be thrilled if the piece can help bring more awareness to the medium.",
    "supported_languages": "英语<strong>*</strong>, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/649890/header.jpg?t=1558825761",
    "developers": [
      "Blackthorn Media, Inc."
    ],
    "publishers": [
      "Blackthorn Media, Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}