{
  "650620": {
    "name": "The Zero Dome",
    "steam_appid": 650620,
    "required_age": 0,
    "is_free": false,
    "description": "The Zero Dome. An alien structure on an alien planet. You crash landed here many moons ago, all contact with your home planet cut off. You found yourself in an endless desert, the glinting of the dome catching your eye. An abandoned facility of some sort, it appeared. A technical marvel of gravity manipulation. It was the only shelter to take from the inhospitable heat of the alien sun.<br>But the dome does not give shelter freely. In return, it asks for you to fight, to play in its barbaric training programs. To shelter in The Zero Dome, you must survive in The Zero Dome. To survive in The Zero Dome, you must fight in The Zero Dome.<br>To survive The Zero Dome, you must make use of all the tools available to you. Build sprawling structures for navigation and protection, zoom around in zero gravity to avoid the fire of its automatons, and fight firepower with firepower when there is no where left to run.<br><br><strong>Features</strong><br><ul class=\"bb_ul\"><li>Zero Gravity – Enter an otherworldly arena where gravity doesn’t exist.<br></li><li>Modular Building In A Huge Sandbox Arena – Build pathways, defences, whatever you can imagine to survive The Zero Dome.<br></li><li>Free-floating, Comfortable Movement -Push, pull and climb your way around the arena for a smooth, action packed gameplay experience.<br></li><li>Fast Paced Action – Action not limited by movement. Freely fly around, dodge, and shoot in combat set around, above and below you.<br></li><li>Single Resource Management – Ammo, building blocks and health draw from the one resource, energy, making for many harrowing choices. Do you sacrifice your low energy for more powerful ammo, or do you save your energy for your shield? Is it safe to trade energy for building blocks now, or do I need to conserve for later?<br></li><li>Tight Arcade Experience – intuitive mechanics allow for quickly jumping into a game, with a depth of choices for a lengthy, replayable sandbox experience.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/650620/header.jpg?t=1506576831",
    "developers": [
      "Pillow Head Games"
    ],
    "publishers": [
      "Pillow Head Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}