{
  "65110": {
    "name": "Demolition Company",
    "steam_appid": 65100,
    "required_age": 0,
    "is_free": false,
    "description": "<p>In a city where buildings are constructed as rapidly as they are torn down again, you get to take control of an emerging demolition company. A multitude of missions lead you to various demolition sites in different districts of the city.</p>\n\t\t\t\t\t\t<p>Take a seat behind the steering wheel of a variety of authentic and detailed construction and demolition machines. Bring old buildings to the ground with wrecking balls and excavators. Place explosive charges or tear down walls manually with the jackhammer. Use the wheel loader to transport rubble to the debris crusher where it gets pulverized. You can invest the earned money in new vehicles which in turn unlock new assignments in the city and tutorials in your company's practice area. \n\t\t\t\t\t\tWhy don’t you demolish something today?</p><br />\n\t\t\t\t\t\t<h2>Key features:</h2><ul>\n\t\t\t\t\t\t<li>Large fleet of construction and demolition machines.\n\t\t\t\t\t\t<li>Over 30 missions in different parts of the city (financial district, port, factory area, shunting station, old town, suburbs).\n\t\t\t\t\t\t<li>Exercise area with vehicle-specific tutorial missions.\n\t\t\t\t\t\t<li>Explosions.\n\t\t\t\t\t\t<li>Play with Keyboard, Mouse, Gamepad or Joystick.\n\t\t\t\t\t\t<li>Gamepad support with authentic Euro-controls and support for multiple Joysticks simultaneously.\n\t\t\t\t\t\t<li>Includes Mod SDK (contains Editor, Exporters and Sample Mods).\n\t\t\t\t\t\t<li>From Giants Software the developers of worldwide phenomenon Farming-Simulator.</ul><br />\n\t\t\t\t\t\n",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/65100/header.jpg?t=1447353452",
    "developers": [
      "Giants Software"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 8 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}