{
  "651380": {
    "name": "BANG! BANG! Totally Accurate Redneck Simulator",
    "steam_appid": 651380,
    "required_age": 0,
    "is_free": false,
    "description": "BANG! BANG! Totally Accurate Redneck Simulator is simple, silly and very addictive – thanks mainly due to its drunken control scheme that makes the simple task of shooting a few bottles very hard indeed. In the game you play a lone gunman who’s had a little too much to drink. So what better way to prove your sobriety than to pull out a couple of guns and start shooting targets?<br />\r\n<br />\r\nYour goal is to shoot all the blue bottles on each level. You aim your guns with the mouse, but due to your inebriation your gun hand is very shaky. This means that even if you line up the shot perfectly with the mouse then your drunken aim could make the bullet go anywhere, with ricochets causing lots of physics based destruction and often causing you to accidentally (and hilariously) shoot yourself. Your wonky aim can make even simple shots hard to hit, and as you progress through the levels things get even harder, with you having to pull of trick shots to hit the targets.<br />\r\n<br />\r\nThe super hard difficulty could make Bang! Bang! a frustrating experience, but thankfully even missed shots are a joy to behold thanks to its fun sense of humour, quick restarts and chaotic physics based carnage caused by your shooting. Well worth checking out for some super silly drunken shooter action.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/651380/header.jpg?t=1588627596",
    "developers": [
      "DEKLAZON"
    ],
    "publishers": [
      "DEKLAZON"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 42,
      "total_negative": 3,
      "total_reviews": 45
    }
  }
}