{
  "651440": {
    "name": "Tyranny - Bastard's Wound",
    "steam_appid": 651440,
    "required_age": 0,
    "is_free": false,
    "description": "Experience a new chapter of Tyranny, the critically-acclaimed role-playing game (RPG), in <strong>Bastard’s Wound</strong>, a new expansion that builds upon the game’s compelling story. Tyranny, an original RPG from Obsidian Entertainment, invites the player to make their mark on a world conquered by evil, and the Bastard’s Wound expansion opens up a new area of the Tiers where refugees from the war-torn world have established a haven in secret.<br> <br>Delve deeper into the mysteries of Terratus as you bring Kyros' justice (or your own version of it) to a new corner of the Tiers. In addition to the new region, Bastard's Wound gives you a chance to learn more about your party in a trio of companion quests featuring Lantry, Verse, and Barik.<br> <br><strong>Bastard’s Wound will feature:</strong><h2 class=\"bb_tag\" >A Refuge from Kyros:</h2> Players will explore an all-new section of the world, centered around an illegal settlement of those who have fled the devastation of the war. What sentence will you mete out to the refugees?<h2 class=\"bb_tag\" >Companion Quests:</h2> Learn more about Verse, Barik, and Lantry in new quests and interactions to earn their loyalty or enmity. What does Barik truly look like under his armor?<h2 class=\"bb_tag\" >Loyalty and Service:</h2> Bastard’s Wound will arrive alongside a free update to Tyranny, including new voice-acting, expanded content in the game’s third act, and an all-new path to an unseen ending. What fate awaits those who remain truly loyal to Kyros?",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 波兰语, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/651440/header.jpg?t=1589902745",
    "developers": [
      "Obsidian Entertainment"
    ],
    "publishers": [
      "Paradox Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7800,
      "final": 7800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 78.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 0,
      "total_negative": 3,
      "total_reviews": 3
    }
  }
}