{
  "651480": {
    "name": "Onirim - Crossroads and Dead Ends expansion",
    "steam_appid": 651480,
    "required_age": 0,
    "is_free": false,
    "description": "The Crossroads and Dead Ends expansion contains 16 additional cards. <br />\r\n<br />\r\nThe Crossroad cards are Location cards that are four colors at the same time. All rules that apply to Location cards apply to the Crossroad cards. Crossroad card can be played as the first, second, or third card of a series of 3 cards of the same color, in order to get a Door card from the deck; the color of the two other Location cards of the series determines the color of the Door you can get. When drawing a Door card, regardless of its color, you can discard the Key Crossroad card to get the drawn Door card.<br />\r\n<br />\r\nThe Dead End cards are Location cards, but have unique features; unlike other Location cards: They can never be played on the table.\\n\\n- They can never be discarded “one by one”: if you draw a Dead End card, you must keep it in your hand until the end of the game, unless you discard your whole hand at once (by resolving a Nightmare or by triggering an Escape – see the next section). When you draw a Nightmare card, if the penalty you choose is to reveal the top 5 cards of the deck, the Dead End cards are considered Dream cards: they are not discarded, but are put into the Limbo pile.<br />\r\n<br />\r\nSame as in the basic game, with the following exception: In phase 1, you now have an additional option: trigger an Escape. Escape: discard your hand and draw a new hand of 5 cards. Note: this is the only way you can, by your own initiative, get rid of Dead End cards in your hand. Those cards go to the discard pile.<br />\r\n<br />\r\nFor a more difficult game, play with the following rule: a Crossroad card can be only played as the second card of a series. Obviously it can still be discarded.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/651480/header.jpg?t=1660752839",
    "developers": [
      "Twin Sails Interactive",
      "Playsoft",
      "Z-Man Games"
    ],
    "publishers": [
      "Twin Sails Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}