{
  "651450": {
    "name": "Stayin' Alive Demo",
    "steam_appid": 651450,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" ><strong>Get A Whole New Lease On Life!</strong></h2>Do your best to die, or to save your enemies from death in this frantic multiplayer game about life and death. <br><strong><i>Stayin' Alive</i></strong> is a game about four wheelchair-bound retirees who have decided it's high time to meet their maker, and four nurses who must keep the old geezers alive at all costs. Choose your side and let the dying/saving begin!<h2 class=\"bb_tag\" ><strong>It's Check Out Time!</strong></h2>As a retiree, you will need to craft lethal weapons of self-destruction out of ordinary items and find a suitable place to commit suicide. But beware: nurses are looking for you and they're determined to save you from certain death.<h2 class=\"bb_tag\" ><strong>Life Is <i>Precious</i>!</strong></h2>As a nurse, your job is keeping the old guys alive by finding the correct life-saving tool for any situation and using that on whoever is dying. Sedate the old-timers and conduct them into containment rooms to prevent suicide and instantly earn your score.<br><br><br>Any match lasts a few minutes and fast thinking is everything. Any time a retiree dies or is confined, points are assigned determining the winning party at the end of the match. Play in a small retirement house in South America or in a big hospital with up to 4 vs. 4 matches!<br><br>Will you take or save lives in the first ever FPSS (First Person Saver/Suicider)?<br><br><strong>FEATURES:</strong><br><ul class=\"bb_ul\"><li> Online Multiplayer matches for up to 8 players (4 vs. 4)<br></li><li> Save your enemies as a nurse. How good are you at keeping others safe?<br></li><li> Kill yourself as a retiree. How fast can you die?<br></li><li> Craft your tools of death. Razors made out of toothbrushes. Auto-combustion kit made from Zippos. Creativity is the key.<br></li><li> 6 ways to die. Each one with its corresponding life-saver tool. Die like you always wanted to IRL (!?).<br></li><li> Sedate and confine retirees. <strong><i>No real senior citizens were harmed in the making of this game.</i></strong><br></li><li> Cooperation is the key. Help your friends die, or save everyone.</li></ul>",
    "supported_languages": "英语, 意大利语, 德语, 简体中文, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/651450/header.jpg?t=1533258045",
    "developers": [
      "IndieGala"
    ],
    "publishers": [
      "IndieGala"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 14 日"
    },
    "categories": [
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "74",
        "description": "血腥"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}