{
  "651650": {
    "name": "Dunia: Masters",
    "steam_appid": 651650,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/651650/extras/2b51a88c96f9ab5e4b9a4c9bdbde3410.avif?t=1752905378\" width=460 height=214 /></span><br><br>Dunia: Masters is a first-person adventure game that has you take on the shoes of Masters-Mason Northwood, a prolific scientist with the ego and self importance of a small moon who has just found himself on the wrong side of a bomb. After this failed assassination attempt it's your job to guide our 'hero' through the dark dankness of a dimly lit laboratory, collecting certain items to find yourself in even more dimly lit parts of said laboratory, before your eventual escape! Or not.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/651650/extras/93173286d62df16e0b3f86d8192dc275.avif?t=1752905378\" width=460 height=214 /></span><h2 class=\"bb_tag\" >A Small World Packed with Lore:</h2> Whether it's a passing comment Masters has about a pillar of salt, or something you notice completely on your own, every inch of the laboratory is jam packed with meaning, stories, and lore that may not have anything to do with Masters' current dilemma.<h2 class=\"bb_tag\" >A Bunch of Voice Acting:</h2> Masters has something to say on just about everything in his environment, (mostly because he likes to hear the sound of his own voice) whether it's mundane, or macabre.<h2 class=\"bb_tag\" >60 Collectibles:</h2> An assortment of world building collectibles litter the environment, pages from Masters' journal, audio logs that have been recorded without peoples permission, and a smattering of books that cover everything from Dunia's greatest disasters, to 1001 ways to cook Delta Fish (note: There are not actually 1001 recipes to cook Delta Fish)<h2 class=\"bb_tag\" >3 Endings:</h2> The collection, or lack there of, of the books, journal pages, and audio logs that are scattered throughout the environment will determine one of three endings you can get. Does Masters escape the dimly lit lab? Or is he trapped there for the rest of eternity?<br><br><strong>WARNING: Dunia: Masters may potentially trigger seizures for people with photosensitive epilepsy. Player discretion is advised.</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/651650/header.jpg?t=1752905378",
    "developers": [
      "Team Wood Block"
    ],
    "publishers": [
      "Team Wood Block"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}