{
  "652310": {
    "name": "Khufu's Delivery Service",
    "steam_appid": 652310,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to Khufu's Delivery Service! <br />\r\nAt KDS your job is to sort the incoming cut stone from the quarry for sending to the builders at Giza. Efficiency is the goal, sending a full load means less time wasted counting on the other end and a quicker turnaround for that team for you.<br />\r\n<br />\r\nOh, and the builders also offer a bonus for color-matching boards of any size, as it helps them utilize the stone quicker.<br />\r\n<br />\r\nKeep the process flowing and everyone stays happy, got it?<br />\r\n<br />\r\nKhufu's Delivery Service is an arcade puzzle game that challenges your skill and speed to maximize space with different shaped pieces. There are currently 4 game modes: Standard, Time-Attack, Pyramid, and Puzzle. Each focuses on a different gameplay aspect to provide a variety ways to have fun!<br />\r\n<br />\r\nGame Directions: <br />\r\nDrag and drop the pieces from the conveyor onto the open boards. Try to fill each one as much as possible, once they are at least half-full they can be 'sent' (the button below each box) away. The more full the board the more points its worth, plus a faster respawn time. Sending a board comprised of all the same color also receives a points bonus. Time-attack and Pyramid modes are different variations of this, with the time-attack mode focusing on speed and the pyramid mode focusing on maximum effieciency. Puzzle mode is more like traditional tangrams, use the pieces provided to fill in each puzzle.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/652310/header.jpg?t=1516383337",
    "developers": [
      "Doublesquare LLC"
    ],
    "publishers": [
      "Doublesquare LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}