{
  "652730": {
    "name": "Z-Aftershock",
    "steam_appid": 652730,
    "required_age": 0,
    "is_free": false,
    "description": "Not only zombie game, but also mixed with more other features than just to survive or keep shooting and killing zombies around the game.<br />\r\n<br />\r\nThe world just passed the greatest zombie crisis, however, still some aftershocks related to zombie matters.<br />\r\nPeople lost their homes, family members, friends, pets, assets, and safety conditions as well.<br />\r\nThey need someone to restore all kinds of things for a new lively and safe society.<br />\r\nIt’s time for you to restore your home town back to a suitable safety level, resolve the conflicts of some people, build a big safe house, build a museum and donate your rare items to it, and more.<br />\r\n<br />\r\nIn this game, you can run around and get into several places and scenes where you can get some quests to help other people.  You can increase your relationship with other non-player characters in the game as well. You must try to get money and materials in order to build or repair buildings and houses for yourself and others. You can use the materials to craft items, ammo, arrows, collectible items, rare items, and etc. You also need to do fishing to get several kinds of fish and other items from the sea. You can help people to find their beloved ones, pets, stuff, and more. Spend your time in caves finding raw stones which are available to be changed to valuable gemstones which you can sell, give or donate to the museum.  Once you have enough materials and money, you can build more rooms in the buildings and improve the safe area where all people can live together.<br />\r\n<br />\r\nYou will have some weapons (pistol, sword, axe, bow, shotgun, sniper, katana, grenade, etc.) in order to travel around the game scenes. You can go to caves, forests, a church, buildings, a graveyard, and the island along day and night times.<br />\r\nYou can earn money from killing zombies, sell your pieces of stuff and items. You can get married to someone with a very high relationship and if you can find material to craft a diamond ring too.<br />\r\n <br />\r\nThe minister of defense lives here in the area, he actually needs your help to complete many quests from other NPCs. He is the person who will give you quests and promotes you to the higher ranks in the military starting as a private soldier.<br />\r\n<br />\r\nNear the end of the game, you will find some secrets and you need to fix them.<br />\r\n<br />\r\nFeatures:<br />\r\n•\tSeveral different scenes (caves or mines, old church, abandoned island, village, town, graveyard, houses, manor, factory, forest, asylum, hospital,  mountain, beach, etc.<br />\r\n•\tBuild a manor, expand the rooms to save other NPC from zombies.<br />\r\n•\tAdd starved animals that you hunted to the museum room.<br />\r\n•\tGo fishing to catch fish as food or get some strange/rare items to give to other NPC, donate to the museum, or sell them for cash.<br />\r\n•\tCaves/Mines to find gemstones or valuable materials to craft items.<br />\r\n•\tComplete quests from other NPC, make them happy in order to get better relationships with them, and chances to get promoted to better rank started as a private soldier.<br />\r\n•\tRaise relationship with other NPC up to even ask someone to get married to.<br />\r\n•\tHelp other NPC to find their lost loved ones, pets, belongings, etc.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/652730/header.jpg?t=1632243592",
    "developers": [
      "Mango Tree Game"
    ],
    "publishers": [
      "Mango Tree Game"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}