{
  "653090": {
    "name": "BATTLECREW Space Pirates - Unlimited",
    "steam_appid": 653090,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>BATTLECREW™ Space Pirates</strong> is a fast-paced competitive multiplayer hero shooter. <br>Choose your hero, call a few friends and join in on the fun! Meet in battle in this 2vs2 to 4vs4 action platformer.<br><br>By purchasing <strong>BATTLECREW Space Pirates Unlimited</strong>, you will have unlimited access to the whole content of the game. You will be able to create crews and invite friends or be invited. You will also be allowed to offer game credits to whomever you want so they can try the game in its free version! <br><br><strong>List of Features Include:</strong><br><br>-\t<strong>Fast and addictive gameplay</strong> designed for competition: in BATTLECREW, games are based on skill and cooperation with up to 8 players!<br>-\t<strong>Gold Rush 4vs4 mode</strong> in which you and your team have to collect as much gold as possible to win!<br>-\t<strong>Team Deathmatch 2vs2 mode</strong> in which you have to kill as many of the enemy pirates as you can to claim victory!<br>-\t<strong>4 character classes</strong>, each with entirely different playing style! A richly-colored cast of cool and charismatic pirates!<br>-\t<strong>Pirate Bounties &amp; Pirate Points: </strong>BATTLECREW regularly challenges the community! Earn Bounties Points and Pirate Points (XP) to unlock new content (maps, skins, taunts…)<br>-\t<strong>18 unique maps</strong> already unlocked, 9 maps for the Gold Rush mode and 9 maps for the Team Deathmatch mode. More to unlock by the community through our Pirate Bounties system<br>-\t<strong>Tortuga</strong>, the game community’ hub, is where pirates can meet, chat, check the game statistics and leaderboard, customize their avatar, check the community challenges, and launch games.<br>-\t<strong>Crews</strong> - Create your own squad of 4 players for the Gold Rush mode or 2 players for the team Deathmatch mode. When your crew is complete, you will enter your own Tortuga. <br>-\t<strong>Tutorials &amp; Training mode </strong>Player vs. Bots – BATTLECREW’s fast-paced action can be daunting for newcomers, but that shouldn’t be a problem anymore thanks to a tutorial that introduces novice players to the core concepts of each character’s gameplay and skills. <br>-\t<strong>20 unique Steam Achievements</strong> are now waiting to be unlocked!<br>-\t<strong>Steam Item Trading </strong>– BATTLECREW now supports the Steam Inventory and Trading systems, where players can trade 8 BATTLECREW cards.",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/653090/header.jpg?t=1532624016",
    "developers": [
      "DONTNOD ELEVEN"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 10 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}