{
  "653940": {
    "name": "Zafehouse Diaries 2",
    "steam_appid": 653940,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Zafehouse Diaries is back!</h2><br>The cult hit from 2012 is now bigger, better and more terrifying than ever. Take control of a group of people - each with their own skills, motivations and prejudices - and try to survive the zombie apocalypse.<br><br>Every hour, designate tasks for your handful of survivors and then read what happens in your dynamically updating diary.<br><br>There are several different scenarios. Most are based around achieving an objective: get to the rescue point, repair a car, stop the military. But others are open-ended and can be played for as long as you can survive.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li><strong>Every story is unique:</strong> Each game is procedurally generated - will your survivors work well together and complete their objectives?<br></li><li><strong>Ordinary people, extraordinary situations:</strong> Keep your survivors happy and motivated, or they'll turn on each other<br></li><li><strong>All new engine:</strong> Zafehouse Diaries has been upgraded in every way. Full widescreen support, high resolution, a 3D environment and multiplatform support<br></li><li><strong>More of everything:</strong> Loads of new items, orders, events, occupations, dilemmas and scenarios<br></li><li><strong>Increased control:</strong> Equip your survivors and determine how they defend and breach locations</li></ul><h2 class=\"bb_tag\" >Play it your way</h2><br>Zafehouse Diaries 2 has a wide range of customisation options. There are many ways to adjust the game’s difficulty and add custom content, including survivors, occupations and items.<br><br><ul class=\"bb_ul\"><li><strong>Custom game options:</strong> Change variety of gameplay options, from item distribution and zombie strength, to relationships and dilemmas<br></li><li><strong>Survivors:</strong> Create your own survivors and configure their occupation, gender, sexuality and more. Choose from dozens of built-in portraits or import your own<br></li><li><strong>Group creator:</strong> Customise special groups of survivors - including their prejudices - to control exactly who you want in your game<br></li><li><strong>Occupations:</strong> Add new occupations, configure their bonuses, and assign them to your custom survivors<br></li><li><strong>Item editor:</strong> Design new items, import photos and even add your own sound effects</li></ul><h2 class=\"bb_tag\" >FAQ for Zafehouse players</h2><strong>How does Zafehouse Diaries 2 differ from the original?</strong><br>At its core, Zafehouse Diaries 2 is the same strategic drama simulator as the original, but it expands on it in every way: added content, upgraded engine, more surprises, more madness.<br><br><strong>I loved the original. Will I like this?</strong><br>Yes! We've taken all the great bits that our fans loved about the original, smoothed out the rough edges, and expanded on it. While we've added some extra complexity around combat and orders, we've also made the systems quick and easy to use, and included a smart set of defaults if you just want to go with the flow.<br><br><strong>What are some of the new gameplay features?</strong><br>You have more control over how your survivors breach and investigate locations. You can also equip your survivors with a weapon that they will always use.<br><br>Some orders have more granular options - if you notice zombies massing to the north, then you can focus your barricading efforts on north-facing entrances.<br><br>We've also overhauled many parts of the interface so it's easy to see what's going on. The most obvious example is the location layout, but you can also easily check your survivors' skills, injuries and special modifiers.<br><br><strong>Are survivor relationships important?</strong><br>Absolutely. We've refined the system so you can have more ways to change relationships. In addition to the rumour system, we’ve added a new option: redemptions. <br><br>This involves one survivor being asked to do certain tasks to 'redeem' themselves in the eyes of another, which removes a prejudice. It's also more obvious what might happen to relationships during a dilemma, so you can tactically choose an option that improves relationships.<br><br><strong>Is combat still brutal?</strong><br>Combat is still the most dangerous aspect of the game, but you have more control over breaching. For example, you can equip survivors and select how cautious they should be while breaching. Furthermore, survivors are more likely to flee if things are looking pretty grim. If you still find it hard, then you can tweak the difficulty settings.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/653940/header.jpg?t=1707437845",
    "developers": [
      "Screwfly Studios"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2900,
      "final": 2900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 29.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 30,
      "highlighted": [
        {
          "name": "Gossip Ghoul",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/653940/a62026c646e122818d309d2939f94eb58ff40170.jpg"
        },
        {
          "name": "Trap Happy",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/653940/72c2eaef9f25c64165a73555c184f8a629c51424.jpg"
        },
        {
          "name": "Grizzled",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/653940/2eb517fbe208f76f8c91522e722b46c3757e7796.jpg"
        },
        {
          "name": "Lifeline",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/653940/a9cce455b4c4f675dd317d4a32b5147279b9f8ab.jpg"
        },
        {
          "name": "Fresh Meat",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/653940/65fdd2e93fac4d13648eb6033dbc593afb90b056.jpg"
        },
        {
          "name": "Fully Loaded",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/653940/75d747faf9d01ded903881d90d51116c7f340331.jpg"
        },
        {
          "name": "Guinea Pig",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/653940/ed52d4ecb4fd8e207eab78639e4972f83a1f7625.jpg"
        },
        {
          "name": "Into the Mist",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/653940/72f74194e92a6d604501ac156eba323146242d11.jpg"
        },
        {
          "name": "Safe Havens",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/653940/147cda14924117ced3419e8f9c089a96048e9769.jpg"
        },
        {
          "name": "Reckless Breacher",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/653940/f88a1cb27a0dd6383668d622779ec624c3b274f8.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 2,
      "total_negative": 1,
      "total_reviews": 3
    }
  }
}