{
  "654000": {
    "name": "A Quick Death",
    "steam_appid": 654000,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Game</h2>A Quick Death is a 2-Player local multiplayer Western Shootout where timing, reflex, and psychology are the name of the game. Waiting builds accuracy, but firing takes some away. Featuring over twenty unique stages and over a dozen different obstacles and level modifiers, A Quick Death takes a classic video game mechanic and pushes it to its most extreme conclusion. Challenge your friends to seven rounds and fight to the quick death.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Addictive, twitch-based competitive gameplay with surprising depth<br></li><li>Lovely, hand-drawn art<br></li><li>Over 20 unique stages<br></li><li>Over a dozen obstacles, hazards, and modifiers<br></li><li>Classic and Endless modes with multiple scoring systems<br></li><li>High Intensity mode that cranks everything up when you and your opponent are evenly matched<br></li><li>Full controller support</li></ul><h2 class=\"bb_tag\" >Game Modes</h2><strong>Classic </strong>- Compete against an opponent in the best of 7 stages, with pre-selected stage lists of increasing difficulty.<br><strong>Endless </strong>- Play endless rounds on randomly occurring stages, including some with increased difficulty and mixed modifiers.<br><strong>High Intensity</strong> - Activate High Intensity by reaching a tie, making the following stages faster, more intense, and more complex, in addition to speeding up aim time.<h2 class=\"bb_tag\" >The Accuracy Gauge</h2>The Accuracy Gauge separates AQD from a standard twitch reaction game. It represents bullet spread and adds an element of calculated risk and timing.<br><ul class=\"bb_ul\"><li>Waiting causes your accuracy to increases over time, represented by the cone in front of your character shrinking.<br></li><li>Firing at your opponent reduces your accuracy and increases the bullet spread of subsequent shots.<br></li><li>Firing at your opponent reduces reduces their accuracy. But this is also true in reverse!<br></li><li>Balancing timing and risk is the key to victory!</li></ul><h2 class=\"bb_tag\" >Planned Updates</h2>Work is already underway to add additional features to the game, in the form of completely free updates, including:<br><ul class=\"bb_ul\"><li><strong>Hero Characters</strong> - Select from six unique heroes, each with two unique abilities. Abilities can be used to in combat to gain an edge in battle. Heroes will be playable in any game mode with any scoring system.<br></li><li><strong>Even more obstacles and levels</strong> - Obstacles and levels are being added all the time, and we will continue to do so post launch.<br></li><li><strong>Custom stage lists</strong> - Create and save your own custom stage lists for you and your friends to play on.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/654000/header.jpg?t=1499816446",
    "developers": [
      "Axiomatic Games"
    ],
    "publishers": [
      "Axiomatic Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 11 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}