{
  "654460": {
    "name": "Bump+Smack Demo",
    "steam_appid": 654460,
    "required_age": 0,
    "is_free": true,
    "description": "Bump+Smack is a cross between breakout and pinball. Balls are released in intervals and roll down the table, ready to drop off the end. Your job is to keep them up on the table and falling into the goals. The goal is to meet the percentage threshold of goals versus misses and obtain the highest score possible.<br><br>This demo version contains the first stage of Challenge Mode. Buy the full version for all the stages and to play Continuous Mode to get the high score on the leaderboards.<h2 class=\"bb_tag\" >Details</h2><br>When the game begins, you are the operator of the shuttleboard at the bottom of the play table. Balls begin to appear from the pipes at the top of the play table. you'll have to juggle a maximum of three balls at once. Once you score a goal or a ball rolls off the bottom of the play table, another ball will be released. This Demo offers the first stage of the full release Challenge mode.<h2 class=\"bb_tag\" >Challenge Mode</h2><br>In Challenge Mode, the stats on the side of the screen will show the total number of balls remaining to be released for the entire round. The stats will also show the total number of goals made, a multiplier, a 'next up' multiplier, a scored goal percentage, and a goal percentage needed to win the stage. As long as the scored goal percentage is at least as much as the goal percentage needed, you win.<h2 class=\"bb_tag\" >+Smack</h2>In both modes is a 'Smack' meter. This allows you to have the shuttleboard 'smack' the table to the side to try to change the course of the balls in play. In certain situations, a well timed 'smack' can mean the difference between huge points or a lost ball.<h2 class=\"bb_tag\" >Scoring</h2><br>Goals are situated throughout the stage with different point values: 500 points which are fairly accessible. 750 points which are a little more difficult. 1K (1000) points that are difficult, and 5K (5000) that are extremely challenging.<h2 class=\"bb_tag\" >Higher Scoring</h2><br>The multiplier is what can really start to skyrocket your score. At the stage beginning, all goal's point values are the initial values. When you make a number of consecutive goals, which is the number listed on the 'Next Multi' stat, your multiplier increases by one. At that point, the goals point values are now multiplied by the multiplier value. For instance, at the start of the round you have a 1x multiplier and the 'Next Multi' is three. When you make 3 consecutive goals, the multiplier changes to 2x. 500 point goals are now worth 1000, 750 worth 1500, 1K becomes 2K, and 5K becomes 10K! When the multiplier goes up, the 'Next Multi' also goes up, making the next multiplier level more difficult to attain. The multiplier resets to 1x if a ball rolls off the play table or the stage ends in challenge mode.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/654460/header.jpg?t=1499726824",
    "developers": [
      "Jason Sadler"
    ],
    "publishers": [
      "PopNine Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}