{
  "654640": {
    "name": "7 Pillars",
    "steam_appid": 654640,
    "required_age": 0,
    "is_free": false,
    "description": "Basics:<br />\r\nSingle player RPG with turn based combat. Easy to pick up for first time RPG players. Accumulating enough XP will automatically level up your character. All you have to worry about from a customization standpoint is different weapons if you find them that are specific to each character. Higher level bosses will most likely require items (such as healing potions and revival stimulants), so exploration and random encounter battles are crucial for end game success. <br />\r\n<br />\r\nCore feature:<br />\r\nCHOICES MATTER! One ending, but two different paths to get there. <br />\r\n<br />\r\nStory:<br />\r\nYou control a young man named CJ. Little is known about your history, but you are thrust right into a war with Ethos. She has returned after 500 years to establish her pillars and conquer the earth. It seems almost everyone is dead and it is up to you and your friends to stop her. You will have to make a handful of tough choices along the way and one in particular will affect how you face Ethos in the final battle. Things will appear off sometimes (e.g. some walls can be walked through, details may seem vague, etc.) and not until after defeating Ethos will you begin to understand what just happened...",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/654640/header.jpg?t=1658704011",
    "developers": [
      "Mark Hagan"
    ],
    "publishers": [
      "Mark Hagan"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}