{
  "654680": {
    "name": "Ziggurat 3D Chess",
    "steam_appid": 654680,
    "required_age": 0,
    "is_free": true,
    "description": "Ziggurat Three Dimensional Chess(TM), is a true three dimensional environment which combine the familiar movements of  standard chess and exciting new moves never seen before. The rules of movement are easy to learn so beginners will be playing their first game in minutes.  Along with the standard board, which is the lowest level of the Ziggurat and the chess pieces on it, there are seven additional levels and twenty five additional pieces to move. While the standard pieces stay on the lowest level, like ground forces in a real war, the additional pieces have unique moves that can take them to new squares on the same or different levels - up or down! Some stay only on even or odd levels while others move between all of them. The Wizard is the most powerful piece with dramatic reach in many different directions - like a super Queen! Falcons move in jumps between levels, between and through other pieces similar to knights, while Paladins are knights - but able to move in L-steps up and down as well as across! The other new pieces: Guards, Ballistas and Cardinals also have their own unique moves through the Ziggurat game board. Watch the videos to get an idea of how these pieces move. But one thing stays the same in Ziggurat 3D Chess - to win you must checkmate your opponents king!<br />\r\nThe ultimate challenge of Ziggurat is greater than chess, because there are more pieces, more squares and more ways to move.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/654680/header.jpg?t=1597256120",
    "developers": [
      "Michael Lampel"
    ],
    "publishers": [
      "Lampel Enterprises"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}