{
  "656240": {
    "name": "Heat",
    "steam_appid": 656240,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Homestead (Singleplayer Mode)</strong></h2><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/656240/extras/a1fd23ee59fe51a1b53f5283621f841b.avif?t=1741841406\" data-big-src=https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/656240/extras_big/a1fd23ee59fe51a1b53f5283621f841b.avif?t=1741841406 width=800 height=452 /></span></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Grandpa has passed down his old farm to you. Help nurture it back to life in the new Homestead mode for Heat.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Homestead is a new Single Player mode, in which you build an amazing farm by day, and go to sleep at night. It was inspired by games such as Harvest Moon and Stardew Valley, but we wanted to take it in a different direction, mixing in many survival elements.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >You can pick from 10 different scenarios. Each scenario has a different starting homestead, starting equipment, and some have special conditions. The game saves when you sleep at night, you can load up old saves, and it supports full admin commands.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Heat (Multiplayer Mode)</strong><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/656240/extras/e82b124fa8942cd8cf1aabd39241f5f2.avif?t=1741841406\" data-big-src=https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/656240/extras_big/e82b124fa8942cd8cf1aabd39241f5f2.avif?t=1741841406 width=800 height=458 /></span></h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Survive the wilderness, build a home, raise a family, and expand your territory. Gain power as President, deliver justice as Sheriff, fight for your tribe as Chief, or show some southern hospitality as Governor. Begin your new life in 19th century America.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Heat is an online multiplayer survival mode for up to 40 players.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Environment</strong></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >There are 20 unique biomes in Heat spread out over a 67km2 world, each with its own sub-biomes to explore. We developed a unique way to create dense forest floors which requires players to clear the land in order to build. Explore vast and diverse landscapes ranging from the cold mountainous peaks to the tropical seashores, and from the harsh deserts to the muggy swamplands. Built from the roots up using real-world photogrammetric data, experience next generation graphics in both variety and detail.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Seasons &amp; Dynamic Weather</strong></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The game world visually updates in real time based on the season you are in. Play through all four seasons. Enjoy the crisp colors of fall, or the long snowy days of winter. Prepare your homestead for the winter time by keeping ample food supply as you cannot farm during this season. Wear some insulated clothes, keep them dry, and light some furnaces to keep warm. Check the Newspaper for a weekly weather forecast, as its important to know when the rains will come.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Towns, Merchants, and Outlaws</strong></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Visit the towns of Washington, Tombstone, and Sacayo. You can buy and sell at them, and each town has some unique goods for sale in which you can trade between towns for a profit. Merchants sell items you cannot buy from the shipping bin catalogue, and are a convenient way to sell your items when traveling.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Get a good nights rest at the local Inn, and deposit some money at the bank for safe keeping. You can also gift a dowry to any townsfolk in order to buy their affection. Fast travel between towns by buying a ticket for the train at the train stations.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >However, be careful to obey the law and not shoot at townsfolk and merchants. By doing so, you will be labelled an Outlaw, receive Heat, and have the law chase you down.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Stockpiles and Shipping Bin</strong></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >We introduce a new concept in stockpiles. Heavy goods require physical space for storage, so while you can still store light goods in your small containers, wood, stone, ore, and other heavy materials must be stored in large stockpiles. This gives players a visual representation of their goods, and since stockpiles take up space, thought must also go into defending them. Each player also can craft a stash container which accepts a mix of light and heavy goods to help get them started, but these come with limited slots. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Players may also build shipping bins. These can be placed in your base and you may sell harvested, crafted, and farmed goods in them for in-game currency. Shipping bins also come with a catalog with which you may order items using your hard earned in-game currency.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Farming and Cooking</strong></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Get farm-ready with the hoe, watering can, sprinklers, and scythe. Each tool has its own set of tiers, and there are a variety of crops that may be planted. Fertilizers are also an important consideration for the aspiring farmer.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Once your crops have matured, harvest them and bring them to the cooking stations in order to produce a wide range of food types. You may also decide to sell your crops in your shipping bin and buy more seed for your farming operation.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Building &amp; Crafting</strong></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Construct your new home - From a quick hobo shack, a rustic cabin deep in the woods, a refined mansion, or a giant fortress. Craft and place walls, floors, doors, windows, furniture, and other fixtures individually by your own design. Process goods with sawmills, tanneries, smelters and other workstations. These materials will aid in crafting at various workstations and purchasing blueprints. Protect your establishment with well-placed cannons and strategically planned fortifications using massive rampart building sections.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Mounts, Livestock &amp; Wildlife</strong></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The landscape is populated by a variety of American wildlife, all of which can be hunted - assuming you are not hunted yourself. But they can also be tamed, whether as livestock or as a beloved pet. You may ride tamed horses, as well as other animals - even bears!</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Survival</strong></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Gather and hunt for food to keep yourself strong. Collect a variety of raw materials from nature for use in crafting, building and refinement. Once you have the basics of sticks and stones down, you may begin your journey towards establishing yourself as an industrious and powerful colony or even President of the United States.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >There will be struggles and fallbacks along the way. Your character may be killed and robbed, where everything he or she has equipped is taken. Your property may be broken into and looted by a gang of raiders lead by other players. But with plenty of resources and defensive tactics at your disposal, raiders will be in for a serious fight.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Go Forth and Multiply</strong></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Start a family with other players or NPCs. Players can give birth to a newborn. The newborn grows to become a baby, the baby then grows up to be a child, the child eventually becomes an adult.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >A second option is to adopt from an orphanage by purchasing a baby basket in the shipping catalog. The baby will be inside the basket delivered to you. Adoption is very expensive, but provides a guaranteed outcome. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Your children are a mix of the visual DNA of the two parents. Babies, children, and adults will need to feed and stay hydrated. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Once your kids become adults you can equip them with outfits, gear, and weapons. They can help protect you when you are online.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Road Building</strong></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Build roads in the game or create pads around your base using the rake tool. Players may build roads using a variety of materials ranging from wood chips, dirt, sand, gravel, pavement and more. Players may also place freshly cut lawn for a well-kept look.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Seats of Power</strong></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >As President, you own the Whitehouse, a section of land south of the monument, one intern, a golden gun, and two secret service NPCs. You also get to set and collect a President’s land tax. Players may also become the Sheriff, Chief, or Governor. Each are given their own areas, items, and NPCs. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Combat &amp; Capture</strong></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >On your adventures you'll encounter other players who may or may not be friendly. Likewise, you may not be so friendly either given these tactics at your disposal:</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >- Fill 'em full of lead with plenty of handguns, rifles, shotguns and other firearms to craft.</p><p class=\"bb_paragraph\" >- Take the more silent approach with bows and javelins that will leave your foes looking like a pin cushion.</p><p class=\"bb_paragraph\" >- Get up in their face with melee instruments, or beat them down with some good old blunt force.</p><p class=\"bb_paragraph\" >- Capture, restrain, and put them into your interrogation dungeon with its various contraptions.</p><p class=\"bb_paragraph\" >- Messily dismember with a well-placed strike or shotgun blast.</p><p class=\"bb_paragraph\" >- Blow them to smithereens with artillery cannon fire and TNT.</p><p class=\"bb_paragraph\" >- Experience the thrill of vigilante justice from either a first or third person perspective.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Character Customization</strong></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Choose your gender and tune your appearance to your liking, including variations in skin tone, height and girth, the shape of facial features, hair or lack thereof, and voice tone.</p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/656240/50f7de554f4b49d8d8472197562e89271c5e0cf0/header.jpg?t=1741841406",
    "developers": [
      "Code}{atch"
    ],
    "publishers": [
      "Code}{atch"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 1750,
      "discount_percent": 75,
      "initial_formatted": "¥ 70.00",
      "final_formatted": "¥ 17.50"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 24,
      "total_negative": 29,
      "total_reviews": 53
    }
  }
}