{
  "656570": {
    "name": "In the Raven Shadow",
    "steam_appid": 656570,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" ><strong>In the Raven Shadow is in the best sense an old-fashioned adventure game for all sense-seeking people.</strong></p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >True retro</h2><p class=\"bb_paragraph\" >The CINEMAX Developer Studio was founded in 1998. This is our first released game. True retro. The original game of 1999, no remake. Excellent voice acting from the famous Czech actor Jíří Lábus. </p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Story</h2><p class=\"bb_paragraph\" >Severin is a young monk, who was sound sleeping, while some claustral disciples were disporting with adult literature. When he awakes and actually takes the erotic scripture from the boys, he himself is accused by his abbot of the worst sins. The abbot doesn't hesitate long - we are in the dark Middle Ages - trying to behead the 'devil's minion'. Severin can only save his life by a dauntless jump out of the window (he puts his Rambo scarf on for that). While he is lying unconsciously on the ground, he - like already before - dreams strange dreams, which want to bring him somehow on the road of insight about the meaning of life... </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >When he awakes, he finds himself in a forest without a notion, what to do next, but absolutely determined to fathom the sense of life and find his way. How he will keep track of the question of all questions with shrewdness, curiosity, mother wit and a thick skin and what will be the result, we will experience in this adventure game.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Summary</h2><p class=\"bb_paragraph\" >In the Raven Shadow is in the best sense an old-fashioned adventure game for all sense-seeking people, which can laugh about themselves. And not only the painting in the decayed house does show a twinkle of the eye. The game is made for all those, who don't want to be taken firmly by the hand in the way: here is a hotspot - interact with it, but more: here are many possibilities - think! The puzzles are of medium difficulty. Severin's story runs error free. It will amuse and entertain the gamers for about 20+ hours.</p>",
    "supported_languages": "英语, 捷克语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/656570/528d6bf50fd306234c249b7d6573db56753da495/header.jpg?t=1743170541",
    "developers": [
      "Rainbow Rhino",
      "CINEMAX GAMES"
    ],
    "publishers": [
      "CINEMAX GAMES"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 1,
      "highlighted": [
        {
          "name": "Severin",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/656570/359c15e02f754e8b1ff3fccb56b85ed706b726ef.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}