{
  "656890": {
    "name": "Jewel Venture",
    "steam_appid": 656890,
    "required_age": 0,
    "is_free": false,
    "description": "Jewel Venture is an exciting puzzle game that takes match-3 gameplay to new heights! Explore the colorful Jewel Venture universe and immerse yourself in a one-of-a-kind puzzle experience. With 10 different game variations and more than 1,000 levels, you’ll have ample opportunities to prove your puzzle prowess. The deeper you dive into the world of Puzzle Venture, the tougher the challenges get. Are your puzzle-solving skills up to the task? Unravel the most tangled scenarios and enjoy your hard-earned rewards: not just points but a whole slew of trophies as well.<br />\r\n<br />\r\nThanks to the broad range of game variations and inspired ideas, hours will fly by like minutes.<br />\r\n<br />\r\nUnlock the toughest levels in Adventure Mode and test your mental mettle against our power puzzles. Then play your way through all the individual Jewel Venture variations. Race against the clock in Time-Challenge Mode and become a true match-3 hero. Your most favorite levels are waiting for you to solve them again and again in Planetary Mode. And Endless Mode serves up a quick round of tricky puzzle fun whenever you need it. <br />\r\n<br />\r\nExperience a new kind of puzzle game and discover the world of Jewel Venture!",
    "supported_languages": "英语, 法语, 德语, 意大利语, 西班牙语 - 西班牙, 荷兰语, 葡萄牙语 - 葡萄牙, 瑞典语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/656890/header.jpg?t=1726474500",
    "developers": [
      "familyplay"
    ],
    "publishers": [
      "familyplay"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}