{
  "65710": {
    "name": "Pat & Mat",
    "steam_appid": 65710,
    "required_age": 0,
    "is_free": false,
    "description": "New adventure game with gawky handymen from the legendary series.<br>\t\t\t\t\t\t&quot;Pat &amp; Mat&quot; is puzzle adventure game for everyone. All settings are based on the popular TV stop-motion series about &quot;Pat &amp; Mat&quot;, two handymen. Although the game is fully 3D rendered in real-time, it still keeps the dreamy look of stop-motion movies (characters are modeled in “puppet-style” and animations simulate “stop-motion“ animation process). Player is taking control of both Pat &amp; Mat and solve various tasks by cooperation and help of both characters.<h2 class=\"bb_tag\" >Key features:</h2><ul class=\"bb_ul\"><li>World-wide known brand. (Pat and Mat are well known in many countries all over the world. Game doesn’t just “use” the name – it really simulates the popular TV series on your PC.)<br>\t\t\t\t\t\t</li><li>The very same Pat and Mat you know from your TV. (3D reconstruction of both puppets. The game looks just like the TV series)<br>\t\t\t\t\t\t</li><li>Humor for everyone. (Funny animations, funny situations, funny actions all the time.)<br>\t\t\t\t\t\t</li><li>Untypical problem solving. (Creating “the incredible machine” etc.)<br>\t\t\t\t\t\t</li><li>Huge amount of “mini-games” and “micro-games”.<br>\t\t\t\t\t\t</li><li>Wide audience. It is for children – and their parents. Casual players will like the humor and easy-to-use controls, gamers will enjoy original approaches and non-typical puzzle solving.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/65710/header.jpg?t=1594225645",
    "developers": [
      "Centauri Production"
    ],
    "publishers": [
      "Bohemia Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 11 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}