{
  "657500": {
    "name": "Hold the Line: The American Revolution",
    "steam_appid": 657500,
    "required_age": 0,
    "is_free": false,
    "description": "Hold the Line covers battles fought during the American Revolution.  This game is a careful conversion of the board game of the same name developed by Worthington Publishing.  Jump in and take command of the American or British forces during this pivotal moment in the history of nations!<br><br>Featuring an addictive “Action Point” system, you have a limited number of orders to dictate to your troops each turn.  You must decide where to attack, who to rally, where to move and who to sacrifice to achieve your goals.  Each scenario features unique objectives for both sides and can be played as either.  Double the challenge!<br><br>Replay the engagements of Commander-in-Chief George Washington and British General William Howe and see who has the strategic might to gain the upper hand for the control of the burgeoning United States of America.<br><br><ul class=\"bb_ul\"><li>13 unique scenarios playable as either the Americans or British<br></li><li>7 scenario tutorial teaching the main principles of gameplay<br></li><li>4 campaigns, play a series of scenarios in succession for a combined score<br></li><li>Faithful recreation of the original board game<br></li><li>Choose where to deploy your army<br></li><li>Bring in reinforcements when you need them</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/657500/header.jpg?t=1731077123",
    "developers": [
      "HexWar Games"
    ],
    "publishers": [
      "Hunted Cow Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}