{
  "65780": {
    "name": "ARMA: Gold Edition",
    "steam_appid": 65780,
    "required_age": "16",
    "is_free": false,
    "description": "ARMA: Gold is pack of ARMA: Armed Assault and an expansion pack ARMA: Queen's Gambit.<br>\t\t\t\t\t\tARMA is a first person tactical military shooter with large elements of realism and simulation. This game features a blend of large-scale military conflict spread over large areas alongside the more closed quarters battle. The player will find himself thrust in the midst of an engaging and expanding storyline, fighting against smart, aggressive enemies who will continually provide a challenge over a massive landscape.<br>\t\t\t\t\t\t<h2 class=\"bb_tag\" >Key Features</h2>\t\t\t\t\t\t<ul class=\"bb_ul\"><li>Extensive Infantry Arsenal: Master any of 30 available weapons.<br>\t\t\t\t\t\t  </li><li>Fight in the Air, on the Land and over the Water: Use any of 30 available modern military vehicles<br>\t\t\t\t\t\t  </li><li>Leadership and Commanding: Take your squad through the heat of battle <br>\t\t\t\t\t\t  </li><li>Total Military Realism: Based on technology as used by Virtual Battlespace to train real soldiers<br>\t\t\t\t\t\t  </li><li>Huge Battlezone of 400 Square Kilometres: Become immersed into a living and dynamically simulated world<br>\t\t\t\t\t\t  </li><li>Large Scale Multiplayer Battles: Join the battle in numerous online game modes<br>\t\t\t\t\t\t  </li><li>Single Player: Play a campaign, instant missions or learn about all equipment in the library<br>\t\t\t\t\t\t  </li><li>Full Mission Editing: Play a campaign, instant missions or learn about all equipment in the library<br>\t\t\t\t\t\t  </li><li>Arms Merchant in Queen's Gambit: Buy or sell your weapons, ammo and equipment in inter-missions, where you have to find and meet arms merchant, who is eager to make some money on your little war.<br>\t\t\t\t\t\t</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/65780/header.jpg?t=1748873330",
    "developers": [
      "Bohemia Interactive"
    ],
    "publishers": [
      "Bohemia Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3900,
      "final": 3900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 39.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2011 年 7 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 39,
      "total_negative": 8,
      "total_reviews": 47
    }
  }
}