{
  "658280": {
    "name": "Dungeon; Friends Escape!",
    "steam_appid": 658280,
    "required_age": 0,
    "is_free": false,
    "description": "Dungeon; Friends Escape! is a multiplayer exploration and survival game. Team up with friends or find the exit alone as you explore dark rooms filled with unknown traps, enemies, and curses.<br><br><strong>Story:</strong><br>The ultimate quest; failed. <br><br>This kingdom has been plagued by kidnappings and massacres for a generation. Wars have been fought, towns have been captured or razed, yet no cause of the attacks could be found as the population suffered and dwindled. Desperate, the King set bounties to find answers and commissioned groups of mercenaries to find the cause and stop the chaos. Though many groups have ventured forth, the few surviving soldiers have returned with mad tales of living shadows and animated corpses.<br><br>Was it some Necromancer or Dark God that defeated your party? Lucky to find yourselves awaken, your group now appears to be trapped in an unknown dungeon. Will you live to find an exit and tell this tale, or will you become an undead soldier in an ever-increasing evil army?<br><br><strong>Randomly Generated Dungeon:</strong><br>Each escape will encounter a unique set of traps and enemies to fight or avoid. Find the exit to discover if other puzzles or encounters must be dealt with before you can escape.<br><br><strong>Steam Integrated Multiplayer:</strong><br>Host games and find your steam friends to escape the dungeon together.<br><br><strong>Navigate a Dark Environment:</strong><br>Bring your trusty torch along through pitch black corridors and rooms, and use it to light other torches to track your progress.<br><br><strong>Five Playable Characters:</strong><br>Your character sets your starting items and weapons. Will you be a crushing brute, or an armored paladin? Perhaps skill is more your style, and calculated archery or ninja athletics will get you past traps and enemies unscathed. Maybe you’ll play it safe as a tactician equipped with throwable flares and medical supplies?",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/658280/header.jpg?t=1505304058",
    "developers": [
      "Space Pupper Games"
    ],
    "publishers": [
      "Space Pupper Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}