{
  "658400": {
    "name": "Baseball Mogul 2017",
    "steam_appid": 658400,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><h2 class=\"bb_tag\" >What is Baseball Mogul?</h2></strong><br><br>Baseball Mogul® begins in any year you choose, from 1900 to present day with the full roster of your favorite team -- or an entirely fictional team of your own creation. <br><br>As General Manager (GM), your job is to build the best lineup of players to take your team to the World Series. You can make complex player trades and sign players to multi-year contracts as you build your team, but you'll have to compete with the other General Managers, and negotiate with the player's agents. <br><br>As GM you also have to manage all the finances for your ball club, making sure that the team doesn't go bankrupt. Raise revenue for your team by setting the price of tickets and concessions, and selling the TV broadcast rights, while you manage your team's expenses by setting the budget for your farm system, player scouts, medical staff, and player payroll. But be careful, because fans can be fickle if your team doesn't win or if your tickets become too expensive! <br><br>If you don’t succeed in your first year, you get a new chance with Baseball Mogul’s in-depth amateur draft. You pick and choose from the best high school and college talent around the world. If your new players are good enough, have them join your team right away, otherwise send them to your minor league franchise for training and improvement. <br><br>Your involvement as GM does not stop in the team's front office. Baseball Mogul gives you complete control over your team on the field. You start by setting the starting defense, batting order and pitching rotation for your team. On game day, you choose your level of involvement. You can retire to the luxury box and make calls to the dugout as needed. Or you can take control of each player, choosing what pitches to throw and when to bunt or go for an extra base. A powerful game engine simulates each pitch of the game based on customized player ratings and over 100 years of historical data, assuring you the maximum realism possible! <br><br>Baseball Mogul is designed to help you manage your team over many simulated years. Manage your team one day at a time, or let the computer simulate weeks or months at a stretch so you can play for virtual years or decades. As your players age, their abilities mature and decline realistically. Don't forget to build your team for the long term, rather than spending all your money on free agents this season. <br><br>Watch your team rise and fall in the standings, watch your bank statement, and read the news stories to stay on top of what's happening with all the ball clubs in both leagues. If you pick the right players, manage your finances well, and stick to a winning strategy, your team may win the Championship, and you too may become a Baseball Mogul!<br><br><strong><h2 class=\"bb_tag\" >New Features Include</h2></strong><br><br><strong>Modern Simulations (2017-2200)</strong><br><ul class=\"bb_ul\"><li>Updated major and minor league statistics through 2016 season.<br></li><li>Added biographical data for all 2016 MLB debuts and 326 additional minor league players.<br></li><li>Updated 40-man rosters for opening day.<br></li><li>Imported more than 600,000 additional lines of PITCHf/x pitch data.<br></li><li>New filters to fix data errors on-the-fly</li></ul><br><strong>Historical Simulations (1901-2016)</strong><br><ul class=\"bb_ul\"><li>Rewrote code for deriving player ratings and statistical projections from historical data.<br></li><li>Biggest change is a new system for normalizing historical stats. The game now calculates individual averages and standard deviation for each statistic by season, defensive position and stadium. (Previous code used all-time averages for standard deviation, and normalized player statistics over their entire career.)<br></li><li>Improved historical accuracy for fielding error rates.<br></li><li>Improved historical accuracy for determining pitcher &quot;Endurance&quot; ratings.<br></li><li>More accurate defensive ratings, especially for designated hitters and pinch hitters.<br></li><li>Incorporated more data in player aging model.<br></li><li>For more accurate career paths in both historical and modern leagues.</li></ul><br><strong>Simulation Engine</strong><br><ul class=\"bb_ul\"><li>New model for player improvement at defensive positions.<br></li><li>More realistic adjustments for playing time at all levels.<br></li><li>Improved player health model and injury rates.<br></li><li>Improved realism for platoon advantage by player type.<br></li><li>Reworked code for simulating minor league games.<br></li><li>Updated Win Expectancy data.<br></li><li>Improved logic for intentional walks.<br></li><li>New system for generating fictional players to improve long-term stability of talent pool.<br></li><li>Bug fixes (e.g. small errors in Payroll Budget related to a bug estimated concessions revenue).</li></ul><br><strong>Artificial Intelligence</strong><br><ul class=\"bb_ul\"><li>Improved selection of defensive starters and starting lineup<br></li><li>More realistic use of defensive substitutes<br></li><li>Improved logic for 25-man and 40-man rosters<br></li><li>Improved long-term (multi-year) roster management<br></li><li>Improved management of pitching rotation<br></li><li>Includes better logic for picking &quot;alternate starters&quot; from active roster<br></li><li>Bug fixes (such as the computer over-riding changes to a player’s position)</li></ul><br><strong>Interface / Options</strong><br><ul class=\"bb_ul\"><li>Improved Player Rating Editor<br></li><li>(e.g. dynamic updating of Predicted stats when ratings are changed)<br></li><li>Improvements to Sortable Stats Dialog<br></li><li>&quot;40-Man Rosters&quot; added as selectable category when viewing/sorting.<br></li><li>&quot;Pitches Thrown&quot;, &quot;Strikes Thrown&quot;, &quot;Strike Percentage&quot; and &quot;Pitches/Game&quot; added.<br></li><li>&quot;Steal Tendency&quot; and &quot;Steal Success&quot; player ratings added to Sortable Stats.<br></li><li>Improved heat maps (in Charts Tab of Scouting Report).<br></li><li>Improved interface and readability in Play-By-Play screen.<br></li><li>Optimized League Builder to increase speed by about 400%<br></li><li>Bug fixes<br></li><li>Errors converting between rating scales (“50-100”, “20-80”, “1-20” etc.)<br></li><li>etc.</li></ul><br><strong><h2 class=\"bb_tag\" >Backwards Compatibility</h2></strong><br><i>Baseball Mogul 2017 automatically loads databases from previous versions of Baseball Mogul</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/658400/header.jpg?t=1502225129",
    "developers": [
      "Sports Mogul, Inc."
    ],
    "publishers": [
      "Sports Mogul, Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 8800,
      "final": 8800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 88.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}