{
  "658450": {
    "name": "Lil' Blue Buddy",
    "steam_appid": 658450,
    "required_age": 0,
    "is_free": false,
    "description": "Journey to the remote Isle of Polu, where you will meet the curious and adorable little creatures known as Buddies!<br />\r\n<br />\r\nVisit the Hatchery to choose your Buddy, and bring it to one of the Isle's lovely beaches to fill its belly with delicious fruit! The more fruit your Buddy eats, the more points you will earn.<br />\r\n<br />\r\nBut remember: Buddies only have a limited amount of time to forage, and they don't like sour fruits. Eating a sour fruit will cause your Buddy to lose time. Also, some fruits are too big to be eaten and will stun your Buddy if they land on its head. Be sure to dodge these obstacles!<br />\r\n<br />\r\nUse your points to unlock and purchase eggs to hatch new Buddies, and customize your Buddies with cool markings and colorful wristbands.<br />\r\n<br />\r\nWhat are you waiting for? Come play!<br />\r\n<br />\r\nGameplay:<br />\r\nFruit will fall from the trees overhead and it is your job to help the buddies catch them.<br />\r\nYou will control your favorite Lil' Buddy and run back and forth in an arcade style fashion trying to catch as much fruit as you can. <br />\r\nYou need to catch as much fruit as you can while avoiding dangerous obstacles like coconuts which will hurt your Lil' friends.<br />\r\nThe more fruit you catch, the more points you earn; which you can use to purchase cool things from the shop or unlock new levels on the island.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/658450/header.jpg?t=1498533360",
    "developers": [
      "Emerald Interactive Games"
    ],
    "publishers": [
      "Emerald Interactive Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}