{
  "659000": {
    "name": "Meta Star",
    "steam_appid": 659000,
    "required_age": 0,
    "is_free": true,
    "description": "Have you ever been playing a game and wondered, &quot;Why can't I fly!?&quot; or &quot;I wish I could customize my spaceship!&quot;? <strong>META STAR IS THE ANSWER</strong>! Race the rest of the internet to beat the game, and the winners get to tell the developers what to include in the next update! And oh yea, it's FREE (for a limited time)!<h2 class=\"bb_tag\" >Gameplay</h2>  <br>Meta Star will be an epic sci-fi Action-RPG focused on player choice, but currently it is a visceral single arena shooter. You take control of a mysterious figure on a mysterious mission, and are striving to discover what this &quot;Meta Star&quot; nonsense is all about. Take out aliens with your Energy Rifle, and make choices that can drastically change the way the game is played. The storyline changes after each update, so you'll need to continue to play to discover all of the Meta Star's mysteries.<br><br>Perhaps more importantly, with each update new features are added and the storyline changes, but the ideas for those features come directly from the players! Who knows what Meta Star will become in the future! Do you want more customization? Character choices? Achievements? Lasers? Hats? Or something more fundamental, like a mini-game, options screen update, or cameo? Even something off the wall, like a space plant simulator or a mythical pet rock? The question to our community is, what amazing things can you think of?!<h2 class=\"bb_tag\" >Feature Requests</h2>  <br>The first person to beat Meta Star during each release cycle requests one &quot;Feature&quot; to be included in the next release. Additionally, all those that complete the game, but are not first, will be entered into a drawing. The winner of the drawing will also describe a &quot;Feature&quot; to be used in the next release.<br><br>Smaller &quot;tweaks&quot; will be awarded to members of the community based on finding bugs, providing art/music, and any other acts of kindness! Stay tuned to the forum and the announcement section for how to participate!<h2 class=\"bb_tag\" >Meta Trophy</h2>  <br>In addition to Meta Star, players are able to access the entirety of Meta Trophy from within the game! Meta Trophy was an early attempt at using the Feature Request system against a static fantasy RPG, and will give you a taste of the types of quick changes that can evolve in a game of this kind.<h2 class=\"bb_tag\" >Early Roadmap</h2>  <br>In addition to the requests being implemented based on player submissions, developer-led updates will also be included within Meta Star each release cycle. Our early plans for the first few releases include general polish, cut-scene skipping abilities, a new weapon, and of course story updates. Also, we will strive to make each release unique, both from a story perspective and from a &quot;how to beat the game&quot; perspective!<br><br>One final note: The developers hold the rights to change any of the above rules or processes at any time. However, one thing that will not change is our commitment to the community. The basis of the game will always stay the same. We will continue to iterate the game based on the community’s input. And we will keep lines of communication open with the community.<br><br>Please look towards the announcements and forum for more details about our future plans.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/659000/header.jpg?t=1503498706",
    "developers": [
      "Lost-Ride Studios"
    ],
    "publishers": [
      "Lost-Ride Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}