{
  "65920": {
    "name": "Borderlands: Claptrap's Robot Revolution",
    "steam_appid": 65920,
    "required_age": 0,
    "is_free": false,
    "description": "It all started when the Hyperion Corporation decided it had enough of the greedy, haggling treasure hunters on Pandora.  They were always selling, selling, selling and hardly ever buying high-quality, previously-owned munitions.  This was acceptable when there was The Vault to hunt for and Eridian Guardians to clear out of the way, but now they were just a drain on the local economy and resources.  Hyperion, like most corporations, was neither good nor evil.  It was all about profit, and now the most profitable action was to unclog the drain.  Of course, Hyperion already had just such a contingency plan already in place.<br>\t\t\t\t\tUnfortunately, the treasure hunters were one tough hairball.  They had torn through thousands of beasts, bandits and corporate soldiers on Pandora.  The direct route wasn’t going to work.  So they decided to activate the top-secret, Interplanetary Ninja Assassin Claptrap!  <br>\t\t\t\t\tThe plan was to have the Ninja Assassin take out the treasure hunters in more subtle ways:  backstabbing, poisoning, spreading catty rumors, etc.  However, the Ninja Assassin was smarter than they thought.  He was self-aware, and he didn’t like what he saw -- claptraps everywhere being used for target practice or as menial corporate servants.<br>\t\t\t\t\tSo instead of taking on the treasure hunters, he decided to take on Hyperion.  He rallied the claptraps to his cause, and the claptraps overran much of Hyperion Corporation’s territory.    Of course, our heroes were trapped in the middle.  They are eventually hired by Mr. Blake (VP of Mercenary Relations and Tourism for Hyperion Corporation) to quell the revolution.   While the treasure hunters had no love lost for Hyperion Corporation, the claptraps were assimilating all life on Pandora and converting them into claptraps.  In the end, they must stop the Interplanetary Ninja Assassin Claptrap in order to release his control over all of Pandora’s claptraps and collect their reward, of course.<br>\t\t\t\t\t<strong>New Features:</strong><br>\t\t\t\t\t<ul class=\"bb_ul\"><li>Fight waves of once-friendly, now-homicidal claptraps (ranged, melee and kamikaze).<br>\t\t\t\t\t\t</li><li>Encounter claptrap-ified creatures including crab-traps, rakk-traps, skag-traps and a variety of bandit-traps.<br>\t\t\t\t\t\t</li><li>Battle Hyperion Corporation’s battalions of highly-trained and well-armed soldiers.<br>\t\t\t\t\t\t</li><li>Boss runs galore:  11 boss battles including 5 new bosses and 3 claptrap-ified foes from the past.<br>\t\t\t\t\t\t</li><li>Collect novelty items such as: 3D glasses, oil cans and pink panties to earn achievements/trophies.<br>\t\t\t\t\t</li></ul><strong>Number of Missions/Areas:</strong><br>\t\t\t\t\t<ul class=\"bb_ul\"><li>7 new main missions<br>\t\t\t\t\t\t</li><li>14 new side missions<br>\t\t\t\t\t\t</li><li>Fight the final boss battle in one very familiar area from your past.  The game comes full circle and gives the player a sense of closure.<br>\t\t\t\t\t\t</li><li>There are 6 backpack slots (*3* per playthrough).<br>\t\t\t\t\t\t</li><li>Earn 2 more skill points (1 per playthrough)<br>\t\t\t\t\t</li></ul><br>Multiplayer options may have changed, please see the main title for more information",
    "supported_languages": "英语, 法语, 德语, 意大利语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/65920/header.jpg?t=1692308977",
    "developers": [
      "Gearbox Software"
    ],
    "publishers": [
      "2K"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9900,
      "final": 9900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 99.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 9 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "9 user reviews",
      "total_positive": 6,
      "total_negative": 3,
      "total_reviews": 9
    }
  }
}