{
  "659490": {
    "name": "Devil In The Capital",
    "steam_appid": 659490,
    "required_age": 0,
    "is_free": false,
    "description": "With the nationalization of the Iran oil industry and the establishment of the national government in 1952, the hands of the British had been cut off from the Iranian oil. Notwithstanding this, they try everything in their power to defeat the national government. Amid foreign and domestic acts of sabotage and attempts to overthrow the government in Tehran and Southern Iran, hidden forces in Northern Iran join to steal the Iranian oil. This is aggravated by the killing of the representative of Rasht, who was an advocate of the national movement, and of a number of police officers in Rasht and others dispatched from Tehran. Thus, detective Mohammad Afshar is dispatched to Rasht to unravel mysteries about these actions which were against the national interests. In addition to learning about a number of gruesome murders, he discovers efforts to divert people’s attention to multiple crimes to prepare the ground for a coup. In addition to identifying the murderers, Afshar has to deal with the evident treason that is being shaped.<br />\r\n<br />\r\n•\tGame features<br />\r\n<br />\r\n1-\tA fascinating and engaging story in a film noir setting similar to that of serial killing stories<br />\r\n2-\tLoyal to the Adventure genre, more than 12 mini games and tens of environmental puzzles<br />\r\n3-\tTens of graphic documents, newspapers, short stories, and old advertisements<br />\r\n4-\tNarrating the story in more than 20 locations and 65 backgrounds with utmost 2D detail<br />\r\n5-\t27 characters with more than 150 pages of captivating dialogue<br />\r\n6-\tMore than 20 minutes of motion comics for a more precise narration of the story<br />\r\n7-\t60 minutes of engaging film noir music<br />\r\n8-\t95 pages of completely interactive daily notes by the detective<br />\r\n9-\tMore than 5 hours of gameplay",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/659490/header.jpg?t=1759951484",
    "developers": [
      "RSK Entertainment"
    ],
    "publishers": [
      "Strategy First"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 3300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}