{
  "659630": {
    "name": "Tiny Toyfare",
    "steam_appid": 659630,
    "required_age": 0,
    "is_free": true,
    "description": "In the comfort of their home, two young siblings challenge each other to a toy battle. One controls a collection of dinosaurs while the other controls an army of stuffed animals. As they begin to play, their imagination takes over and the toys come to life! The dinosaurs try to steal the stuffed animals’ candy but the animals retaliate with strategic maneuvers and emplacements to protect what is rightfully theirs. The battle ensues as the animals and dinosaurs struggle to defeat one another, moving all around the house to gain the advantage. In the end, only one side will prevail and achieve sweet victory.<h2 class=\"bb_tag\" >Features</h2><br><strong>Imaginative Locals</strong>: The ordinary becomes the extraordinary when seen through the eyes of a child at play!<br><br><strong>Tools of Destruction</strong>: Choose from three powerful towers to defend your candy from the incoming Dino horde!<br><br><strong>Adorable Troops</strong>: Use your stuffed animal squadrons to protect your towers and thin out the enemy forces!<br><br><strong>Awesome Powers</strong>: Clear out massive swaths of enemies with devastating Commander Abilities, create a new ice age, or blast them away with the Ball and Jacks!<br><br><strong>Twitch Action</strong>: Control your towers for a massive boost of power and precision, but be careful, they'll have to cool down after use!<br><br><strong>Deep Strategy</strong>: Plan your defenses and bolster your troops, all to get ready for the fight of your childhood!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/659630/header.jpg?t=1508342308",
    "developers": [
      "Super Suite Studios"
    ],
    "publishers": [
      "Super Suite Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}