{
  "659720": {
    "name": "Xenocite Clad",
    "steam_appid": 659720,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/659720/extras/57c7397ddb6c73765eecc1058b3a262c.webp?t=1725467065\" width=600 height=60 /></span><br><br>Xalia, the lone Syr, finds herself in opposition of two entities that actively fight for control of the city's complex, home, and birthplace: Tarentia. No longer a city, but a battleground littered with danger, she must give her all to take it back. Awaiting you are secrets of the past, the city's true colors and dark truths. Xalia's internal conflict is both to learn of her origin, and her place amongst the ruins of the world left behind. Will she take a side in the war that consumes the world beyond?<br><br>Luanrel, the militant leader, came to Tarentia in search of the rumored Syr's heart. With her forces and allies acquired along the path, they take up arms against the Syr. She delved into the heart to see it destroyed, as well as any &amp; all Syr controlled by it. Upon arriving, some soldiers went missing. With what little men she had left, she pressed forward, only to be ambushed by and separated from her soldiers. What is to come of her unit? Could any of them have survived in this technological deathtrap? Her mission is clear: Plunge the sword that felled legends into the heart of this war machine, ending it for good, or die trying.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/659720/extras/759f3da83bc2368c8e20f3cf874653a4.webp?t=1725467065\" width=600 height=60 /></span><br><br>Xenocite Clad places you in the abandoned world of an advanced civilization, that mysteriously disappeared overnight. Centuries later, the ruins have been revitalized, bringing back life forms of varying hostilities. Brave these ruins against predators, unforeseen allies, and more as you search for a resolution to your conflicts as Xalia the syr, wielding an energy blade and her Energy Compressor Drone, E, immerse yourself in the knowledge of your forefathers' civilization, and what caused their immediate disappearance. This path will make her not only face the sins of her creator, but long to atone for them. <br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/659720/extras/489b266fb5a68da2d2d13b8db016ae8a.webp?t=1725467065\" width=600 height=60 /></span><br><br>-Fast-paced, pixel action. Witness the challenge unfold before you as you strive to survive.<br><br>-Over 100 pieces of retrievable data to utilize to your advantage.  These logs not only provide additional depth and context to the world but will give you insight on bosses and potential secrets.<br><br>-Three difficulties that influence the world and its behaviors.  Awake (Normal Mode), Adept (Bosses and enemies have added behaviors and damage!) and lastly Truth (Same as Adept but with perma-death) All of these can be modified with a Speedrun mode.<br><br>-Customize your play by utilizing many different system modifications, each with their own advantages.<br><br>-A beautiful soundtrack composed with the talents of John Sinclair, Colorgeist and GlitchxCity<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/659720/extras/f6c69cb10747fa6e643cc5a7385a28be.webp?t=1725467065\" width=600 height=60 /></span><br><br>Despite my hesitation to do so, Xenocite Clad has released on Steam Early Access following a community vote.  What does this mean?  For starters, I want to be clear that  the game's main narrative is fully playable and has been heavily tested and tweaked.  Of all the content planned for the game, the current availability is as follows: 14/37 Areas, 12/26 Upgrades, 9/27 Bosses.  Those numbers will increase as we patch in new areas.  Please alert us to any bugs you may find through our discord; I will get to them as soon as I am able.  I hope you enjoy the game and look forward to the content that is to come for it moving forward!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/659720/extras/53e53e8678c4dac7b6aeed8442719d0e.webp?t=1725467065\" width=600 height=60 /></span><br><br>Will there be Co-Op?<br>-Co-Op can not be easily integrated due to the storylines, characters, and controls being vastly different. It could conflict with each other's progression and ability to enjoy the game.<br><br>What variety is there to the gameplay?<br>-Zones are designed so that challenging obstacles can be approached and accomplished in many different ways. This allows people to develop their own solution, rather than following a linear and boring path through every zone. We want the player to feel their choices pay off in their own order as they desire.<br><br>What weapons are available?<br>-While the story can be approached through a pacifist mentality, we also wanted to give players a wide range of weaponry to suit their desires, whatever they may be. Each weapons-system will function vastly differently, depending on the armament the player chooses to back it up. In total, there are 14 different mod chips for the player's systems.<br><br>How much is yet to be complete?<br>Check the Early Access section for the completion stats.<br><br>Will there be any additions after release?<br>-We will implement a few things expansions and patches to the large world for more exploration and problem-solving.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/659720/header.jpg?t=1725467065",
    "developers": [],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 28,
      "highlighted": [
        {
          "name": "SiD",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/659720/4a70e812477a8d913e6fc787fa9e959e3044ccd9.jpg"
        },
        {
          "name": "Vanguard E2",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/659720/38054c6d6f9582ade7fff8b0369e5b5b7dae64fd.jpg"
        },
        {
          "name": "Cinder Wraith",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/659720/9a9826f1c4bc3e23499d586f64b9b59c1f0bdf21.jpg"
        },
        {
          "name": "Haunted Vanguard",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/659720/bdab20fd512bfe88846264a57915af90769d0e60.jpg"
        },
        {
          "name": "Azrakiris",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/659720/9a9826f1c4bc3e23499d586f64b9b59c1f0bdf21.jpg"
        },
        {
          "name": "E",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/659720/c38370626b47f9413679c2095cdcd6418179a6c7.jpg"
        },
        {
          "name": "First Adherent",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/659720/13e0a24c5e1ca6e620c6caa822839d5a4fe9febb.jpg"
        },
        {
          "name": "Last Sentiment",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/659720/428141a9a474b26a628d320075e6ed61528cdc48.jpg"
        },
        {
          "name": "Gigajolt",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/659720/9a9826f1c4bc3e23499d586f64b9b59c1f0bdf21.jpg"
        },
        {
          "name": "Librarian",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/659720/6c3eb2907cc2e90dd030ed40feed7781542cf0d8.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}