{
  "660040": {
    "name": "Diving Trunks",
    "steam_appid": 660040,
    "required_age": 0,
    "is_free": false,
    "description": "Diving Trunks is a casual dodging/shoot 'em up style game featuring a seafaring elephant who has dropped his peanuts overboard.<br>It is your task to help 'Trunks' dive down into the deep ocean to retrieve as many peanuts as possible, all whilst gulping air bubbles to stay alive and avoiding unkindly marine life.<br><br>Features crisp, cartoony graphics and original music. A wide variety of enemies ensure infinite replayability. Dodge smaller marine creatures then battle colossal sea monsters by shooting peanuts from your trunk! Recommended for all ages.<h2 class=\"bb_tag\" >GAME MODES</h2><ul class=\"bb_ul\"><li><strong>Endless</strong>: Collect peanuts and survive for as long as you can. Encounter Boss Monsters with randomised features - prepare for anything from a simple battle to a total onslaught.<br></li><li><strong>Challenge</strong>: Collect a set number of peanuts before reaching the sea floor. Mysteries of the deep are waiting to be unlocked. Each playthrough is completely different - no two attempts are the same.<br></li><li><strong>Hunger</strong>: Prevent rapid starvation by frequently munching peanuts.<br></li><li><strong>Numbers</strong>: Gulp numbered bubbles in the correct sequence; wrong numbers reduce your air supply.<br></li><li><strong>Fetch</strong>: Collect a target star bubble and return it to the base; air granted only upon return.<br></li><li><strong>Haste</strong>: Forward velocity is constant; steer clear of danger, if you can.<br></li><li><strong>Patterns</strong>: Marine creatures swim in geometric patterns; navigate through gaps in the shapes.<br></li><li><strong>Slalom</strong>: Swim through a series of gates; a wrong or missed gate earns one of three strikes.<br></li><li><strong>Panic</strong>: Avoid a fatal panic attack by staying clear of certain creatures.</li></ul><h2 class=\"bb_tag\" >BOSS FIGHTS</h2>Battle relentless sea monsters whose size and defenses are randomly-generated - who knows what you'll encounter in the depths. Use the peanuts you've collected as ammunition to defeat these deep-sea behemoths.<h2 class=\"bb_tag\" >POWER-UPS</h2>Collect and use various special abilities to assist Trunks:<br><ul class=\"bb_ul\"><li><strong>Bubble Shield</strong>: Deploys a protective bubble around Trunks at the expense of his air supply.<br></li><li><strong>Boost</strong>: Gives Trunks a speed boost in his current direction.<br></li><li><strong>Repel</strong>: Redirects enemy creatures away.<br></li><li><strong>Stun</strong>: Immobilises all visible enemy creatures.<br></li><li><strong>Magnut</strong>: Attracts all surrounding peanuts.<br></li><li><strong>Relive</strong>: Grants another chance at life.<br></li><li><strong>Tank</strong>: Refills the air meter to maximum.</li></ul><h2 class=\"bb_tag\" >DIFFICULTY MODES</h2>Beginners through to hardcore gamers can now play at a difficulty level that reflects their ability:<br><ul class=\"bb_ul\"><li><strong>Simple</strong>: A very basic challenge for the inexperienced; suitable for youngsters.<br></li><li><strong>Easy</strong>: A decent challenge for those not wishing to stress.<br></li><li><strong>Normal</strong>: A standard challenge for the average gamer.<br></li><li><strong>Hard</strong>: A more intense challenge for those wanting to prove themselves.<br></li><li><strong>Extreme</strong>: A serious challenge reserved only for the elite gamer.<br></li><li><strong>Chaos</strong>: An unpredictable challenge of mixed difficulty.</li></ul><h2 class=\"bb_tag\" >MYSTERIES</h2>Unlock 15 game-changing mysteries - including various effects and new marine creatures - by playing Challenge mode.<h2 class=\"bb_tag\" >ACHIEVEMENTS</h2>Conquer 28 local achievements to prove your skills. Complete them all to become a Lunacy Champion.<h2 class=\"bb_tag\" >HIGHSCORES</h2>Attempt to beat the highest local scores in each game mode.<h2 class=\"bb_tag\" >OPTIONS</h2>Sound FX, Music, Fullscreen.<h2 class=\"bb_tag\" >CONTROLS</h2>Keyboard (gameplay) and mouse (menus).<h2 class=\"bb_tag\" >BACKGROUND</h2>Diving Trunks is the result of a private game jam contest combining the theme of 'underwater' and item 'elephant'. The initial game idea grew and has been further developed over a year with a multitude of features and content, such as additional game modes, effects, and original music by first-time composer Tom Hines.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/660040/header.jpg?t=1573480182",
    "developers": [
      "Lunacy Interactive"
    ],
    "publishers": [
      "Lunacy Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}