{
  "660520": {
    "name": "The IOTA Project",
    "steam_appid": 660520,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/660520/extras/fbab8023e6f40ac681dc04f2c8895fbb.avif?t=1513361218\" width=460 height=214 /></span><br><br>Bitsburgh has been evacuated. R4N-D mechs and drones have swarmed the streets. It's up to you, as the pilot of the mysterious mech IOTA, to take down the enemy threat and bring peace back to the city. If, of course, you don't destroy it in the process. <br><br>Arm yourself with an array of powerful weapons scattered throughout the city, as well as your own two giant robot fists and some chaos-causin' rocket launchers - and destroy all enemies! <br><br><strong>This is a free, pre-alpha demo</strong>- please be aware that there will be bugs and issues, as well as aspects of the game that feel unfinished. We're continuing to develop a complete version, taking into account player feedback. We hope you enjoy this slice of what we have to offer and follow along our development journey!<h2 class=\"bb_tag\" ><strong>Features</strong></h2><br><ul class=\"bb_ul\"><li><i>Free Locomotion</i>: Use the analog sticks to move and rotate. Explore the whole city with no teleportation! We worked hard on making a cockpit system that helps to alleviate nausea. Current comfort options include 3 varieties of rotation you can switch between from the settings. Additional comfort settings will be added as we continue development.<br><br></li><li><i>Multiple Play-styles</i>: Like combat up close and personal? Prefer targeting your foes from a distance? Switch between melee weapons and rocket launchers at will. The mech arms have a slight delay compared to your pilot arms, which helps to convey the weightiness and power of your punches.<br><br></li><li><i>Free-Roam Experience</i>: Explore and destroy the city in a sandbox environment. Those enemy mechs aren't the only ones who get to have fun causing a little chaos.<br><br></li><li><i>Power Abilities</i>: You have three special weapons you can unleash by punching buttons in your mech - Core Blast, which unleashes a volley of rockets; Electro Blast, which sends out a shockwave to stun enemies and send objects flying; and the Laser, a deadly beam of high-powered energy. <br><br></li><li><i>Grabbable Props</i>: Pick up cars, buses, stoplights, and more. Nothing says &quot;don't mess with me&quot; like a mech wielding dual palm trees.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/660520/header.jpg?t=1513361218",
    "developers": [
      "DreamSail Games"
    ],
    "publishers": [
      "DreamSail Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}