{
  "660860": {
    "name": "Cube Monster",
    "steam_appid": 660860,
    "required_age": 0,
    "is_free": false,
    "description": "If you wanna have a good time and play with your friends this is the shooting game for YOU! <br />\r\n<br />\r\nMultiplayer game:  P1 = HTC Vive + P2 = Joystick or keyboard.<br />\r\n<br />\r\nGreat work-out!! <br />\r\nMonsters come fast and you have to kill them, but not all your weapons will work with them.. that's why your partner (P2) will help you by releasing elements to add to your arrow to kill them!<br />\r\n<br />\r\nAWESOME!!  I  want to know more...<br />\r\n<br />\r\nCube Monster is a Multiplayer game, works on HTC VIVE and Xbox joystick or PC Keyboard, players can take turns using the VR headset and controller to play. We have 10 levels on the first stage, cooperation between players it's the key, if you are fast enough you will be taken to the second stage.<br />\r\n<br />\r\n* Cooperation:<br />\r\nThe players need to cooperate and it's the key to survived, you can shield your partner to avoid the monsters approaching the area, release arrow power sources with the joystick, use the green button to send heal powers to regain lives before your sight looses color, earn rubies and more...<br />\r\n<br />\r\n* Arrow power resources:<br />\r\nIce <br />\r\nFire<br />\r\nWall<br />\r\nHealing powers<br />\r\n<br />\r\n* Spin:<br />\r\nPractice your archery and move fast to defeat the monsters.<br />\r\n<br />\r\n* View from above:<br />\r\nMove around, zoom, watch monsters location, use your shield to block monsters.<br />\r\n<br />\r\n* Earn rubies:<br />\r\nAfter killing the monsters, rubies will be accumulated and be used to upgrade your weapon.<br />\r\nHow to upgrade? <br />\r\nPress grip button on VIVE controller,  a panel will display above the controller, hold for 2 sec. and the multiple arrows will activate.<br />\r\n  <br />\r\n<br />\r\n* Levels: <br />\r\nWe designed a 10 level game where you will encounter different kinds of monsters if you survive night will come and you will have a sticky surprise with The Slimes, with more levels, remember to use all your element resources and cooperation with your protector is vital.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/660860/header.jpg?t=1507680409",
    "developers": [
      "ARdigitC"
    ],
    "publishers": [
      "ARdigitC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}