{
  "660870": {
    "name": "Darkness and a Crowd Demo",
    "steam_appid": 660870,
    "required_age": 0,
    "is_free": true,
    "description": "Darkness and a Crowd is a game going through the story of a tiny creature, defending his home planet from the destructive forces from further above.<br><br>When playing, you will be introduced to a beautiful, living, unforgiving world, beating with life as far as the eye can see. Taking on the role as the worlds smallest guardian, you will learn to survive, and re-conquer the lands you once called yours, from the unforgiving forces beyond your planet, but your not alone. Alongside with you, you will be acquainted with a friend, capable to control the elements in your immediate surroundings. Together, with your living form, and the spirits ability to control the elements, you will learn to re-take the world from what was once yours.<br><br>The game features the following:<br><ul class=\"bb_ul\"><li> An interactive menu capable of controlling your's and your spirits powers, with the simple touch of a button. Navigating through the elements you wish to control and choosing what you feel would be most helpful in the determined situation of you're choosing.<br></li><li> An adventurous and interactive, living, breathing world free for the taking.<br></li><li> A simple, yet satisfying fight system, repayable at the core, meant to increase the replay ability and purposely exploitable to help gather further experience before continuing to harder areas.<br></li><li> and much more (admittingly due to the fact, I'm not quite sure if all the pending features I wish to add will work or even mix together)</li></ul><br>Darkness and a Crowd is meant to take on the role of a side scroller RPG experience, done like never before. The most common RPG's are made in a top down environment easily accessible in simple, cheap programs like RPG Maker. What I want to bring to the table is a never before seen play style incorporating several ideas that have never been mixed and matched before.<br>This truly is a once in a life time experience, and an idea that's never been played with before.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/660870/header.jpg?t=1608772900",
    "developers": [
      "S Albertus"
    ],
    "publishers": [
      "S Albertus"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 4,
      "highlighted": [
        {
          "name": "Tutorial Book",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/660870/72e9ce2048bd3fac1b1c7e21a07634587f68f3e1.jpg"
        },
        {
          "name": "Wild Lands",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/660870/682a28251c1bbad6f43fa2e799d45dd3df217b1a.jpg"
        },
        {
          "name": "Ooooooh yeh",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/660870/0e1868da66bdfa78c71ed0813082eb143cd4cd2e.jpg"
        },
        {
          "name": "Merciless Mercenary",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/660870/c5ae0879b51ae2c4dd8a06e3763b88a682c7a590.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}