{
  "661130": {
    "name": "ChilloutVR",
    "steam_appid": 661130,
    "required_age": 0,
    "is_free": true,
    "description": "Have you ever dreamt of a world where you can create and explore anything you want? ChilloutVR is a community-driven VR &amp; Desktop sandbox game supposed to enable players as well as creators to create and explore a huge metaverse.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/661130/extras/6ed31bac02f7bd95072adc1ef3af27d7.avif?t=1768533948\" width=630 height=72 /></span><br><br>Welcome to ChilloutVR, your new place to be. Be able to create your own avatar or use existing avatars, explore a huge metaverse containing lots of different servers, game modes, avatars, and worlds.<br><br>The main goal of ChilloutVR is to provide a secure and performant base game for creators and players around the world.<br><br>An AlphaLink account is required to play this game. You will be asked to create this account after starting the game.<h2 class=\"bb_tag\" >Be who you want to be</h2>You can create your own Avatar, your new self in ChilloutVR. You can play as your avatar, explore worlds, meet friends, and make new friends.<h2 class=\"bb_tag\" >Be where you want to be</h2>You can be wherever you want to be, the huge community of content creators is one of the many reasons why ChilloutVR is a game that is enjoyable over a long period of time. You can explore a daily growing amount of publically available worlds alone, with friends or with people you just met. You can also open up new worlds with just a click. Visit and explore a huge amount of virtual worlds or just create your own.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/661130/extras/c4262ee09983a246eb42981e82981da2.avif?t=1768533948\" width=630 height=72 /></span><h2 class=\"bb_tag\" >Avatars</h2>You are enabled to create your own, fully expressive, full-body tracked avatars with lip sync and eye-tracking. Full-body tracking is not required, VR is not required. <br>You can find more detailed information on what custom avatars can contain and what the requirements are in our documentation.<h2 class=\"bb_tag\" >Worlds</h2>You are enabled to create your own, fully immersive worlds including interactable objects.<h2 class=\"bb_tag\" >Scripting &amp; Game modes (not yet available)</h2>ChilloutVR is built modular, allowing everyone to create interactive worlds with interactable objects or even full game modes - all using our in-house scripting toolkit &quot;Newton&quot; (not yet available). This way we allow creators to create game modes like Trouble in Terrorist town, various kinds of coop tower defense games or even MMORPGs in ChilloutVR. The only limitation is your imagination and the players computer performance.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/661130/extras/3cf39e2c122e708fc772705dc300f95a.avif?t=1768533948\" width=630 height=72 /></span><h2 class=\"bb_tag\" >Social interactions around the metaverse</h2>Add your friends and join them, drop portals to other instances to have them follow your way around the metaverse, join public instances to find new people, and make new friends. <br>You can also join groups to connect with other communities or spend time with the people you like.<h2 class=\"bb_tag\" >Join the party</h2>Attend events of all kinds, be a part of groups, or create your own. You are welcome to enjoy events and talks with many users online.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/661130/extras/dbcbad2f479c548158488a10ed5cdce7.avif?t=1768533948\" width=630 height=72 /></span><br><br>In ChilloutVR you can explore the many worlds of the metaverse, either alone or with your friends. When exploring online you can decide if only your friends or random people from across the world can join you in your adventures.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/661130/header.jpg?t=1768533948",
    "developers": [
      "ChilloutVR Team"
    ],
    "publishers": [
      "ChilloutVR Team"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 8 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}