{
  "661380": {
    "name": "Orbit Defender",
    "steam_appid": 661380,
    "required_age": 0,
    "is_free": false,
    "description": "You are in the control of the Planetary Defense System of Earth. Your job is to protect Earth using turrets orbitting the planet. You have gotten full control of the planet and you are responsible to keep the planet intact. You will have to manage your funds according to the current situation.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://i.imgur.com/OjOgmOu.png\" /></span><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://i.imgur.com/RntBaCN.png\" /></span><br><br>Currently the game has 4 different weapons you can buy and build a defense system with. These are the current weapons we have made, with <strong>WAY</strong> more coming in the future:<br><br><ul class=\"bb_ul\"><li>The first one is a Rocket Launcher that deals a great amount of damage with low turret range for a low price.<br></li><li>The second one is a high range Laser Cannon that deals an okay amount of damage but has an medium price.<br></li><li>The third one is a Shield Cannon that deals a medium amount of damage but has a wide range to hit multiple asteroids coming in, The price of this cannon is quite high.<br></li><li>This fourth one is a Homing Launcher that has a high rate of fire and deals a great amount of damage, The Missile follow it's target to there is almost no chance of it missing aslong the asteroid has not had impact with the planet, The price however is very high.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://i.imgur.com/rOMAmEW.png\" /></span><br><br>Currently the game has 2 passives, which you can use to get a better income and make your defense system stronger with each click. These are the current passives we have, with <strong>WAY</strong> more coming in the future:<br><br><ul class=\"bb_ul\"><li>The first passive is a Money Printer, It will generate $1 a second and can be bought multiple times at a medium price, Using this passive is game changing if you use it correctly.<br></li><li>The second passive is Health Generation, It will generate 1 HP per second but comes at a higher price. This passive might save your planet.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/661380/header.jpg?t=1507148585",
    "developers": [
      "Frostflake Studios"
    ],
    "publishers": [
      "Frostflake Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}