{
  "661460": {
    "name": "Thin Judgment",
    "steam_appid": 661460,
    "required_age": 0,
    "is_free": true,
    "description": "Thin Judgment sets you in front of a conveyor belt. Many things appear on the line. Ranging from spare change and suspiciously clean food, to gold bars and sentient little-paper-people that have a tendency to explode. Try not to die – avoid explosions, being &quot;fired,&quot; mind what you're picking up, and remember to eat after working hard.<br><br>DISCLAIMER: Button mashing plays a monumental role. If you have weak fingers, be warned.<h2 class=\"bb_tag\" >The Conveyor</h2><br>Earn your wage by collecting spare change or collecting paper people with your tube. Feel free to analyze and prejudice which paper people you collect, as each of them has their own social status and gender. There are over 50 different social statuses and text-based events may occur based on the balance/imbalance of roles and genders. There are some malicious roles as well, so be careful not to let destabilizing people join your perfect little-paper-society. Use money to purchase shipments of basic items.<br><br>Earn resources by collecting gold bars or letting the paper beings endure a slow and agonizing death in the furnace that’s at the end of the conveyor belt. Letting paper people die doesn’t have any considerable implication, but letting gold bars go into the furnace will make your employers very upset with you. Unless you collect those gold bars, you won’t be employed to anybody for very long. Use resources to place shipments of paper people in bulk.<br><br>There are various other items that appear on the conveyor belt which you can pick up.<br><br>- Food<br>Apples and Lemons. What a good selection of nutrition.<br><br>- Drugs<br>Marijuana. Medical, of course. Slows down the perception of time for a short period.<br><br>- Bandages<br>How else will you stop the bleeding?<br><br>- Gasoline<br>Pour it over the conveyor belt and watch everything around it burn!<br><br>- Caltrops<br>The only item that cannot be picked up. Attempting to pick them up will result in a sharp pain and some blood loss.<h2 class=\"bb_tag\" >The Experiments</h2><br>When you want to divert from the typical conveyor belt mayhem, then switch over to one of the 3 experiment mini-games. You need paper people to experiment on, so collecting enough at the conveyor belt is necessary.<br><br>- Ground Race<br>Great for watching the paper people stumble and fall on their face. Control one of the 4 paper people and get to the end first. Avoid obstacles by jumping and moving.<br><br>- Rock Climbing<br>Stop the paper people from climbing to the top. Knock off all but the golden paper people, as the golden ones fall up and are harmless if just climbing.<br><br>- Tube Operator<br>Switch tubes on and off to prevent them from overheating as paper people travel through them.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/661460/header.jpg?t=1517819141",
    "developers": [
      "James Roll"
    ],
    "publishers": [
      "James Roll"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 8,
      "highlighted": [
        {
          "name": "Peace and Positivity",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/661460/16d9adb3e92e48211f4d99cf5e528771cbe772f7.jpg"
        },
        {
          "name": "BURN, BURN, BURN!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/661460/16d9adb3e92e48211f4d99cf5e528771cbe772f7.jpg"
        },
        {
          "name": "For Science",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/661460/16d9adb3e92e48211f4d99cf5e528771cbe772f7.jpg"
        },
        {
          "name": "We Get It, You Vape",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/661460/16d9adb3e92e48211f4d99cf5e528771cbe772f7.jpg"
        },
        {
          "name": "Specimen Collector 1",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/661460/16d9adb3e92e48211f4d99cf5e528771cbe772f7.jpg"
        },
        {
          "name": "Specimen Collector 10",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/661460/16d9adb3e92e48211f4d99cf5e528771cbe772f7.jpg"
        },
        {
          "name": "Specimen Collector 100",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/661460/16d9adb3e92e48211f4d99cf5e528771cbe772f7.jpg"
        },
        {
          "name": "Specimen Collector 1000",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/661460/16d9adb3e92e48211f4d99cf5e528771cbe772f7.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}