{
  "661890": {
    "name": "LOGistICAL - Egypt",
    "steam_appid": 661890,
    "required_age": 0,
    "is_free": false,
    "description": "LOGistICAL expands into Africa with the addition of Egypt.<br><br>Click on Egypt on the globe to start the DLC.<br><br>Over 130 New towns to Complete.<h2 class=\"bb_tag\" >Back Story</h2>The annual flooding of the Nile has occurred (Wafaa El-Nil). There is a two weeks holiday for all... except you.<br><br>Supplies need to get from the main coastal towns and delivered upstream to the flood isolated towns. Fresh water is need from the Aswan dam to those affected downsteam.<br><br>Due to dense population the towns are huge and their needs are high. You may want to build up your industries before you do the towns.<br><br>You can build industries where possible and create &quot;Storage Depots&quot; where necessary.<br><br>The towns need you so get to work.<br><br>...<br>Egypt is an independent game that you can play at the same time as the main LOGistICAL game (and other add-ons). It has its own money, trucks and of course, challenges. So once installed and tutorial played, you can start playing this pack.<br><br><br>...<br>LOGistICAL is a large open-world, strategy, puzzle game where you transport different cargoes to complete all the towns throughout the country.<br><br>The whole game is a huge puzzle while each town is its own little piece of puzzling. There are over 1,000 towns to complete.<br>Plenty of towns are easy enough. Some take complex planning. Do them in your own order. Get bonuses for completing regions and contracts.<br>Some cargoes are easy to get. Others you have to create in industries. Use existing industries and build your own.<br>The further you get from the start the more strategies you have to use.<br>Pimp up your trucks with bonuses. Last truck delivering gets the bonus.<br>The towns and map are to scale. Current or historical industry placement. You could even say that playing is educational.<br><br>There is plenty more to keep you on your toes.<br>Towns consume the cargoes you are trying to get to completion.<br>Big trucks are great for moving lots of stuff, but can't travel everywhere.<br>There are lots of broken roads that need deliveries.<br>Upgrade the industries for better exponential throughput.<br>Cargo stores can sure come in handy.<br>What! I can't take my big trucks across the water on a ferry.<br>... and what is with those quarantine checkpoints?<br><br>Complete towns, roads, industries, contracts, regions and states for lots of in-game and Steam achievements.<br><br>LOGistICAL's base game covers the whole of Australia including all the major cities, towns and industries. Start in Sydney and work your way through the different regions and states. Eventually covering coast to coast with the most difficult being across the sea to Tasmania.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/661890/header.jpg?t=1507862966",
    "developers": [
      "Sacada"
    ],
    "publishers": [
      "Sacada"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 550,
      "discount_percent": 50,
      "initial_formatted": "¥ 11.00",
      "final_formatted": "¥ 5.50"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}