{
  "662420": {
    "name": "FootRock 2 Demo",
    "steam_appid": 662420,
    "required_age": 0,
    "is_free": true,
    "description": "“The main hero is a cool and modest guy with a big heart whose name is Rocky. Rocky has won a lot of victories in sport. He has been an outstanding football player but got a heavy injury. After a rough patch, Rocky meets a beautiful girl who inspired him again. Now he wants to give her an unforgettable evening, but he needs to earn a bit of money to do that. He decides to put everything on the line and goes to a closed-door sports arena to participate in a very dangerous and violent game. Only his professional skills, strong muscles and fortitude can help him to win this contest. «.<br />\r\n<br />\r\nThe &quot;FootRock - 2&quot; is an action first-person arcade game. There are no rules and laws! We have abolished time, gravity and space. Challenge the ordinary reality in our crazy game! Some time ago the first time of the &quot;FootRock&quot; game was released - it was our first step in this genre, but lots of people liked it. Our experience and the skills we gained helped us to improve the game and raise it to a qualitatively new level - that's how we created &quot;FootRock - 2&quot;",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 葡萄牙语 - 葡萄牙, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/662420/header.jpg?t=1498127355",
    "developers": [
      "nobodyshot"
    ],
    "publishers": [
      "nobodyshot"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}