{
  "662700": {
    "name": "Chop and Drop VR",
    "steam_appid": 662700,
    "required_age": 0,
    "is_free": true,
    "description": "VR Chop and Drop is an experimental VIVE Serious Game that is free to play!<br> <br>Take on the job of a line worker removing troublesome trees! Get out your chainsaw and use your control levers to maneuver the utility bucket in all directions, but watch your head!<br> <br>When you reach a branch, get sawing! Each log dropped gives you points. Cut them safely and efficiently for the highest scores!<br> <br>The game contains two modes, timed and freeplay. In timed play, you have 4 minutes to cut as many logs as you can. Enter your name on a local leaderboard when you finish! Or, you may use freeplay mode to take your time, explore the mechanics, and channel your inner lumberjack. Brought to you FREE by Designing Digitally, Inc.<br> <br> <br><u><strong>Features</strong></u><br><strong>Cutting Physics -</strong> Pull the trigger to bite into a branch, and move the controller to complete the cut. Then, watch the log fall away. Be sure it doesn’t land on your head!<br> <br><strong>Timed and Freeplay Modes -</strong> Measure yourself against the time limit, or take your time sawing and chopping every branch and log into tiny bits!<br> <br><strong>Local Leaderboard -</strong> Compete with others for a high score or beat your own score within the allotted time.<br> <br><strong>Standing Only Needed -</strong> No room scale necessary. Stand inside the bucket and use the levers to move your space smoothly from tree to tree with a visually grounded platform. No teleporting!<br> <br><strong>It’s Free! -</strong> We are experimenting with virtual reality for Serious Games at Designing Digitally, Inc. and want to share a fun serious game we developed with the public.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/662700/header.jpg?t=1503349365",
    "developers": [
      "Designing Digitally, Inc."
    ],
    "publishers": [
      "Designing Digitally, Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}