{
  "662870": {
    "name": "The Cerberus Project: Horde Arena FPS",
    "steam_appid": 662870,
    "required_age": 0,
    "is_free": true,
    "description": "Most FPSes nowadays are just mindless clicker games with guns. The Cerberus Project rejects all of the dumbing down of the last 15 years, and instead builds on the greatest FPS games with unique features such as analog sword movement, original weapons, and new types of enemies. The Cerberus Project does not have any unnecessary RPG elements, cutscenes, randomized level design, or checkpoints.<br><br><ul class=\"bb_ul\"><li>Dodge a hail of projectiles and fight hundreds of fast melee enemies at once to reach the powerups you need to survive.<br></li><li>The Cerberus Project is hard to learn, and harder to master. No design concessions were made for casuals.<br></li><li>Master the most challenging melee combat system in any FPS game. Control your attack damage and accuracy precisely with the Analog Sword Movement System.<br></li><li>Fight in large, complex arenas with multiple floors, jump pads, and teleporters.<br></li><li>Absorb enemy projectiles and fire them back with the Reflection Cannon. Zip and teleport across the level with the Warp Field.<br></li><li>Kill enemies to increase your attack rate with the Death Sword. Deal damage to activate god mode with the Life Sword.<br></li><li>Defeat special enemies that heal or teleport their allies.<br></li><li>Never worry about quicksaving again with the Continuous Save System, which allows you to travel back in time to any previous point. Manual quicksaves are also supported.<br></li><li>Defeat 12 enemy types and unlock 13 unique weapons with 2 fire modes each. Fight up to 600 enemies at once.<br></li><li>Master 7 large arenas that are 20 to 50 minutes long each.<br></li><li>Play for 4 to 6 hours to complete one of 2 difficulty settings.<br></li><li>Create your own difficulty setting by adjusting the amount of enemies, ammo, and health.<br></li><li>Fight whichever enemies you choose in the sandbox mode.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/662870/header.jpg?t=1553894243",
    "developers": [
      "Ilya Gorodetskov"
    ],
    "publishers": [
      "Ilya Gorodetskov"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}