{
  "662950": {
    "name": "CloudCity VR",
    "steam_appid": 662950,
    "required_age": 0,
    "is_free": false,
    "description": "CloudCity VR lets you experience creating and maintaining a city from scratch in roomscale VR. Build your city the way you want it; whether that means tending to your islanders' every need and creating a utopic paradise, or focusing on industry and maximising income potentially at the expense of your populace, the choice is yours to make!<br><br><strong>Features: </strong><br><br><ul class=\"bb_ul\"><li><strong>VR -</strong> This one's pretty obvious. You get to experience your city from a completely different perspective compared to other city builders. It's incredible seeing the skyscrapers you built rise up in 3d space around you, and physical interaction means the actual creation process becomes even more immersive.<br></li><li><strong>Advanced Economic Model -</strong> CloudCity uses an advanced, polycentric model of urban development at it's core. This means that businesses and other buildings form dynamic, complex interactions that create interesting scenarios for you.<br></li><li><strong>Full interactivity -</strong> Grab, throw, snap, create and expunge almost any object in the game. Is that mountain bothering you? Not for long. It's fun picking up a stadium to use as a broom to clear trees for a new development. You can finally safely say that YOU created your city!<br></li><li><strong>First person -</strong> Scale down and explore your city from the perspective of an islander. Ever wondered if you can see the sunset from that sweet park you built? Wonder no more! With the click of a button, you can minify and wander the streets as a regular citizen (Just don't get run over...)<br></li><li><strong>Dynamic weather and time of day -</strong> Experience your city in conditions ranging from drenching rains to moonlit nights with a full 24 hour day/ night cycle, advanced atmospheric effects and ever-changing weather.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/662950/header.jpg?t=1499963412",
    "developers": [
      "Floating Point Interactive"
    ],
    "publishers": [
      "Floating Point Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4000,
      "final": 4000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 40.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}