{
  "663190": {
    "name": "Dream Coaster VR Remastered",
    "steam_appid": 663190,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Dream Coaster VR will put the definition of roller coaster simulator on the whole new level of entertainment! </strong><br><br>We invite you for this unforgettable ride through magical grounds of Fantasy Land, where absolutely everything can awaits you around the bend. <br>Do not let the name trick you - this rollercoaster will surely keep you wide awake! <br><br>Travel between reality and dream while moving around the whole spectrum of different environmental themes - from Wonderland woods, through majestic volcanic mountains straight to the mysterious cave mouth! All of them created with care about every detail in the highest quality 3D graphics powered by Unreal Engine. <br>The thrill of immersion will consume you completely! Prepare for intense sensations you can’t even dreamed about!  <br><br>Attention: Dream Coaster VR track is meant to be confusingly realistic - be aware of ultra immersive impression of height and speed experience!<br><br><strong>Features:</strong><br>- diverse environmental themes<br>- breathtaking landscapes<br>- marvelous track and thrilling turns<br>- outstanding high quality 3D graphics<br>- ultra immersive height and speed experience<br>- series of confusingly realistic impressions <br>- constantly growing level of excitement<br><br><br>Enjoyed the ride? Be sure to try medieval Rift Coaster HD, also available on Steam!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/663190/header.jpg?t=1593727341",
    "developers": [
      "Ignibit"
    ],
    "publishers": [
      "Ignibit"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "7 user reviews",
      "total_positive": 6,
      "total_negative": 1,
      "total_reviews": 7
    }
  }
}