{
  "663230": {
    "name": "OMSI 2 Add-on Downloadpack Vol. 2 - KI-Fahrzeuge",
    "steam_appid": 663230,
    "required_age": 0,
    "is_free": false,
    "description": "This second OMSI 2 download pack is all about utility vehicles in OMSI 2.<br><br>The OMSI 2 Download Pack Vol. 2 contains a total of nine different utility AI vehicles awaiting deployment on a diverse selection of OMSI maps.<br><br>The utility vehicles are not directly drivable, but they make the traffic on each map much more realistic.<br><br>Every bus driver knows all too well what a challenge these vehicles present. Trundling slowly along, they make it hard for drivers to keep to their timetables.<br><br>Vehicles like street sweepers and construction vehicles move far more slowly than ordinary vehicles and need to be overtaken with skill.<br><br>A total of nine vehicles ranging from refuse collection trucks to multifunctional light trucks are ready to roll onto the streets. Each boasts different repaints, and some also have their own animations (flashing warning lights or rotating brushes) and their own special sounds.<br><br>In order to maintain game speed even while adding more AI vehicles, all models have been optimised and adapted for top performance on the OMSI 2 maps. These vehicles are new and have not yet been used in any commercial OMSI 2 Map Add-On.<br><br>The package includes modified AI vehicle lists for the most-played OMSI 2 add-ons, among them Aachen, Berlin X10, Gladbeck, Hamburg Day &amp; Night and Rheinhausen, and for the freeware maps Ahlheim, Blankwitz, Krumenaab, Lemmental and Städtedreieck.    <br><br>With the OMSI 2 Download Pack Vol. 2 AI vehicles, modern maps look even more realistic and virtual driving comes another step closer to driving in real traffic conditions.<br><br><strong>NOTE</strong><br>Further distribution of the vehicles in the OMSI 2 Download Pack Vol. 2, whether individually or together with freeware maps, is not permitted for reasons to do with copyright.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/663230/extras/1a793997ff716d4975eae772eaa367ae.avif?t=1764238290\" width=616 height=68 /></span><br><br><ul class=\"bb_ul\"><li>9 different AI vehicles, some featuring additional animations<br></li><li>Vehicles based closely on models from well-known manufacturers<br></li><li>Modern AI vehicles like refuse trucks, street sweepers, wheel loaders, multifunctional light trucks, excavators and various car transporters<br></li><li>Vehicles with different repaints/colours and liveries<br></li><li>Static models for placing on maps<br></li><li>Ready to use AI lists are supplied for use with existing maps<br></li><li>Some vehicles have their own special sounds included<br></li><li>Performance-optimised 3D models</li></ul>",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/663230/header.jpg?t=1764238290",
    "developers": [
      "Halycon Media"
    ],
    "publishers": [
      "Halycon Media"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5200,
      "final": 5200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 52.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}