{
  "663270": {
    "name": "Embers of Mirrim Demo",
    "steam_appid": 663270,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Overview</h2><br>An ancient power forges together two distinctly different creatures into one versatile hero charged with restoring peace and balance to the world. This newly minted savior has the grace and power of its respective races, as well as the ability to split itself into light and dark embers. The embers are controlled independently using right and left analog sticks, creating an intuitive and endlessly satisfying way to platform through stunning fantastical landscapes.<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li><strong>A Stylish Character with Twice the Personality:</strong> Mirrim has the ability to split into two playable forms, called embers. The Light and Dark embers are independently controlled by the left and right control sticks and offer new ways to solve puzzles, overcome obstacles and traverse through the world.<br></li><li><strong>Diverse Gameplay:</strong> Master innovative thumbstick controls mixed with classic platforming, alter your world to solve intriguing puzzles, battle with gigantic bosses and run for your life from dangerous threats. Infusing these moments with “splitting” gameplay and a powerful narrative offers more than the sum of its parts.<br></li><li><strong>Save Your World From the Corruption:</strong> Use your powers to rid the world of the corruption that is infecting your beloved planet. Save your friends and unify their forces to restore balance to the world.<br></li><li><strong>Explore the Extraordinary World:</strong> A vibrant and colorful universe awaits! Mirrim’s journey will take you from a thawing mountain to an aging forest to a desolate wasteland and more. A variety of hidden secrets are scattered throughout the stunningly rendered environments for you to discover.</li></ul><h2 class=\"bb_tag\" >A controller is required to play Embers of Mirrim<h2 class=\"bb_tag\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/663270/extras/fd97337174e3efd882fb9262917db093.avif?t=1568908704\" width=600 height=170 /></span></h2></h2>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/663270/header.jpg?t=1568908704",
    "developers": [
      "Creative Bytes Studios"
    ],
    "publishers": [
      "Creative Bytes Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}