{
  "663370": {
    "name": "The Zwuggels - A Beach Holiday Adventure for Kids",
    "steam_appid": 663370,
    "required_age": 0,
    "is_free": false,
    "description": "Let your kid ( 4 years and older ) join the Zwuggels on an amazing trip in this interactive Summer adventure.<br>The children help the Zwuggels prepare for their trip to the beach for their summer vacation.<br>Once landed on the tropical island, they quickly learn about the mysterious pirate cats and soon take part in an exciting treasure hunt!<br><br><ul class=\"bb_ul\"><li>Winner of PAEDI 2016 Award for outstanding children's software (Munich, Germany).<br></li><li>Concept qualified for funding by the State of Bavaria's Film Fund (FFF).</li></ul><h2 class=\"bb_tag\" >The main cast</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/663370/extras/8c13a0d575fbd35bf7edcd8eb67d249e.avif?t=1501681836\" width=600 height=304 /></span><h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Topics: <strong>Summer</strong> Vacation, Holidays, Beach, as well as <strong>Pirates </strong>and Treasures!<br></li><li>No violence whatsoever!<br></li><li>36 chapters with creative mini-games<br></li><li>An enchanting tale, written in fun rhyming style, similar to nursery rhymes<br></li><li>Many animals, contains girls and boys as characters<br></li><li>For ages 4-8, toddlers, preschoolers. A great way to encourage early readers.<br></li><li>Perfect as a bedtime story: Play one chapter per day!<br></li><li>Beautifully illustrated by German picture book illustrator Stefan Leuchtenberg<br></li><li>Translated to English, Spanish, French, German, Italian, Portuguese, Polish, Russian. </li></ul><h2 class=\"bb_tag\" >Story</h2>Each chapter is a unique game, with its own mechanic that motivates kids. First, they get to know their new friends as they help them with activities like climbing a cliff, feeding their little baby monster, or helping them with their school work. <br>The next day, the Zwuggels leave for vacation. Time to pack their bags!<br>In the morning, they make sandwiches and soon fly the airship through a mighty storm and eventually make it to their destination. At the ocean, they set up beach chairs, learn to put on sunscreen, and then simply relax, building a sandcastle.<br>The calm ends when they find a message in a bottle from a stranded cat! A boat must be found, repaired and painted. Together they fend off sharks, go fishing, feed dolphins, tickle turtles and find the marooned cat. Will they find the legendary treasure?<br><br>Playing the many mini-games, each with their own unique interactions, your children discover the story at their own speed.<h2 class=\"bb_tag\" >Written in delightful rhymes</h2>“Zwuggels are lovely, joyous things,<br><br>they’re friendly, kindly creatures.<br>They’re really small rather than tall<br>with funny, charming features.”<h2 class=\"bb_tag\" >What parents say about the game</h2>Note: These comments were made for the mobile app version.<br><br><br><strong>Kath J., on 2 February 2017:</strong><br><i>&quot;Absolutely loved it. Grandson enjoyed it so much is asking if you doing another.. Graphics were wonderful. Each story kept max amazed he's started from the beginning now.&quot;</i><br><br><strong>Jeni R., on 16. September 2016:</strong><br><i>&quot;My 4 year old's first game Wanted to finally introduce our 4 year old to games and chose this for its cute characters and innocence. He needed some gentle explanation for the controls and the idea that he could let go of things to try them in places but after that, he loved it. His eyes lit up on the second level when he saw a little boy Zwuggel play with a train, enthused to Mama &amp; after stopping, he emulated the girl climbing across the waterfall using sticks for hand and footholds. Full marks from this parent -- good safe fun :) &quot;</i><h2 class=\"bb_tag\" >Made by a small indie team</h2>Stefan Leuchtenberg — Art, Illustrations, Animations, Character Design<br><br>Johannes Krämer — Game Design, Programming, Tech<br><br>We work with other external artists and professionals for sound, music, translations, etc.<h2 class=\"bb_tag\" >From mobile to your desktop</h2>This game was initially developed for mobile devices, and we wanted to bring it to the large screens of desktops as well!<br>For the Steam version, we added keyboard input in some of the chapters, where we believe makes intuitively sense.<br>The majority of the chapters is played with the mouse, by pointing, clicking, and dragging.<br>Also, only the Steam version comes with Achievements (Psst, some hidden ones, too).<br>If you have suggestions or comments, including about controls or input, please email us!<h2 class=\"bb_tag\" >Privacy</h2> Your privacy is important to us: This game does not collect any personal information.<br>This game does not contain any ads or in-app-purchases. <br>If you have questions about privacy, please contact us.<h2 class=\"bb_tag\" >Zwuggles</h2>Although their real name is Zwuggels, they sometimes answer to Zwuggles -- but only on days with an 'e' in them ;-)<h2 class=\"bb_tag\" >Contact</h2>We’d love to hear from you. We love getting emails from our players!<br>We’re a small team, so your feedback will go straight to the creators of the game.<br>Thanks!",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 葡萄牙语 - 巴西, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/663370/header.jpg?t=1501681836",
    "developers": [
      "Ploosh GmbH"
    ],
    "publishers": [
      "Ploosh GmbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 32,
      "highlighted": [
        {
          "name": "Meet & Greet",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/663370/34fbe85ad93935560e0aca374816505e9a9a00d5.jpg"
        },
        {
          "name": "Ready steady",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/663370/dc1f1b7264a9d2ea0659e7abfc8c24b02c0d999f.jpg"
        },
        {
          "name": "On the Island",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/663370/3c2d2a3268022711ab899346fe8d9c8aa67562c2.jpg"
        },
        {
          "name": "Sandcastle",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/663370/7c73eef67aea7039897c0b458c286bfb5035c2bd.jpg"
        },
        {
          "name": "Friendly Feeder",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/663370/6bfff271335c56c5b1ce7aa8e56d77af5e882010.jpg"
        },
        {
          "name": "Feeding Frenzy",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/663370/347906286ae29f648ef8f6ce9c76f7bccfc7fbdf.jpg"
        },
        {
          "name": "Fantastic Amounts of Food",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/663370/bbff0ae4fba4640b67f65416c8e9db49ddc6a6a9.jpg"
        },
        {
          "name": "Ten Throws",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/663370/faeb669569b37600dc763a3688e58912ca1e499a.jpg"
        },
        {
          "name": "Waterball 50",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/663370/9591ef0ceb4653c56155765db68fed46271095f3.jpg"
        },
        {
          "name": "Waterball 100",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/663370/ea52d3bd0c1d2d7601d6183c06975c9c63fedcdd.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}