{
  "663310": {
    "name": "Trainz 2019 DLC: Canadian Rocky Mountains - Rogers Pass",
    "steam_appid": 663310,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Route includes 4 Sessions.</strong><br><br>&quot;The Canadian Pacific Railway Mountain Sub itself ( Rogers Pass being a separate subsection ) stretches over 300 km East-West. Starting at Ottertail just SE of Field. This takes more than 10+ hours non-stop driving obeying rules and signals and negotiating grades and the trip ends East of Three Valley Lake! <br><br>This part of the CPR posed tremendous engineering challenges to the 19th-century builders. Standing out are the passages through the Kicking Horse Canyon ( see Kicking Horse Canyon Trainz route ) and across the Rogers Pass.<br><br>The descent from Kicking Horse Pass towards the Columbia River at Golden meant that the railway had to be hacked and blasted out of the sheer cliffs of the canyon of the Kicking Horse River. Passage of the Selkirk Mountains across Rogers Pass was an even greater challenge and the original route carried the railway through the pass, not beneath it through tunnels. <br><br>Rogers Pass is one of those subsections that will submerge you in sheer beauty and awe regarding landscape and railways - the Rocky Mountains at its majestic best!<br><br>Our route stretches 33km from South Portal to MacDonald Tunnel East, emerging 12km later, then continuing on 63km to Revelstoke. Take a side tour there to investigate the Powder Hill Ski Gondola (past the Airport) or the Revelstoke Canyon Dam (5km to the North). After crossing the Columbia River the mainline continues roughly parallel to the Trans Canada Highway 15km further to South West portal. <br><br>Driving long haul consists over the mountain passes and famous tunnels like McDonald and Connaught will take all your attention to make it a safe and enjoable trip.<br><br>Imagine the railway climbing even higher from Stoney Creek siding onwards, then following the narrow canyon where now the Trans-Canada Highway runs with its extensive snow sheds. On the western side of the pass the railway descended with loops through side-valleys, only to rejoin the current tracks just west of Glacier siding.<br><br><strong>History of the Rogers Pass Tunnels:</strong><br><br>The high cost of pusher engines and snow clearing made tunnelling inevitable, resulting at first in the Connaught Tunnel.<br><br>The capacity of the single-track railway had grown insufficient by the 1970s, at which time then-prime minister Pierre Trudeau was heard to remark: Well, why don't they double-track it then? Why not indeed, and so over the next 20 years the MacDonald Tunnel and its eastern approaches were built,<br>which increased the capacity of the railway from about 12 to 18 trains per day in each direction. That is not counting stoppages due to snow and rock slides. <br><br>Those sizable yards at Revelstoke, Ross Peak and, especially, Golden (see Columbia River Basin subsection and or Kicking Horse Canyon subsection) are indicative of the need for waiting tracks while snow and debris is being cleared.<br><br>With this route, a number of superb related sessions created by Hkoster1 highlight the capacity of the railway under ideal conditions, using either one or both of the tunnels. These sessions come both in automatic and dispatcher options.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/663310/header.jpg?t=1548724796",
    "developers": [
      "RoysTrainz"
    ],
    "publishers": [
      "N3V Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 13587,
      "final": 13587,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 135.87"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}