{
  "664260": {
    "name": "Company of Heroes: Europe In Ruins",
    "steam_appid": 664260,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Europe In Ruins features:</strong><br><ul class=\"bb_ul\"><li><h2 class=\"bb_tag\" >Persistent Companies, Persistent Campaign</h2>Every battle counts! If a unit survives, it will earn XP for participating in battle, and for every kill. This veterency is recorded and persists beyond the end of the battle. Your battle results will also have an impact on the ongoing campaign, where the Allies have landed in Normandy and must fight to retake Europe, and the Axis must stand firm in their defence of France. But if a unit gets wiped out in battle it will be lost forever, taking their precious veterancy with them. You must choose between giving your units the order to retreat, or holding out to the very last man.<br></li><li><h2 class=\"bb_tag\" >A Unique Gameplay Experience</h2>Europe In Ruins also features totally new gameplay features from Company of Heroes. You no longer have a base to build or a tech tree to research, you instead build your company in the launcher before each battle and call your units into battle by requesting the unit “call-ins” you’ve arranged. Units ordered to retreat will retreat off the map entirely, and are out of action until the next battle. Infantry still captures territory, but there are no more flags to capture; territory is instead captured by controlling the sector and driving the enemy out, with more territory granting you a higher Population cap to call units on. All this across 30 custom maps (and counting!)<br></li><li><h2 class=\"bb_tag\" >An all new Soviet faction</h2>Take the fight against the Axis to the Eastern Front. Europe in Ruins expands on the four factions offered in the base game and lets players take command of an all new soviet faction consisting of three fully fledged doctrine trees that are stuffed with unique new units and abilities. <br></li><li><h2 class=\"bb_tag\" >A Stand-Alone Launcher Application</h2>Europe In Ruins uses a unique independent launcher application to handle company creation, doctrine selection, unit management, and for launching battles. Read the latest updates, track the progress and results of other battles, link your Twitch account, and participate in the ongoing online warmap campaign, all through the launcher.<br></li><li><h2 class=\"bb_tag\" >Reward Units &amp; Alternative Skins</h2>Reward units are rare historical units that can be purchased using the Gold you earn from battle, and are completely new from Company of Heroes. They can be found in booster packs, traded with other players, or bought and sold on the open market. Many doctrines also have multiple different historically accurate unit skins that can be applied to them, which can be viewed and activated through the in-game Rewards menu.<br></li><li><h2 class=\"bb_tag\" >Quality Of Life Improvements</h2>Huge quality of life changes include improved squad AI, improved vehicle pathing, a built-in extended-zoom camera mod, and improved unit ability hotkeys.<br></li><li><h2 class=\"bb_tag\" >Totally Unique Companies</h2>Each player may make a total of 9 doctrine selections for their company, out of a total of 21 selections available to them, giving each doctrine a total of 106,661,318,400 ‬different possible combinations. And that’s before taking unit selection, commander perks, resource bonuses, or playstyle into account!<br></li><li><h2 class=\"bb_tag\" >An Active Community &amp; Ongoing Development</h2>Europe In Ruins has an active and dedicated playerbase, with players located all across the globe and games available daily. The development team is also hard at work on the mod, with updates patched and posted regularly. News and updates can be found posted in our Discord channel, on our forum, and in the launcher’s built-in News tab.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/664260/header.jpg?t=1739059091",
    "developers": [
      "EIR Development Team",
      "Relic Entertainment"
    ],
    "publishers": [
      "CMI",
      "SEGA",
      "THQ"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}