{
  "664560": {
    "name": "DreamTank",
    "steam_appid": 664560,
    "required_age": 0,
    "is_free": false,
    "description": "Are you tired of recalling robots, working a simulated job, training to be a pirate in space, or enjoying the weather in Arizona? Then it's time to take a relaxing trip to the DreamTank, a sweeping musical journey that takes you through randomly generated alien worlds in an interaction-light VR experience. <br><br>DreamTank contains ten different DreamTracks--the musical score that drives the visuals--with each experience beginning with simple shapes and a muted color palette, and then as the DreamTrack plays on, the worlds become more vivid, the shapes more complex, and the colors more vibrant. Watch the sun rise and set over alien worlds, see massive objects float through the sky above you, and watch distant comets burn through the night sky backlit by stars and planets--each world a randomly generated snapshot that will be unique to your experience!<h2 class=\"bb_tag\" ><strong>DreamTank is an interaction-light experience!</strong> </h2>DreamTank was created to be something that was observed, something that was relaxing and something that would inspire the imagination. This means that there is no teleportation, no weapons, no gravity guns or terrain manipulators, and this is by design! DreamTank is the kind of experience you would want to do when you don't want to do anything, just watch and observe the worlds it makes for you! When you're wanting some more VR, but don't want to work up a sweat, give DreamTank a try. You never know what you might see.<br><br><br><strong>Key Features:</strong><br><ul class=\"bb_ul\"><li> Randomly and procedurally generated worlds and visuals unique to each playthrough<br></li><li> Screenshot capturing for later viewing and sharing of the worlds you discover<br></li><li> Sequence pauser - if you like the world that was created, stay in it as long as you like<br></li><li> Ten different musical DreamTracks, each with a unique mood and pace<br></li><li> After playing through one experience, unlock the DreamTrack selector to choose which track you'd like to play<br></li><li> Support for HTC Vive, Oculus Rift (with and without Touch controllers), gamepads and keyboard</li></ul><br><strong>Important Performance notes:</strong> DreamTank uses significant GPU resources to render the beautiful worlds you will encounter. Although DreamTank works on a AMD RX480 and Nvidia GTX 980ti, for the best experience we recommend at least a GTX 1070 with 6GB of RAM or more. If you have a system that struggles to play other VR games, then DreamTank is not for you!<br><br><strong>High-Resolution Screenshots:</strong> To enable 4k screenshots, press the letter H on the keyboard to toggle high-resolution screen captures. Be warned that this takes a powerful GPU, and that rendering may be momentarily paused while the screenshot is saved.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/664560/header.jpg?t=1508207749",
    "developers": [
      "Studio229"
    ],
    "publishers": [
      "Studio229"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}