{
  "665330": {
    "name": "Wrestling Revolution 3D",
    "steam_appid": 665330,
    "required_age": 0,
    "is_free": false,
    "description": "Before there was an <i>Empire</i>, there was a <i>Revolution</i>! It's easy to forget that this was once the biggest 3D wrestling game a mobile could handle, but the old veteran has returned to its desktop roots to enjoy higher resolution visuals with real shadows. There's little that can be done about the creaky frame rate, but there's still plenty to enjoy in the 1st wrestling game to ever make War Games a reality!<br><br>This was also my first sim to take you either side of the curtain in ONE epic shared universe - where you can either take shots in the ring as a wrestler or call the shots backstage as a booker! Create your own star and immerse yourself in a world of over 300 others across 9 different promotions, riding the waves of change from one week to the next in an endless schedule of possibilities.<br><br>Recalling the genre's 64-bit heyday, the fun comes first with a freestyle animation system that means anything could happen at any moment. The visuals may be behind the times, but the content is ahead of its time - filling the arena with as many wrestlers and interactive weapons as you can handle! The original touch-screen concept has also been specially adapted for controllers to make the action multiplayer for the 1st time.<br><br>Fully unlocked as standard, this special PC release grants you access to a comprehensive editor where you can save your changes to all characters and pit them against each other in dream matches of your own creation. As these older games also expose the files, modders can even enjoy changing the textures &amp; sound - so the only limit is your imagination!<h2 class=\"bb_tag\" >FEATURES</h2><ul class=\"bb_ul\"><li> The biggest wrestling sim on mobiles is even BIGGER on your desktop!<br></li><li> Over 300 characters spread across 9 different promotions - and as many of them in the ring as you can handle!<br></li><li> Different arenas and ring shapes - including TWO rings side-by-side for the first ever playable &quot;War Games&quot;!<br></li><li> Unique animation system allows any move to transition into any other at any moment for chain wrestling.<br></li><li> Enjoy the action from dozens of different camera angles (including affectionate tributes to classic wrestling games!).<br></li><li> Gaming's most detailed simulation of life as a wrestler - from contract negotiations to an endless calendar of matches.<br></li><li> The industry's most playable management sim, where you must act out entertaining matches for ratings.<br></li><li> Mix &amp; match dozens of different rules to create your own matches.<br></li><li> Interactive tutorial makes wrestling easy to play but difficult to master.<br></li><li> Fully playable by controller - which also allows for multi-player action on a shared screen!<br></li><li> Files are available to be replaced or expanded upon to make the world your own.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/665330/header.jpg?t=1675262919",
    "developers": [
      "MDickie"
    ],
    "publishers": [
      "MDickie"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 9,
      "total_negative": 1,
      "total_reviews": 10
    }
  }
}