{
  "665980": {
    "name": "Aquaponics Life",
    "steam_appid": 665980,
    "required_age": 0,
    "is_free": false,
    "description": "Aquaponics Life invites you to embark on an exciting journey of starting and growing your very own aquaponics business, transforming your passion into profit. Join the world of sustainable farming where you'll maintain the growth of plants and fish with aquaponics in your greenhouse.<h2 class=\"bb_tag\" ><strong>Key Features</strong></h2><ul class=\"bb_ul\"><li> Set up Growbeds: Choose your aquaponics system with various growbed styles. This allows you to customize your setup to suit your needs.<br></li><li> Cultivate a Variety of Plants and Fish: Experiment with different species of plants and fish, each with its profitability and growth. Discover the best combinations to maximize your yield and profit.<br></li><li> Optimize Growth with Nutrients: Select the right nutrients to enhance the growth of your commodities and achieve optimal results.<br></li><li> Maintain Your Aquaponics System: Regularly care for your aquaponics setup to ensure healthy growth. Proper maintenance is essential for both plants and fish to thrive.<br></li><li> Harvest and Sell for Profit: Harvest your plants and fish, then sell them to generate profit.</li></ul><br>Take on the challenge of managing a greenhouse full of aquaponics systems and bring impacts to your success. Aquaponics Life offers an engaging and casual way to experience the aquaponics process. Start building your aquaponics and watch your profits grow!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/665980/header.jpg?t=1764730344",
    "developers": [
      "Maulidan Games"
    ],
    "publishers": [
      "Maulidan Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}