{
  "668200": {
    "name": "Four Horsemen",
    "steam_appid": 668200,
    "required_age": 0,
    "is_free": false,
    "description": "EMIGRATE TO WESTERN EUROPE.<br>MAKE CORNFLAKE NACHOS.<br>CONFRONT THE GHOSTS OF A DEAD INTERNET.<br>PRETEND YOU DON'T SPEAK ENGLISH.<br>GET ARRESTED FOR APOLOGIZING TO A COP INFORMALLY.<br>KISS YOUR CRUSH.<br>START AN ARMED INSURRECTION.<br>WATCH ANIME.<br>DIE FIGHTING FOR YOUR RIGHTS IN A BLAZE OF GLORY.<br>START OVER IN NORTH AFRICA.<br>WATCH LESS ANIME THIS TIME.<br><br><strong>Four Horsemen</strong> is a visual novel / SLG about <strong>homelands and the immigrant experience</strong>. Play as a group of four contemporary immigrant teenagers squatting in a World War II era machine gun bunker, trying to find a place for themselves in a pre-apocalyptic, present-dystopian country that has no place for them. Will you go native, turning against your own people to bury the past your parents fled to escape? Will you cling to your parents’ identity at any cost, at the price of being a permanent stranger in your adoptive country? Or will you strike out on your own, turning against both your homeland and your adoptive country to shape a destiny for yourself? Love is all you need…and also improvised firearms.<br><br><strong>Four Horsemen</strong> is not another hagiographic, pioneer-tradition, self-exotifying immigrant explainer about being slightly different. It is an exploration of human migration in terms of people–neither as mythology nor as political platform, but as a difficult decision made by ordinary human beings caught in impossible circumstances, with consequences that ripple for generations. <strong>This isn’t a game about finding yourself…it’s a game about your self finding you</strong>.<br><br>Drawing from the developers' real lived experiences, interviews with current and former immigrant teens from around the world, and a year of painstaking anthropological research, featuring <strong>4 different main storylines, 9 different endings, 12 different playable homelands</strong> (all of which play differently), and a multitude of agonizing, important decisions, Four Horsemen tells a powerfully compelling, heartrendingly familiar, brutally honest story about what it's like to be a stranger in a strange land. One playthrough can be finished in a matter of hours, but you’ll want to revisit it again and again to see all of the many stories the game has to tell…and to pursue that elusive dream of a land you can call your own.<h2 class=\"bb_tag\" >Exciting Bullet Points!!</h2><br><ul class=\"bb_ul\"><li><strong>YOUR DECISIONS MATTER.</strong> Hard choices you make at the beginning come back to haunt you at the end. Characters turn out to be heroic or villainous depending on how you treat them--and they don't always reward you for treating them well.<br></li><li><strong>NO TWO COUNTRIES PLAY ALIKE.</strong> Each homeland has its own unique vocabulary, cultural values, prejudices, and history. Choices that are a good idea in one country turn out to be a reaaaaally bad idea in another. Like a real immigrant, you'll have to read your new culture and learn to adapt.<br></li><li><strong>NOT JUST BLACK AND WHITE.</strong> No faction reputation system! No alignment meter! Four Horsemen offers realistic, genuinely difficult moral choices, and to some questions there are no right answers--only different consequences.<br></li><li><strong>DELIGHTFUL CRAFTING SYSTEM.</strong> Make that cold, austere war bunker feel like home! Dive into dumpsters scrounging for parts, or buy them with your earnings from your terrible day job, and make DIY versions of things you could never afford! Characters interact with things you build. Make a disco ball and they'll throw a dance party, patch up that hole in the roof and they'll enjoy a quiet moment together on a rainy day. But beware--the system is not exactly fair to immigrants...<br></li><li><strong>TRIUMPH OVER HATE.</strong> A stranger pulls a knife on you and screams at you to leave town--what do you do? Do you try to de-escalate the situation with words...or respond by drawing your own blade? Our combat system replicates the anxiety and terror of real violence, not a power fantasy.<br></li><li><strong>THE MOST ADVANCED PROFANITY SYSTEM IN A VIDEO GAME, EVER.</strong> Audited by real current and former teenaged native speakers! Learn how to cast aspersions on a person's ancestry in 10 different real-world languages!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/668200/header.jpg?t=1628156881",
    "developers": [
      "Nuclear Fishin' Software"
    ],
    "publishers": [
      "Nuclear Fishin' Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}