{
  "668460": {
    "name": "RoboZone",
    "steam_appid": 668460,
    "required_age": 0,
    "is_free": false,
    "description": "A large and bright game that includes multiple levels of various complexity. Pass the multiple levels of the game, control the green character using special green zones. The character can fly from one green zone to another. Your goal is to destroy all the robots. Hit the robot to destroy it. If a robot's beam hits the character, the game is over. There are three types of robots. The red ones move randomly, the yellow ones have a specific trajectory, the spider robot rotates around its own center. Avoid guns, lasers and flying saws.  The level is complete when there are no scout robots  on the field. Collect bonus items. Use the interface on the right to apply them. Extra life. Protection, click on the icon to become invulnerable for a few seconds. Hammer. Click on the icon and then on any robot on the screen to destroy it. X2, Click on the icon to make the character move 2 times faster. Web, click on the icon and then on any robot on the screen to temporarily stop it. The complexity grows with the levels.",
    "supported_languages": "英语, 法语, 德语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/668460/header.jpg?t=1506681652",
    "developers": [
      "IteraLabs"
    ],
    "publishers": [
      "IteraLabs"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}