{
  "668960": {
    "name": "Esper - Make You Live Again",
    "steam_appid": 668960,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Esper - Make You Live Again</i> is a kinetic novel in which Ryo Masaki tells his story whereas he was only a young student in an Esper academy. <br><br>The Espers are humans with special abilities. They can, when a person is suffering, share the pain and see the past and the memories of that person. Using their powers and their understanding of the problem, the Espers can help the person, and give them the will to live again. <br><br>Ryo tells what happened when he passed his exam to become a certified Esper and how these events impacted his life and the life of many others to the point that they changed him forever.<h2 class=\"bb_tag\" >A kinetic novel?</h2>Yes, <i>Esper - Make You Live Again</i> is a kinetic novel. You don't interact with the story, there's no choices or routes nor different endings. Simply sit down, set up the auto mode to your tastes and enjoy the story. You don't have to start over in order to see the good ending or to understand the last part of the story, everything is included in one playthrough.<h2 class=\"bb_tag\" >How long is the story?</h2>The story of <i>Esper - Make You Live Again</i> is about 90,000 words long. The rest depends on you, on how fast you can read, how long you will look at the characters and the places and listen to the music. <i>Esper - Make You Live Again</i> is not an experience designed to be either long, short or to last for a certain amount of time. This is an experience designed to be enjoyable.<h2 class=\"bb_tag\" >What can I expect from <i>Esper - Make You Live Again</i>?</h2>As a kinetic novel, <i>Esper - Make You Live Again</i> is not only a story. It's also a visual and audio experience. The journey Ryo made will take you to more than 20 locations, you'll meet 14 characters and you'll be rocked by a soundtrack of more than 35 minutes (17 tracks). Set a custom delay for the auto mode as well as the speed of the text and enjoy the story at your own pace in the comfort of your favorite armchair.<h2 class=\"bb_tag\" >Soundtrack included</h2>The soundtrack is available for free with each purchase of <i>Esper - Make You Live Again</i>. There's a jukebox available in-game and all the music files can also be retrieved in your installation folder, in Ogg Vorbis format. To find the soundtrack, navigate to your installation folder, then to /resources/app/soundtrack/.",
    "supported_languages": "英语, 法语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/668960/header.jpg?t=1667159150",
    "developers": [
      "Stoigames"
    ],
    "publishers": [
      "Stoigames"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2900,
      "final": 2900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 29.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}