{
  "669410": {
    "name": "Exatron Quest L'Epée de Sang",
    "steam_appid": 669410,
    "required_age": 0,
    "is_free": false,
    "description": "Synopsis :<br />\r\n<br />\r\nSuite à une grave maladie, votre mère a quitté ce monde et vous a laissé seul.<br />\r\n<br />\r\nPendant votre deuil, vous êtes approché par, Morgana, veuve du roi démon, qui vous convainc de briser la barrière magique qui scelle l'épée du prince Ernest.<br />\r\n<br />\r\nElle vous explique que de briser le sceau vous permettra de ramener un être cher à la vie.<br />\r\n<br />\r\nPorté par l'espoir de revoir votre mère, vous accomplissez cette quête périlleuse, mais une fois le sceau brisé, vous réalisez trop tard que vous avez été utilisé par Morgana pour ressusciter le roi démon.<br />\r\n<br />\r\nCe même démon qui 5 ans auparavant avait déjà combattu votre père, le touchant mortellement, avant d'être achevé par le prince Ernest ... <br />\r\n<br />\r\nPoussé par la haine et la soif de vengeance, vous décidez de tout mettre en œuvre pour réparer votre erreur et vous venger de Morgana, et ce même si la mort elle-même essaie de vous en empêcher !<br />\r\n<br />\r\n*<br />\r\n<br />\r\nFollowing a serious illness, your mother left this world and left you alone.<br />\r\n<br />\r\nDuring your mourning, you are approached by, Morgana, widow of the demon king, who convinces you to break the magic barrier that seals the sword of Prince Ernest.<br />\r\n<br />\r\nShe explains that breaking the seal will help bring a loved one back to life.<br />\r\n<br />\r\nDriven by the hope of seeing your mother again, you are performing this perilous quest, but once the seal is broken, you realize too late that you have been used by Morgana to resurrect the demon king.<br />\r\n<br />\r\nThis same demon who 5 years ago had already fought your father, touching him mortally, before being completed by Prince Ernest ...<br />\r\n<br />\r\nDriven by hatred and thirst for revenge, you decide to do everything possible to repair your mistake and take revenge on Morgana, even if death itself tries to stop you!<br />\r\n<br />\r\n<br />\r\n****************************************************************************************************************************************<br />\r\n<br />\r\nExatron quest s'étoffe d'un nouveau donjon, de nouveaux personnages , de nouvelles quêtes !<br />\r\n<br />\r\nRetrouvez dans le jeu une nouvelle bande son original venue de la participation amicale du fabuleux groupe Silver Dust (Suisse) et une participation spéciale du groupe Seriously Serious (Suisse) ! <br />\r\n<br />\r\nNouveau : <br />\r\n<br />\r\nLes classes légendaires !<br />\r\n<br />\r\n- Assassin<br />\r\n- Berseker<br />\r\n- Archeveque<br />\r\n- Artilleur<br />\r\n- Sorcier<br />\r\n- Crusader<br />\r\n<br />\r\nTrouverez-vous les armes uniques crées spécialement pour ces classes légendaires !<br />\r\n<br />\r\n- Une chasse au trésor afin de pouvoir visiter le nouveau donjon :<br />\r\n<br />\r\nLa House 21<br />\r\n<br />\r\nEt 2 nouveaux lieux secrets !<br />\r\n<br />\r\nAlors, venez découvrir ou redécouvrir le fabuleux monde d'Exatronia et délivrer le monde du roi des démons !<br />\r\n<br />\r\nRPG 1 JOUEUR <br />\r\n<br />\r\nDisponible en Francais, en Anglais et Bientôt en Allemand !<br />\r\n<br />\r\n****************************************************************************************************************************************<br />\r\n<br />\r\n<br />\r\nExatron quest is a new dungeon, new characters, new quests!<br />\r\n<br />\r\nFind in the game a new soundtrack from the friendly participation of the fabulous band Silver Dust (Switzerland) and a special participation of the group Seriously Serious (Switzerland)!<br />\r\n<br />\r\nNew:<br />\r\n<br />\r\nLegendary classes!<br />\r\n<br />\r\n- Assassin<br />\r\n- Berseker<br />\r\n- Archbishop<br />\r\n- Gunner<br />\r\n- Wizard<br />\r\n- Crusader<br />\r\n<br />\r\nWill you find the unique weapons created especially for these legendary classes!<br />\r\n<br />\r\n- A treasure hunt to visit the new dungeon:<br />\r\n<br />\r\nThe House 21<br />\r\n<br />\r\nAnd 2 new secret places!<br />\r\n<br />\r\nSo come discover or rediscover the fabulous world of Exatronia and deliver the world of the king of demons!<br />\r\n<br />\r\nRPG 1 PLAYER<br />\r\n<br />\r\nAvailable in French, English and Soon in German!",
    "supported_languages": "法语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/669410/header.jpg?t=1615796907",
    "developers": [
      "Pillet Michael"
    ],
    "publishers": [
      "Studio Pillet"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}