{
  "670050": {
    "name": "Infantry",
    "steam_appid": 670050,
    "required_age": 0,
    "is_free": false,
    "description": "Drop down on Damocles, the war ridden alien planet, and fight to the death in our new action packed multiplayer top down shooter Infantry. Infantry puts you right into the action, giving you a multitude of classes, weapons, game modes and customization to wage war against your enemies in an online multiplayer environment.<br />\r\n<br />\r\nInfantry Online (currently known as Free Infantry) was a multiplayer combat video game with sprite animation graphics, using complex soldier, and ground vehicle models on typically complex terrains. Players fought to the death across many game modes, choosing from a plethora of classes.<br />\r\n<br />\r\nIt is time to take a fresh approach on the Infantry community’s “Free Infantry” that is still currently running. Using the Unreal Engine 4, we take what Infantry started with 18 years ago, and expand on it. Allowing players to fight in a competitive or casual environment, fixing flaws with the original Infantry systems, and updating the game with stunning graphics.<br />\r\n<br />\r\nInfantry is built with your multiplayer experience in mind. That means that we have taken every precaution possible to eliminate cheating and hacking. Everything you do in Infantry is determined by the server, the client is simply a replica of what the server is doing! <br />\r\n<br />\r\nThe entire game was built with you in mind. That means that we have taken every precaution possible to eliminate all potential cheating. That also means that the game will have a low entry point at $14.99 USD and in game purchases will be purely cosmetic. No pay to win, no buying progression, a game you can simply enjoy without breaking the bank!<br />\r\n<br />\r\nAdvanced statistic tracking means you can keep track of how many shots you’ve fired, how many times you’ve missed and how many times you’ve plastered the opposition! Built off of the Unreal Engine 4, the game will be available for Windows, Mac and Linux environments at launch.<br />\r\n<br />\r\nSquadmates  can be hard to find, but Infantry offers a spectrum of features to help aid you. VoIP will be added for team chats, eliminating the necessity of a 3rd party programs. The game will be launched via Steam, enabling access to the full Steam friend system and overlay. Outfit’s allow allies to stick together throughout battles and share tactics with, while following their Outfit Commander.<br />\r\n<br />\r\nPlay the game how you see fit. We will be releasing a complete Modding Kit with the game, allowing you to create new weapons, new maps, and completely new game modes. Coupled with the Steam Workshop, we can release a set of tools that will be relatively simple to work with, allowing people with no previous experience to get right into modifying Infantry. We want to put the control in your hands, and we are eager to see what you guys come up with.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/670050/header.jpg?t=1738084505",
    "developers": [
      "Lattasoft"
    ],
    "publishers": [
      "Lattasoft"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}