{
  "670030": {
    "name": "Fantasy Grounds - Dungeons & Dragons: Shackles of Blood",
    "steam_appid": 670030,
    "required_age": 0,
    "is_free": true,
    "description": "D&amp;D Shackles of Blood<br><strong>A D&amp;D Expeditions Adventure</strong><br>The Red Plumes have increased patrols in the region surrounding Hillsfar, and a string of disappearances has followed in their wake. Naturally, this has roused the suspicion of the factions. Join your factions and find out the truth behind the missing farmers. A four-hour adventure for 1st-4th level characters.<br><strong>Adventure Code:</strong> DDEX3-2<h2 class=\"bb_tag\" >About D&amp;D Adventure League Play</h2>This adventure is official for D&amp;D Adventurers League play. The D&amp;D Adventurers League is the official organized play system for DUNGEONS &amp; DRAGONS. Players can create characters and participate in any adventure allowed as a part of the D&amp;D Adventurers League. As they adventure, players track their characters' experience, treasure, and other rewards, and can take those characters through other adventures that will continue their story.<br>D&amp;D Adventurers League play is broken up into storyline seasons. When players create characters, they attach those characters to a storyline season, which determines what rules they're allowed to use to create and advance their characters. Players can continue to play their characters after the storyline season has finished, possibly participating in a second or third storyline with those same characters. A character's level is the only limitation for adventure play. A player cannot use a character of a level higher or lower than the level range of a D&amp;D Adventurers League adventure.<br>If you're running this adventure as a part of an organized event or at certain conventions, you'll need a DCI number  ). This number is your official Wizards of the Coast organized play identifier. If you don't have a number, you can obtain one at a store event. Check with your organizer for details.<br>For more information on playing, running games as a Dungeon Master, and organizing games for the D&amp;D Adventurers League, please visit the D&amp;D Adventurers League home. <br><strong>Requirements: </strong> The 5E Ruleset.<br><strong>Recommended: </strong> D&amp;D Basic Rules, D&amp;D Player's Handbook or D&amp;D Character Customization Pack, D&amp;D Monster Manual. The Monster Manual is necessary for viewing monster images from the Monster Manual.<br><strong>Conversion by: </strong>Chris Jernigan and Brian Mccray. Bell in the Depths map by Doug Davison<br>This product is licensed from Wizards of the Coast. Dungeons &amp; Dragons is a registered trademark. Unauthorized use or distribution is strictly prohibited.<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included D&amp;D fifth edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": null,
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 10 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}