{
  "670140": {
    "name": "Destiny of a Wizard",
    "steam_appid": 670140,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><i>THE STORY THUS FAR:</i></strong><br><br>Since the dawn of time, the power of the Blue Wizards <br>has been known to all folk. Life was peaceful for many years until an evil being known as Darklin came into the realm of the Vale Islands <br><br>This was known as the &quot;Darkest Hour&quot;. <br>Many perished...men...women...and children. <br>The battle between the powerful Blue Wizards and the <br>force known as Darklin waged on for many, many years. Until finally, the Wizards drove off Darklin and he was banished to another realm.<br><br>Even though he was defeated, he was not dead. <br><br>The Wizards sealed him away. The only way he could be brought back is by sacrificing a Wizard.  By sacrificing a Wizard, their power could be used to release the powers of darkness. <br><br>This would break the seal that binds Darklin. <br>Knowing this knowledge, the Wizards decided to shut themselves away from everyone. <br><br>They decided to live in secret so that no force, good or evil, can know where the descendants of the Wizards lived. <br>Our story begins here, where the Wizards reside in peace and in secret....<br><br><strong><i>FEATURES OF THE GAME:</i></strong><br>* A linear turned based RPG spanning over five chapters.<br><br>* Old school style retro fast pace combat.<br><br>* Comedy references full of derpness including &quot;4th wall&quot; ones!<br><br>* Over 50 various monsters to do battle with!<br><br>* Experience voice overs from over six different characters that bring the game to life!<br><br>* Extra features including bloopers and commentary bonuses!<br><br>* Unlock magical spells as you seek out the four elemental crystals of the Vale Islands.<br><br>* A special hidden sixth chapter which includes several features not from the main adventure!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/670140/header.jpg?t=1501541831",
    "developers": [
      "UltimaCJ Productions"
    ],
    "publishers": [
      "UltimaCJ Productions"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}