{
  "670230": {
    "name": "Omega Extinction",
    "steam_appid": 670230,
    "required_age": 0,
    "is_free": false,
    "description": "In our reality, &quot;Omega Centauri&quot; was a dwarf galaxy, consumed by the milky way, however a creature from another reality, with the power to bridge between dimensions known only as The Experiment has come to wreak destruction upon the galaxy. In his reality, the Milky Way was the dwarf galaxy and it was consumed by Omega Centauri. He seeks to exterminate all life on the Milky Way, and the humans aboard Station 13 must prevent him from carrying out his crusade.<br><br>In Omega Extinction you can play on two teams, The Experiment or The Humans. The Experiment is incredibly powerful, and can use his abilities to trick and deceive the humans. The humans use technology and strength in numbers to attempt to defeat The Experiment before they are picked off one-by-one. Omega Extinction is an asymmetrical multiplayer FPS, where one player plays as The Experiment and up to 4 other players play as The Humans.<br><br><strong>Hunt Down Your Enemies!</strong><br><br><i>Play as the fearsome experiment, and use your immense power to pick-off the humans one-by-one. </i><br><br><u>Bridging:</u> As he is from a different dimension, The Experiment can use his powers to &quot;phase out&quot; of our reality into his, upon doing this he appears as invisible to the humans, but he can now see them wherever they hide! However the experiment cannot attack whilst phased out, and must phase back into our reality to strike.<br><br><u>Disguising:</u> The Experiment can also use his powers to disguise himself to look identical to the other humans, whilst disguised he cannot change weapons or shoot, but he can communicate with the humans and get close enough to strike!<br><br><strong>Survive the onslaught!</strong><br><br><i>Play as a human and work together with your surviving allies to kill The Experiment before he kills you! But beware, for he might just be one of your allies in disguise!</i><br><br><u>Equipment:</u> The humans have various pieces of equipment to help them in their struggle against the Experiment, they include:<br><br><u>Psyshield:</u> A channeled shield that blocks the experiment's bridge vision from seeing any human inside, it also removes the disguise off a disguised Experiment! <br><br><u>Door Jammer:</u> A pack of 3 jammers designed to quickly shut and lock a door for a brief period of time, allowing for a quick escape or containment.<br><br><u>Target Spotter:</u> A special device designed to locate The Experiment. The spotter cannot see through walls, but it can see through a bridged Experiment! The spotter will highlight The Experiment (invisible or not) to reduce his effectiveness and stealth capabilities.<br><br><u>Proximity Mine:</u> When all else fails, why not blow him up? The mine is an explosive device that when it senses the experiment go near it, it will explode dealing serious damage, just be careful not to stand near it when it goes off...<br><br><u>Deployable Shield</u> On some maps, there just aren't enough doors, on those maps the Door Jammer is replaced with the deployable shield. The deployable shield will place an impassable wall between you and your foe, and will remain until it is destroyed.<br><br><u>Death is not the end!</u> Upon dying, your job is not yet over! Humans can take control of the facility's cameras upon death and if they spot the experiment, he is highlighted for all surviving humans!<br><br><br><strong>Features:</strong><br>-Online Multiplayer<br>-5 Player matches (4 Humans, 1 Experiment)<br>-5 Maps on launch! (The Hangar, The Accommodation Deck, The Engine Room, The Brig, and The Void)<br>-Customizable Character unlocks<br>-And More!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/670230/header.jpg?t=1518659932",
    "developers": [
      "Twin Vault Games"
    ],
    "publishers": [
      "Twin Vault Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 16 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 30,
      "highlighted": [
        {
          "name": "First of Many",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/670230/24d9ae6e39e48593db665ae1f3eb9bee70a48b18.jpg"
        },
        {
          "name": "Massacre",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/670230/3d86e8fcfa337b6eeff47e028534886c074872bc.jpg"
        },
        {
          "name": "Extinction",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/670230/6152e9f652dbcbd32d4274bee560b051945925dc.jpg"
        },
        {
          "name": "It Stares Back",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/670230/ee2627db27d9c31404e47a641f3ccf84194bb1c5.jpg"
        },
        {
          "name": "All Power to the Engines!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/670230/3e3e0dd08f57009630fcab5b7efc5f17a4138121.jpg"
        },
        {
          "name": "5 Star",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/670230/46b7a27980ffb048d046b819237249a336c8aa3c.jpg"
        },
        {
          "name": "Throw em in!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/670230/0e648bfe0c9706a20e625a3f3f481cff98f0fadc.jpg"
        },
        {
          "name": "Hangar 18",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/670230/53567fa38b98ced41861e94258f4c16e67005ce8.jpg"
        },
        {
          "name": "Survivor",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/670230/4bb9d3ec0ca1cf2a692ffcb50bb8abc0770f89f2.jpg"
        },
        {
          "name": "Fighter",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/670230/665b1ead27623c46596977a0c99cde78b91ebf8b.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}