{
  "670700": {
    "name": "Command LIVE - Pole Positions",
    "steam_appid": 670700,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Summer 2017</strong><br><br>Russia is in the 4th year of a 15 year project to install the ‘SHELF’ underwater Sound Surveillance System (SOSUS), a very modern equivalent to the US Navy’s Cold War system of listening arrays in the Greenland-Iceland-UK (GIUK) Gap.  The difference this time, however, is that the Russians are emplacing this high tech, nuclear-powered system in the Arctic, and that has the United States quite concerned.<br><br> <strong><br>The Arctic</strong><br><br>In recent years the increased access to Arctic waters due to receding polar ice has allowed exponential growth into hydrocarbon (oil &amp; gas) exploration and extraction, as well as much improved capacity for mineral extraction in the north of Russia, Canada, Greenland and Alaska.<br><br>Since the development of nuclear submarines able to travel under the polar ice cap, the Arctic has been heavily used for both transit of SSNs and others between oceans, and more importantly for stationing of Ballistic Missile Submarines SSBNs.  Both the US and Russia routinely position their SSBNs in this region as it provides excellent hiding grounds for these strategic assets; the US is not happy about a Russian detection system limiting their nuclear deployment options.<br><br>Neither Russia nor the US wants their operations in the Arctic to become public knowledge.  Russia does not have its system fully operational and the US has many other issues on its plate. There is a limited degree of plausible deniability involved in all actions in the north, there are few who can detect them and fewer yet who care to reveal what has been detected.<br><br><strong>Environmental Impact</strong><br><br>Environmentally the Arctic is one of the most fragile ecosystems on the planet. The receding icepack is seen as forthright evidence of global warming, compounded by enabling more resource exploration which increases both the actual and risk of further deposits of toxic chemicals into Arctic waters, where they take much longer to break down than in warmer climes. The Arctic in summer is home to home to 17 different species of whales, many like the Humpback and Grey whales migrate to the north in order to birth their young in the cold waters.  Many others such as the Narwhal, Beluga and Bowhead live in the Arctic all year.<br><br>Increased development in the North has invited increased environmental scrutiny by government-sponsored agencies such as the Arctic Council and the less accepted but much more recognised groups such as Greenpeace and Sea Shepherd.<br><br>Meanwhile, there is a major European-based environmental campaign ongoing trying to expose nuclear activity in the Arctic. This is causing some difficulty for Russia as it is in multi-lateral negotiations with European countries to take advantage of its new economic position and Brexit based opportunities.  The US is adding its voice to this protest, conveniently ignoring its use of the Arctic by nuclear submarines, by pointing out Russia’s intent to use undersea nuclear generation extensively in Arctic development.<br><strong><br>Expect your operations to be affected by significant biological and environmental group activity!</strong><br><br><strong>Situation </strong><br><br>The USN has been authorized to conduct a pre-emptive operation to destabilize Russian construction activities and halt the development of the SHELF project.  A major constraint is that the operation must not be detected! Therefore only Special Forces and submarine forces will be available for this operation and it must be carried out without the public or Russia discovering whom is responsible.<br><br>Russia knows that something is afoot.  There have been mixed messages coming out of Washington but it is clear that naval activity in the Arctic is increasing.  The priority for Moscow is to get the summer construction program underway and protect its secrecy as much as possible.<br><br><strong>FEATURES</strong>]<br><br><ul class=\"bb_ul\"><li>Playable by US or Russia.<br></li><li>Random start positions and events<br></li><li>Limited resources but impressive capability.<br></li><li>Multiple competing interests. Environmental Groups, sovereignty of Arctic neighbours.<br></li><li>Cyber effects.<br></li><li>Complex and very capable target set.<br></li><li>Win without starting a war!</li></ul> <br><br><strong>Assets:</strong><br><br><strong>US:</strong><br><br>SSGN 726 USS Ohio (Ohio<br>o   Echo Voyager (submersible)<br><br>SSN 21 USS Seawolf<br>SSN 23 USS Jimmy Carter<br>SSN 700 USS Dallas<br>SSN 782 USS Mississippi<br>SSN 786 USS Illinois<br> <br><br><strong>Russia:</strong><br><br>BS-64 RFS Podmoskovye (Delta IV Stretch)<br>o   Losharik (Submersible)<br><br>BS-136 RFS Orenburg (Delta III Stretch)<br>o   Losharik (Submersible)<br><br>K-139 RFS Belgorod (Modified Oscar II)<br>K-157 RFS Vepr (Akula II)<br>K-295 RFS Samara (Akula II)<br>K-329 RFS Severodvinsk (Severodvinsk)<br>K-371 RFS Pantera (Akula I)",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/670700/header.jpg?t=1726824847",
    "developers": [
      "WarfareSims"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}