{
  "671130": {
    "name": "Above & Below",
    "steam_appid": 671130,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Synopsis:</h2><br>Geraria has always been known to the people of Calindor as the land of angels, a world where the goddess they worship resides. The people of Calindor believe that one day their goddess will send her child, the Harbinger, to the world to cleanse it of the Fallen, angels who have committed wicked acts against the goddess, and who create evil monsters to destroy the humans of Calindor. What the people don't realize is, just how skewed their perception of the two worlds really is.<br><br>Join Colette, an angel fallen from the heavens above; and Arietta, a girl who fits the criteria of the Church of Calindor’s savior written of in their holy text, as they soon start to help Colette regain her lost memories, and Arietta learns that just maybe, the world really doesn’t need purged of “evil”…<h2 class=\"bb_tag\" >Features:</h2><br><ul class=\"bb_ul\"><li>Embark on a story deeply rooted in themes of self-empowerment, genetic modification, and the political effects of nuclear war. All while traversing the handcrafted lands of Calindor and Geraria!<br></li><li>Turn-based? What's that? Based off the original system found in Tales of Phantasia, Above and Below features a linear motion battle system! Lay the punishment down on your enemies in real-time!<br></li><li>Semi-open world means the player is allowed to explore the world how they please! (Barring exceptions due to progress on the main story.)<br></li><li>Side quests litter the game, and you’ll need a nice quest log to keep track of them all! Also experience Project Orionis, the largest side-quest in the game which runs parallel to the main story, allowing the player to learn much more backstory of the worlds as they traverse it.<br></li><li>Four factions exist for the player to delve into and join! Experience faction-specific quests and content for the Adventurer’s Guild, Church of Calindor, The Fallen, and the Knights of Geraria. Join all of them, or none. (Seriously, I’m not stopping you.) Did we mention three of them will majorly affect the game’s ending?<br></li><li>Speaking of endings, eight drastically different endings will exist for players to experience. Even those endings will vary slightly depending on smaller decisions throughout the game.<br></li><li>Gather a colorful cast of potential party members! Each has their own drives and desires that relate to the main story, and spending time with them will start up a character-specific personal quest!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/671130/extras/5547d7686a0038ffdd69ac4c2e33e198.avif?t=1562455602\" width=508 height=192 /></span></li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/671130/header.jpg?t=1562455602",
    "developers": [
      "Marcus Delekta"
    ],
    "publishers": [
      "Marcus Delekta"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}