{
  "671110": {
    "name": "Fantasy Grounds - Faerie Passions (5E)",
    "steam_appid": 671110,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><i>Faerie Passions (5E)</i></h2>Heroic Fantasy Where Fey and Mortals Meet!<br><i>Faerie Passions is a fantastical resource for integrating the fey into 5th Edition campaigns whether you are a player or GM!  When immortal infatuation breaks forth into the world of mortals, Faerie Passions brings you advice and optional rules for GMs, exploring the otherworldly mindset of the fey and their motivations when interacting with mortals and a world that is not their own. You'll find brand-new creatures like the lurker in light and vodyanoi and detailed personalities for existing fey ready to introduce wonder and faerie glamour into any 5E campaign, but this book is not just for GMs, as players will also find new fey-themed character archetypes and sorcerous origins tied to a faerie legacy. However you want to integrate fey themes and influence into your 5th Edition game, Faerie Passions has a ton of great material to make fairy realm come alive. </i><br>Faerie Passions is the latest in our line of 5th Edition projects focused on wilderness exploration and the magic, mystery, and menace of the woodland realms. You can pick up dozens of marvelous magic items in the Treasury of the Kingdom and magnificent monsters in Beasts of Legend: Coldwood Codex, and coming soon you'll find even more amazing arboreal adversaries in Beasts of Legend: Boreal Bestiary and an array of ardent adventurers to oppose them and serve as allies or rivals for your heroes (or even characters you can use yourself) in Conquering Heroes, plus terrific adventures like Cold Mountain and Horns of the Hunted!<br>We hope you enjoy using this supplement on the fey as much as we enjoyed making it, and that youll keep coming back again and again to Make Your Game Legendary!<br><i>Conversion by:</i> <strong>James Holloway</strong><br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>James Holloway</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/671110/header.jpg?t=1768382885",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 13 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}