{
  "671230": {
    "name": "Spirits: Ciel Bleu",
    "steam_appid": 671230,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Story</strong><br><br>Willard Rouse is an ordinary 17-year high school student who is often by himself. By accident, he discovered that he is a spirit bearer, one who could summon and use the power of spirits. After getting kicked out of Rainvalley Academy, he transferred to Ficaso Academy. Much to his surprise, Willard found himself in the company of great friends at Ficaso which led him to think that he could finally enjoy his years in high school without being misunderstood. However, Ficaso Academy is not what it appears to be. Willard started to have suspicions when he learned that the school prohibits students to make contact with the outside world until they graduate. Eventually, Willard realized that all the students in Ficaso are spirit bearers but they are unable to summon their spirits due to spirit jammers strategically placed around the academy. What secrets lie beneath the walls of Ficaso Academy? What challenges await Willard and his friends in their quest to escape? <br><br>Discover the secrets of Ficaso Academy; learn more about Shades, creatures who devour the souls of spirit bearers, and meet the powerful Spirits that could be summoned by Willard and his friends. Watch Willard hone his spirit powers and develop his relationships with the people around him!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/671230/header.jpg?t=1583596252",
    "developers": [
      "Lucascubestudios"
    ],
    "publishers": [
      "Lucascubestudios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}