{
  "671290": {
    "name": "Deadliners",
    "steam_appid": 671290,
    "required_age": 0,
    "is_free": false,
    "description": "The rules are simple. <br><br>Each player controls a line on the playfield, and has a certain number of shots and clears available for use in combat. <br><br>Deadliners features 5 different game modes ranging from single player training to 4-man action.<br><br><strong>Free For All (2-4 players):</strong><br>- In this game mode players compete vs each other to score points each round. Each player controls their own &quot;Deadliner&quot; and can maneuver around while shooting and dodging enemy players. Players can choose to battle it out on many different maps and with either shrink or dark mode options turned on.<br><br><strong>Capture the Flag (Team 2v2):</strong><br>- Classical capture the flag mode with a Deadliners twist. When you die your entire &quot;line&quot; is removed instantly from the map, clearing the way for other Deadliners to pass. Go for different tactical decisions with your teammate in a combined effort to capture the opponents flag and return it for victory.<br><br><strong>Linehunter (3-4 players):</strong><br>- Hunt the line! When you kill another Deadliner you become &quot;the line&quot;, and you start gaining points. When your opponents destroys you, they become the line, and now it is your turn to hunt them down! This mode is filled with action, and might be the mode to figure out who is the one true Deadliner amongst your friends.<br><br><strong>Survival (1-4 player):</strong><br>- In Survival players help each other through waves of targets that spawn on the map. When all targets are destroyed, dead players respawn and a new wave arrives. Can you score enough points to beat the infamous highscore? This game mode makes Deadliners interesting through a combination of skills and verbal communication between the players.<br><br><strong>Skill training(single player):</strong><br>- Tired of losing? Want to beat your friends in the upcoming monthly Deadliners tournament? Hone your skills in this difficult game mode, which is designed to improve your overall game mechanics in all of the Deadliners game modes. The challenges are categorized to target specific skills like shooting or clearing space in the Deadliners arena.<br><br>Invite your friends to have a great time playing Deadliners!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/671290/header.jpg?t=1517515976",
    "developers": [
      "Duel Studios"
    ],
    "publishers": [
      "Rooftop Panda"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3100,
      "final": 3100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 31.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}