{
  "671430": {
    "name": "Jengo",
    "steam_appid": 671430,
    "required_age": 0,
    "is_free": false,
    "description": "Our Fig campaign is Live! Come &amp; get your sweet reward while it's hot! LINK to the FIG campaign available by clicking &quot;Visit the website&quot; on your right!<br><br>Jengo is a point &amp; click in the purest old-school tradition. You know how it goes: you put your mouse pointer somewhere, clickety-click and something wicked happens. After a while, you begin to look for the most inappropriate items combination possible and test it out to see if the developers have the same kind of sick mind as yours.<br><br>In Jengo you play as Jeff, a disgruntled gaming prodigy seeking new challenges: the ultimate game, the one that will bring back some moisture in his eyes, and blister on his thumbs. Little does he know that his search will bring him to a strange, lonely place at the edge of the Pixelverse: Old Meta. Old Meta is a dumping ground for the Nobody-folk who were almost somebody - but have long lost their dreams at a watering hole in the middle of the desert. Now threatened by a large crack in the sky that consumes the land, they drink and gamble away their final days waiting for the end to come.<br><br>All they need is a hero... Sadly, considering the nature of forgotten places, no such hero ever came by, so they have now to settle on a gamer instead.<br><br>Powered by<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/671430/extras/fbca369610f6c29d0c37c0350e4e9e47.avif?t=1639573378\" width=190 height=100 /></span>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/671430/header.jpg?t=1639573378",
    "developers": [
      "Robot Wizard"
    ],
    "publishers": [
      "Plug In Digital"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}