{
  "671690": {
    "name": "[MARS] Total Warfare",
    "steam_appid": 671690,
    "required_age": 0,
    "is_free": true,
    "description": "Welcome to [MARS] Total Warfare and the red planet! Here is a strategic challenge that is different - but neither due to the authentic Martian terrain nor the super-sized battles.<br>Instead, imagine a traditional multiplayer RTS that allows battles to be joined in a massively-multiplayer fashion, so that you can get going straight off with zero wait.<br>Dare to enter a hostile world where efficient management of resources can be of higher importance than the ultimate victory. Now we are getting closer to the truth!<br><br>You are the executive commander of an alliance of mechs known as the LL. Unable to keep peace with itself, the war over Mars' scarce resources has been raging for decades.<br>The fight has affected the planet's climate so that liquid surface water is now present in many craters and deep valleys, unlocking a whole new set of possible battle tactics.<br>In order to expand your army, you must extract mineral rocks and tap into the various natural energy sources available. Upgrade your technology to build more advanced facilities.<br><br>Based on a library of more than 800 <i>satellite images</i>, <strong>customized maps</strong> ranging from epic large to moderate in size can be made <strong>in less than 10 mouse clicks</strong>. Map downloads are not needed - the entire battlefield is being delivered on-demand.<br><br>With hardware acceleration support that goes well beyond what is typically seen in RTS games, [MARS] Total Warfare battles can grow exceptionally large and remain smooth/playable under the most severe conditions. On less capable hardware, the game can still be tamed to suit most needs.<br><br>Connect to our multiplayer lounge and create your battle. Choose between team multiplayer and artificial opponents. The war is on!<br><br><br><i>The DLCs on offer are designed to boost your battles and skill - <strong>without</strong> compromising the fairness of the game in any way.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/671690/header.jpg?t=1743174644",
    "developers": [
      "TCR"
    ],
    "publishers": [
      "TCR"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 1 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}