{
  "671620": {
    "name": "Beast Battle Simulator",
    "steam_appid": 671620,
    "required_age": 0,
    "is_free": false,
    "description": "Beast Battle Simulator is a physics based battle-simulation sandbox game featuring dinosaurs, animals, and humans.  Kamikaze Zebras VS. T-Rex with laser guns, Lions with machine guns VS. a flock of 50 seagulls; anything is possible!  Watch as the beasts dismember and rip each other apart in gory detail!<br><br>BBS is fully physics simulated, so the beasts can smash and knock each other over in emergent ways.  They can even lose limbs depending on where they're hit or bitten.  Every beast in the game has a unique fighting style and attack pattern.<h2 class=\"bb_tag\" >Beast Soccer</h2>BBS includes a Soccer gamemode in which you can pit beasts against each other for a violent game of soccer.  Who plays better football: Brachiosaurus or Polar Bears?  Set up the match and find out for yourself!<h2 class=\"bb_tag\" >Weapon Attachments</h2>Customize your beasts by attaching weapons to them like machine guns, flame throwers, and bomb vests.<h2 class=\"bb_tag\" >Challenge Mode</h2>In challenge mode,  you must construct a team of beasts to complete a given task for each level.  The game features 60 challenges.  From smashing down pyramids of crates, to beating big dinosaurs in GIANT beast soccer, to having to face the dreaded penguin king, each challenge offers a unique gameplay experience.<h2 class=\"bb_tag\" >Sandbox Mode</h2>In sandbox mode, the only limit is your imagination.  You set up both teams for a custom battle of whatever units you want.  You can even edit the health and damage values of your beasts to create unique custom units like a super-powered puppy, or a killer pig.<h2 class=\"bb_tag\" >Beast Control</h2>At any time during battle you can use left click to take control of a beast and join the battle!<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>50+ different units to use in battle<br></li><li>Equippable weapons (Flamethrowers, Lasers, Miniguns, etc)<br></li><li>Physics-based simulation<br></li><li>Sandbox mode<br></li><li>Challenge mode (60 Challenges)<br></li><li>BEAST SOCCER gamemode<br></li><li>Custom units: Modify the health and damage of your beasts<br></li><li>Extreme dismemberment and gore<br></li><li>Onslaught mode: defend your tower from waves of enemies by spawning beasts in real-time and casting spells<br></li><li>Beast Control: at any time during battle you can take control and play as one of the beasts</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/671620/header.jpg?t=1519435286",
    "developers": [
      "DOG HOGGLER"
    ],
    "publishers": [
      "DOG HOGGLER"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "74",
        "description": "血腥"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 51,
      "total_negative": 8,
      "total_reviews": 59
    }
  }
}