{
  "671750": {
    "name": "ColorCode",
    "steam_appid": 671750,
    "required_age": 0,
    "is_free": false,
    "description": "Color Code is a unique and fun puzzle game, featuring 49 levels, that will keep you hooked with it’s creativity. The game features gameplay that is very basic, yet difficult to master. <br><br>In every level you are given a color code, that you will have to reproduce. Every hexagon will take the color of the circles around it. Click on the circles to change their colors, and the hexagon will take the color that most of the circles have. If the colors are equally assigned, the hexagon will turn back to black. <br><br><strong>Level packs</strong><br><ul class=\"bb_ul\"><li>    Level pack 1 - Easy as 123<br></li><li>\tLevel pack 2 - Say hello to Yellow! <br></li><li>\tLevel pack 3 - Stay connected!<br></li><li>\tLevel pack 4 - One and only one<br></li><li>\tLevel pack 5 - Chain reaction<br></li><li>\tLevel pack 6 - SNOW or never!<br></li><li>\tLevel pack 7 - Goodbye code </li></ul><br>Currently there are 7 level packs (besides the tutorial). Each level pack adds new concepts to the game, to keep you on your toes. No reason to worry though, the brain teasing logic and fun behind Color Code is guaranteed. In these levels you will meet buttons like “Locky” (you can’t change it’s color), “Pairy” (comes in pairs, both change to the same color), “Powerball” (the hexagon will have this button's color, regardless of how many other colored circles are on the hexagon) and others.<br><br><strong>Levels will be added constantly!</strong><br>Playing the game will motivate us to create new levels. So it's up to you if you want this game to end!<br><br>We put lots of hours into this game, to make it as fun as possible. There is always room for improvement and that's where you guys come in. We have our eyes on every comment, every like or dislike to help us make this game better and better.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/671750/header.jpg?t=1504049825",
    "developers": [
      "Tecsi Aron",
      "Szocs Robert"
    ],
    "publishers": [
      "MeRo Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}