{
  "671700": {
    "name": "Dead Horizon: Origin",
    "steam_appid": 671700,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/671700/extras/544bb29ec13d7a86b67ce9e5ab6be8ae.webp?t=1728135461\" width=468 height=60 /></span><br><strong>A six shooter is all you have in a world of sand, dust, and blood...</strong><br><br>Dead Horizon is a short and dirty point and click adventure game for your home computer system. Play as Bonnie Starr, a former farmgirl turned infamous pistoleer as she attempts to gain redemption at the end of a gun.<br><br>Dead Horizon is inspired by the light gun games of old. No, not Area 51, Time Crisis or Virtua Cop. The real old ones, like the original Wild Gunmen, Namco Quick &amp; Crash, and Mad Dog McCree. This game was inspired by those and the developer's own fascination with westerns and their machismo focused story lines on masculinity, murder, and guns. This game has all those things, and more! And it's 100% free! And very, very short.<h2 class=\"bb_tag\" >Features Include:</h2><br><ul class=\"bb_ul\"><li>Gameplay only involves the mouse. We've cut out those useless fidgety bits, like keyboards!<br></li><li>Out of date graphics, like you remember from that childhood before you were born!<br></li><li>Out of date soundtrack, so fabulous you'll want to own it separately!<br></li><li>Quickdraw duels with over five dangerous hombres!<br></li><li>Classic 4:3 aspect ratio, just for those that missed it!<br></li><li>Kill some people that probably deserve it!<br></li><li>Learn from the best shootist this side of the sunken desert!<br></li><li>Kill some people that maybe don't deserve it!<br></li><li>Getting to know whether or not you'd miss!<br></li><li>The game is totally free! So free we're not even charging for it!<h2 class=\"bb_tag\" >The hard sell:</h2><br>Dead Horizon takes less than ten minutes to play, but a lot of sweat and a LOT of tears went into making this game. If you take the time to experience this, trust us when we say it is appreciated.<br><br>This game is dedicated to the memory of my grandfather, who had the spirit of a gunslinger.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/671700/header.jpg?t=1728135461",
    "developers": [
      "14 Hours Productions"
    ],
    "publishers": [
      "14 Hours Productions"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}