{
  "672240": {
    "name": "Dreams of Greatness",
    "steam_appid": 672240,
    "required_age": 0,
    "is_free": false,
    "description": "Империя и Океания - две великие державы этого мира, враждующие друг с другом с незапамятных времен. В то время, как жители первой полагались на магию и могучие духовные скрепы, вторые развивали науку и пользовались ее плодами. <br />\r\n<br />\r\nПосле долгой борьбы Океания решила использовать против Империи ядерное оружие. Великий Император Замран, преемник самого Солнцеликого, дал отпор врагам. При помощи древнего артефакта - &quot;Духовной скобы&quot;, он перенаправил большинство снарядов обратно, частично превратив Океанию в радиоактивный пепел. Однако некоторые из боеголовок все же поразили Империю, из-за чего на ее территории развелось множество мутантов. <br />\r\n<br />\r\nЧерез несколько лет Империя возвела огромную стену - &quot;Стальной щит&quot;, оградив себя от разрухи западного мира. Кроме того, вся цифровая техника Запада, разлагающая духовность и моральные устои, оказалась под запретом. И теперь, ни каверзы заокеанских держав, ни мутанты, появившиеся из-за радиации, не могут помешать Империи жить тихой и стабильной жизнью в полном единении с природой, пока жаркое Солнце 2037 года нежно обнимает своими лучами священные земли Империи.",
    "supported_languages": "俄语",
    "header_image": null,
    "developers": [
      "SF"
    ],
    "publishers": [
      "SF"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}