{
  "672770": {
    "name": "Poseidon - Project Dark Sky",
    "steam_appid": 672770,
    "required_age": 0,
    "is_free": false,
    "description": "Poseidon is a naval war simulation video game and is a precursor to the massive concept of Aegis 2 which is in production.<br />\r\nThe game concept for Poseidon is &quot;Navies of the world unite against terrorists who are hell-bent to destroy an oil rig with a classified cargo&quot;.<br />\r\n<br />\r\nThe main objective of the game is to destroy the automated enemy pirate boats by maneuvering the Destroyer, the firing is done by on board AI using the Deck Gun and 2 CIWS Guns mounted at the front and rear of the ship. You also have 4 Seahawk helicopters at your disposal for aerial assault on the pirate boats which give you a larger range and an LHD which is a landing helicopter dock ship on which you can land your chopper for refueling and you have clear audio instructions from the AI in a charismatic voice along with subtitles.<br />\r\n<br />\r\nIt is a complex, entertaining and visually stunning game that will keep you latched onto your desktop for hours.<br />\r\nThe game is very detailed and will be fun to play on high end workstations, so if you think you are up to the challenge and if your gaming rig is high on specification, give it a go.<br />\r\n<br />\r\nNote: As of Version 2.7 and above using the quality settings the game can be played on medium end computers too with any medium end graphics card released after the year 2013.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/672770/header.jpg?t=1533740461",
    "developers": [
      "DP Corp"
    ],
    "publishers": [
      "DP Corp"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}