{
  "672840": {
    "name": "Deceit - Werewolf Pack",
    "steam_appid": 672840,
    "required_age": 0,
    "is_free": false,
    "description": "With the Werewolf Expansion, you will be able to strike terror into the innocents’ hearts as you howl and transform into the Werewolf Terror form! The Werewolf is a new playable terror offering a substantially different playing style; it’s a fast and fragile assassin with a short-lived active ability meaning engagements with innocents must be well timed and carefully considered.<br><br>It’s active is the Outcry. When used, the Werewolf unleashes a blood curdling howl that causes all innocent characters within earshot to become confused for a few seconds. Blurring their vision and shaking their screen makes it that much harder to respond to an incoming terror threat.<br><br>Additionally, when playing as an innocent you’ll gain access to an exclusive new machete melee weapon to defend yourself and show your love for classic B movie styling with two more exclusive items, the BewereTerror T-shirt, WereTerror T-shirt,  and Wolf emblem.<br><br>On top of that, the Werewolf pack includes 3 loot booth tokens to help you get even more cosmetic gear for your character and 200 GM Credits to put towards your next item or use with the new Reputation system to show appreciation to your favourite fellow players.<br><br>As well as this, when you unlock both the Werewolf and Vampire DLCs you will also gain access to an exclusive legendary melee weapon called the Wakizashi!<br><br>This pack contains:<br><ul class=\"bb_ul\"><li>Exclusive: Playable Werewolf Terror<br></li><li>Exclusive: Machete Melee Weapon<br></li><li>Exclusive: ‘BewereTerror’ T-shirt<br></li><li>Exclusive: ‘WereTerror’ T-shirt<br></li><li>Exclusive: Wolf Emblem<br></li><li>3 Loot Booth Tokens<br></li><li>200 GM Credits</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 西班牙语 - 西班牙, 德语, 俄语, 简体中文, 日语, 韩语, 法语, 意大利语, 匈牙利语, 波兰语, 葡萄牙语 - 葡萄牙, 荷兰语, 葡萄牙语 - 巴西, 土耳其语, 罗马尼亚语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/672840/header.jpg?t=1753451431",
    "developers": [
      "World Makers"
    ],
    "publishers": [
      "World Makers"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 7 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 25,
      "total_negative": 3,
      "total_reviews": 28
    }
  }
}