{
  "672970": {
    "name": "Swords and Sandals Medieval",
    "steam_appid": 672970,
    "required_age": 0,
    "is_free": false,
    "description": "Gladiator, you are now a knight!  Yes, that's right -- the greatest gladiator series in the world, Swords and Sandals, has just gone medieval!<br />\r\nSwords and Sandals moves into the middle ages in this action packed, turn-based combat RPG.<br />\r\n<br />\r\nIn Swords and Sandals Medieval you start as a peasant and turn him into one of the greatest knights in the realm. You will fight other knights, from a distance and up close using melee weapons,  joust, go on quests and get into to all sorts of chivalrous mischief and adventure. <br />\r\n <br />\r\n* Classic Swords and Sandals fighting style, go fishing and perform noble deeds on your journey to knighthood<br />\r\n* Fast paced, turn-based combat, just like in the classic Swords and Sandals, against devious and clever foes<br />\r\n* Go on over 60 quests and attract followers such as The Vampire, The Baker and The Silver Stag<br />\r\n* Buy (or steal!) swords and sandals and weapons, armor, potions and magical items from four different shops<br />\r\n* Over 170 achievements to earn and collect<br />\r\n* Fifteen tournaments featuring great historically awesome knights like William Wallace and Richard the Lionheart<br />\r\n* Build up your Swords and Sandals Medieval knight through 50 character levels and learn powerful abilities like 'Cleave' and 'Smite'<br />\r\n<br />\r\nFinish thy noble quest, defeat the knights of legend and make your homeland safe for the chivalrous and good!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/672970/header.jpg?t=1685324554",
    "developers": [
      "Whiskeybarrel Studios"
    ],
    "publishers": [
      "eGames.com"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2900,
      "final": 2900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 29.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}