{
  "673170": {
    "name": "Fantasy Grounds - The Sixth Gun Roleplaying Game (Savage Worlds)",
    "steam_appid": 673170,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>The Sixth Gun Roleplaying Game</strong></h2><i>During the darkest days of the Civil War, wicked cutthroats came into possession of six pistols of otherworldly power. In time, the Sixth Gun, the most dangerous of the weapons, vanished.</i><br><i>The First of the Six strikes with ungodly force. The Second spreads Perditions flames. The Third kills with a flesh-rotting disease. The Fourth calls up the spirits of those it has slain. The Fifth can heal the wielder from even a fatal wound. And theSixth is the key to rewriting the world.</i><br>Discover the secret of The Sixmystical weapons forged by hatred, and oiled in betrayalin The Sixth Gun roleplaying game. Inside youll find details on Cullen Bunn and Brian Hurtts incredible world from the Harvey and Eisner Award nominated comic series by the same name. It includes new Edges and Hindrances, guns and gear, Setting Rules, rules for sorcery and voodoo, an Adventure Generator, and a host of nefarious rogues, gadflies, and scoundrels, for one of the wildest Westerns in all of comics!<br><i>Fantasy Grounds Conversion:</i> <strong>Matt Rimler</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Matt Rimler</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/673170/header.jpg?t=1768383024",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 7 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}