{
  "673590": {
    "name": "Amazing Thailand VR Experience",
    "steam_appid": 673590,
    "required_age": 0,
    "is_free": true,
    "description": "Discover Thailand through advanced and interactive presentation, and learn more about Thai culture that you will fall in love with. The game consists of 3 main parts which derived from the famous and unique Thai way of living.<br />\r\n<br />\r\n The first part is Thai boxing, the famous and globally popular sport of Thailand. The journey starts at Thai boxing ring where you become a Muay Thai boxer. Practice the boxing moves and learn ‘Wai Kru', the ritual dance performed before the fight. Finally, you will fight your rival on the stage in the real atmosphere.<br />\r\n<br />\r\n In the second part, you will experience the process of Thai textile, the important features of Thai heritage and culture. You will learn how to produce the materials, both silk and cotton, and learn how to color the thread with local dyes. Finally weave the cloth of your choice. You will also learn the stories behind each materials and each kind of textile from every parts of Thailand.<br />\r\n<br />\r\n Complete your Thai experience with the story of Thai rice, the iconic agricultural product of Thailand which is consumed by Thai citizens nationwide for many generations. Become a part of experience to find out how to make a perfect dish of jasmine rice, from rice harvesting on the field to cooking it in the kitchen.  You will also learn about the local traditions contributed to good fortune of rice harvesting.  End your unforgettable journey by matching the hot-served jasmine rice with the other delicious Thai dishes from various regions in Thailand.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/673590/header.jpg?t=1523611705",
    "developers": [
      "F.U.U.M. Co., Ltd."
    ],
    "publishers": [
      "F.U.U.M. Co., Ltd."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}