{
  "673560": {
    "name": "IOSoccer",
    "steam_appid": 673560,
    "required_age": 0,
    "is_free": true,
    "description": "IOSoccer is a free non-commercial competitive third-person online multiplayer soccer game that offers unparalleled freedom in ball control and gameplay depth. Originally released 15 years ago under the full name International Online Soccer as a Half-Life mod, the game was later ported to the Source Engine and re-released in 2008. Since the last public release, the game’s code has been completely rewritten, new player models created, and countless new gameplay features added.<br><br><strong>Features:</strong><br><br><ul class=\"bb_ul\"><li><strong>Unparalleled freedom in ball control and gameplay depth</strong>: The combination of a third-person camera together with mouse and keyboard input gives you full control over your dribbling, shooting, and passing.</li></ul><ul class=\"bb_ul\"><li><strong>Skill moves</strong>: Show your mastery of the game with bicycle kicks, diving headers, ball flicks, and precision dribbling.</li></ul><ul class=\"bb_ul\"><li><strong>Flexible team sizes</strong>: Whether you prefer 4v4 street games or our standard 8v8 matchups, we support everything from 1 to 11 players per side.</li></ul><ul class=\"bb_ul\"><li><strong>AI and human goalkeepers</strong>: You can let the server control the keeper or take its position yourself on the fly.</li></ul><ul class=\"bb_ul\"><li><strong>Public matches</strong>: Join and leave public servers with casual matches whenever you want to.</li></ul><ul class=\"bb_ul\"><li><strong>Competitive matches</strong>: Participate with your club, national team or mix team in leagues and cups organized by the community.</li></ul><ul class=\"bb_ul\"><li><strong>Dedicated servers</strong>: Use our official dedicated servers or rent your own one from a hoster of your choice.</li></ul><ul class=\"bb_ul\"><li><strong>Player customization</strong>: Set your shirt name, pick your shirt number and choose your ethnicity, hair style, shoes, keeper gloves, ball, and sleeve length.</li></ul><ul class=\"bb_ul\"><li><strong>Instant replays and highlights</strong>: Watch goals again from the TV camera's perspective right after they happened and use intermissions to catch up on chances you missed.</li></ul><ul class=\"bb_ul\"><li><strong>Goal celebrations</strong>: Choreograph your team's goal celebrations with various animations.</li></ul><ul class=\"bb_ul\"><li><strong>Warm up mode</strong>: Practice shots on your own goalkeeper during warm up before the match where every player has their own ball.</li></ul><ul class=\"bb_ul\"><li><strong>Custom assets</strong>: Make your own maps, team kits, balls, shoes, and keeper gloves.</li></ul><ul class=\"bb_ul\"><li><strong>100% free</strong>: No microtransactions or any other hidden costs.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/673560/header.jpg?t=1747921575",
    "developers": [
      "IOSoccer Team"
    ],
    "publishers": [
      "IOSoccer Team"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 8 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}