{
  "673930": {
    "name": "Booking Revolution",
    "steam_appid": 673930,
    "required_age": 0,
    "is_free": false,
    "description": "The original 2D wrestling management sim is a separate game in its own right, where you can dedicate yourself to running one of 6 different promotions! Make the roster your own by changing the gimmicks of the wrestlers or hiring in new talent with real contract negotiations. Then deploy them in cards of matches each week - complete with sophisticated ratings that measure the entertainment you're providing. As a fully playable sim, it's also your responsibility to put the right person over in the right way at the right time for maximum impact! But with a locker room full of egos and rival promotions fighting to beat you in the ratings, your dream job could turn into a nightmare at any moment.<br />\r\n<br />\r\nFully unlocked as standard, this special desktop release also allows you to save your changes to all other 350 characters across 9 different rosters. If you want all the fun with none of the pressure, you can even enjoy acting out your own dream matches in &quot;Exhibitions&quot; of your own creation. Upon connecting one or more controllers, you can go beyond the game's mobile roots to enjoy console-quality gaming and multiplayer action!",
    "supported_languages": "英语, 日语, 繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/673930/header.jpg?t=1536270403",
    "developers": [
      "MDickie"
    ],
    "publishers": [
      "MDickie"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}