{
  "674190": {
    "name": "Conquest of the New World",
    "steam_appid": 674190,
    "required_age": 0,
    "is_free": false,
    "description": "Conquest of the New World puts you in control of a native civilization or an expeditionary force from one of five European countries. Compete against other players in the hopes of establishing control of the New World during the sixteenth century. Not a game that simulates the actual discovery and colonization of the Americas, Conquest of the New World is generated at the beginning of each game and each New World (and game) is therefore unique.<br>Your job is to explore the New World, establish thriving colonies, produce and trade goods and eliminate your enemies or defend your claims from your opponents. Each player sets his own objectives for each game. For some players, winning the game may primarily involve finding lots of new landmarks in the New World and establishing many colonies.<br>The Deluxe Edition adds several new features to the game. Primarily it adds the option to create and play scenarios and customize the world. In addition, nations now have different bonuses, several special resources and discoveries have been added and you can form trade alliances with other nations.<br><br><ul class=\"bb_ul\"><li>Interesting gameplay featuring exploration, management and combat<br></li><li>Infinite replayability on customizable, computer-generated worlds<br></li><li>Discovering the uncharted during the Age of Exploration era</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/674190/header.jpg?t=1762282107",
    "developers": [
      "Quicksilver Software"
    ],
    "publishers": [
      "Interplay"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}