{
  "674230": {
    "name": "Light of the Mountain",
    "steam_appid": 674230,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;To whoever may find this letter. I may have passed by the time you read this, but know that I was happy.&quot;<br />\r\n<br />\r\nLight of the Mountain is a puzzle solving adventure game that tells the story of a dying man by the name of Isaac Elliot who is stranded on a mysterious island, home to giant towering mountain with a curious bright light at its peak. Isaac alone must explore the island and even the deepest depths of his own dreams in order to unlock the island's secrets and come to terms with what may very well be the end of his life - Explore the island, solve its mysteries, delve into a world of dreams, and find the meaning of the light on the mountain.<br />\r\n<br />\r\nLight of the Mountain's gameplay is focused on exploration and using the game's four tools to solve various puzzles and overcome obstacles. Discover the island's many hidden secrets and locations and play out the dreams of a dying man slowly losing his grip on reality. The protagonist, Isaac, details past events in his life, his hopes, his dreams, and his regrets, as he inches closer and closer to discovering the meaning behind the light on the mountain's peak.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/674230/header.jpg?t=1517552549",
    "developers": [
      "Songhouse Games"
    ],
    "publishers": [
      "Songhouse Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}