{
  "674910": {
    "name": "Testbed Terror",
    "steam_appid": 674910,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/674910/extras/2938d3c2c1995e30c113442dfe87833f.avif?t=1594493124\" width=466 height=180 /></span><br><br><i>Woah. I'll be completely honest, Testbed Terror is like my failed abortion. Seriously congratulations for having the balls and determination to play through this buggy mess. But hey, every developer has to make mistakes, I guess I just decided to make all of mine in one go with that game. I've made the game free, because I'm uncomfortable with people actually paying real money for this. Soundtrack is pretty dope tho</i><br><br><strong>BLAST YOUR WAY</strong> through an old-school single player campaign across three distinct realms! <br>From the depths of places unknown, legions of abominations arise– sowing destruction in their wake! <br> Grin with sadistic glee as Blood, guts and entrails hurl themselves apart at your hand to the tune of (mostly) witty one liners and an <strong>original soundtrack!</strong><br>Some call Testbed Terror the unexpected love child between Serious Sam and Doom, and who can blame them? With increasingly fast paced gameplay, explosive jumping, hidden items and secrets; Testbed Terror captures the charm of 90's shooters.<br>Now, go smash those bastidges!<h2 class=\"bb_tag\" >Actually Informative Description:</h2><br>Testbed Terror; a game created by one lad over one and a half years with no forward planning or aim in mind whatsoever. During the course of the campaign, the environment and pacing takes many distinct twists, increasing in intensity, so be prepared to run 'n' gun... <strong>THIS AIN'T NO CRAPPY MODERN SHOOTER!! *</strong>.<br><br>As a result of the... unusual development cycle, the game was made chronologically. Let's just say that'll be fairly evident during your playthrough.<br>Hmm. That wasn't <i>very </i>informative.<br><br><br>* I'll leave you to judge if the game's crappy or not, taste is subjective, is is it not?<br><br><br>Addendum (August 2018): <i>Look, the game is a bit crap if I'm being honest. Please don't be put off by the first few levels in the western setting, the game gets better as it goes on. This was the first game I made, ALL of the programming was an utter noob. I have no idea how this even made it on to Steam. Look, I've reduced the price to the lowest possible setting. At this point, I just want some people to play my crappy old game.</i> <br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/674910/extras/308f986675dd6f82987983f78608dc50.avif?t=1594493124\" width=616 height=870 /></span>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/674910/header.jpg?t=1594493124",
    "developers": [
      "Lever Studios"
    ],
    "publishers": [
      "Lever Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}