{
  "675590": {
    "name": "Assetto Corsa - Ferrari 70th Anniversary Pack",
    "steam_appid": 675590,
    "required_age": 0,
    "is_free": false,
    "description": "The Ferrari 70th Anniversary Celebration Pack introduces seven iconic cars, one of which has been chosen by our community. Gamers have voted in your thousands: coming out on top with over 15% of the total votes, we're pleased to announce that the SF70H, the sixteenth car produced by Ferrari to compete in the F1 World Championship, has been included in the Ferrari 70th Anniversary Celebration Pack.<br><br>The package as a whole will include a selection of seven of the most iconic cars ever produced by the Italian car manufacturer through its glorious history, which joins the amazing line-up of Ferrari models already available in the simulation.<br><br>The Ferrari 70th Anniversary pack will introduce the following models:<br><br>MY 1962 250 GTO<br>MY 1967 330 P4<br>MY 1967 312/67<br>MY 1984  GTO<br>MY 2004 F2004<br>MY 2017 812 Superfast<br>MY 2017 SF70H<br><br><strong>THE CARS</strong><br><br><br><strong>Ferrari 250 GTO </strong><br>The 250 GTO model was the pinnacle of the development of the 250 GT series in competition form, whilst still remaining a road car. It made its public debut at the annual pre-season Ferrari press conference in January 1962, and was the only front-engined model on display, with its monoposto and sports racing counterparts all having a mid-engine configuration.<br>The 250 GTO was the ultimate expression of the Ferrari 250 GT car. It was equally at home on the road or track – perhaps the last dual-purpose road/race car produced – and has achieved legendary status amongst aficionados of the marque. With only a relatively small production run of thirty-six cars, and with many of the examples produced having a great racing pedigree, it has become one of the icons of Ferrari's production history, with a revered position in collectors' circles.<br><br><br><strong>Ferrari 312/67</strong><br>Scuderia Ferrari started the 1967 Championship with the 312/67. The car's official debut was at the Champions' Race in Brands-Hatch with Bandini and Scarfiotti behind the wheel.The Scuderia's best results came courtesy of New Zealander Chris Amon, who managed third position on the podium on three occasions.<br><br><br><strong>Ferrari 330 P4</strong><br>With a styling very similar to that of the 330 P3, this model was powered by a V12 engine that had been radically redesigned by Franco Rocchi. The most obvious modification was the introduction of a three-valve cylinder head – two inlet and one exhaust.<br>Fuel feed was provided by a Lucas injection system. The chassis was slightly shorter than the 330 P3's, and the new suspension system improved roadholding. The car won numerous races and earned its place in the history books after a memorable 1-2-3 at Daytona.<br><br><br><strong>Ferrari GTO </strong><br>Announced by Enzo Ferrari in September 1983, and unveiled at the Geneva Motor Show in March 1984, the GTO (also unofficially known with the 288 prefix) sparked off a wave of enthusiasm. The legendary name, the stunning styling by Pininfarina, the engine with its seemingly inexhaustible power (2.8 litres and 8 cylinders) and the widespread use of composite materials made the GTO the closest thing to a racing car.<br>To meet customer demand, 272 were built instead of the planned 200: all were sold before production began.<br>The 288 appellation refers to the total cubic capacity of the engine and number of cylinders, 2.8 litres with 8 cylinders. Obviously, the \\&quot;GTO\\&quot; model name was a retro touch referring to the legendary 250 GTO of the early sixties, to which it was intended to be the spiritual successor in GT racing.<br><br><br><strong>Ferrari F2004</strong><br>The year 2004, the record season for Ferrari, went into a second act with the 2004 Championship: out of the 18 GPs, the Scuderia won 15 races (13 by Schumacher, 2 by Barrichello), 8 one-two wins, 12 pole positions for a total of 262 points in the Constructors' Championship. Already in August, Ferrari archived the Championship files: at the Hungarian GP the Scuderia won the Constructors' Title – the 14th in its history – with a one-two win, while Schumacher gained his fifth title in a row, the seventh of his career, in Belgium, on the same track where he debuted in the year 1991. <br>The season made history also thanks to one of the most competitive single-seaters ever built: the F2004, fitted with the new engine dubbed 053, a 10-cylinder unit with 865 bhp at 18,300 rpm, which exceeded all expectations in terms of performance and reliability, also regarding the new challenge set by the regulations, which aimed at reducing costs: one engine per race weekend, with an average lifespan of 800 instead of 350 kilometres.<br><br><br><strong>Ferrari 812 Superfast</strong><br>Ferrari chose the 87th edition of the Geneva International Motor Show for the world premiere of the new 12-cylinder berlinetta, the 812 Superfast, the most powerful and fastest Ferrari in the marque's history. This new car not only introduces a plethora of innovative features but is also particularly significant as the V12 series marked the official start of the glorious Prancing Horse story in 1947, 70 years ago.<br>The 812 Superfast thus ushers in a new era in Ferrari 12-cylinder history, in doing so building on the invaluable legacies of the F12berlinetta and F12tdf. It is aimed at clients demanding the most powerful and exclusive Ferrari in the range: an uncompromising sports car that will deliver exhilarating driving both on road and track yet also be comfortable enough to allow its owners to enjoy it as an all-round experience.<br><br><br><strong>Ferrari SF70H</strong><br>The 63rd single-seater designed and built by Scuderia Ferrari to take part in the 2017 Championship is born out of a regulation change that is without precedent in this category of motor sport. In the past, regulations generally went in the direction of slowing the cars down. However, in the year 2017 the rule changes went in the opposite direction, meaning the cars can have more aerodynamic downforce and more mechanical grip.<br>There are several differences between the 668 project and Ferraris from the recent past: the lengthened nose and the arrow-shaped wing are a consequence of the regulations, as is the obvious fin on the engine cover and more complex aero appendages ahead of the air intakes on the sidepods.<br>The layout of some of the mechanical components on the hybrid power unit has been revised, while other areas maintain a similar layout to the 2016 car.",
    "supported_languages": "英语, 意大利语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/675590/header.jpg?t=1505837444",
    "developers": [
      "Kunos Simulazioni"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2900,
      "final": 870,
      "discount_percent": 70,
      "initial_formatted": "¥ 29.00",
      "final_formatted": "¥ 8.70"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 24,
      "total_negative": 2,
      "total_reviews": 26
    }
  }
}