{
  "675970": {
    "name": "Powerslide",
    "steam_appid": 675970,
    "required_age": 0,
    "is_free": false,
    "description": "The year is 2020. After an environmental holocaust of devastating proportions, the population hovers slightly above the zero mark. The rich have fled underground, where they have formed corporate enclaves. Above ground, the desolate cities and desert wastelands are inhabited by a feral population of freaks and survivors. With 98% of the population dead there's a lot of cars around just waiting to get driven into the ground. The ferals started the Powersliding competition, the corporates banned it. It's dangerous, it's illegal, it kicks butt.<br><br>Powerslide is the off-road racing game that makes its own damn track. Race through the punishing post-apocalyptic terrain, ghostly cityscapes, brutal alpine tracks and icy roadways. You’ll be torching the tundra. Scorching the Savannah. Leaping over canyons. Surfing mud-slides and braving perilous urban and outdoor environments. You’ll be feeding the off-road speed demon within.<br><br><ul class=\"bb_ul\"><li>Compete in Championships to unlock new tracks, vehicles, and racers!<br></li><li>A total of 10 treacherous off and on-road tracks!<br></li><li>Superior AI realistically simulates human treachery, speed, and killer cunning!<br></li><li>Realistic physics modeling 6 degrees of limitless freedom lets you overcome any obstacle!</li></ul><br>Multiplayer modes and content are included but not supported.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/675970/header.jpg?t=1593788507",
    "developers": [
      "Ratbag Games"
    ],
    "publishers": [
      "Cosmi Valusoft"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}