{
  "676170": {
    "name": "Ungrounded: Ripple Unleashed VR",
    "steam_appid": 676170,
    "required_age": 0,
    "is_free": false,
    "description": "Unleash your inner hero in this <strong>16 player PvP VR arena</strong>. Fly and engage in high action aerial battles with energy blasts and charge beams. Grapple across buildings facing off against giant Titans with your two swords, or play as a Titan and crush the tiny humans going after you in this. Motion sick players be warned, this is no bars held, no teleportation, no baby steps.<br><br><strong>This game allows for Asymmetric Co-Op Multiplayer with VR and Keyboard Mouse Players.</strong><br>Team Deathmatch / Free For Fall:<br>In this slayer type game, you are the <strong>Hero of Flight</strong>. Soar through large battle arena, firing Energy Blasts and Energy Beams. Strategic positioning, teamwork, dodging, and pure combat prowess are key. Energy blasts crash against enemy energy blasts.<br><br>Titan Battle:<br>As a <strong>Hero of Humanity</strong>, you are equipped only with a<strong> sword</strong> in each hand and your<strong> grappling gear</strong>. Zip through the city and fight agains(other human players) that are hell-bent on squishing you. To kill Titans, stab them with your sword. A strike to the neck will deal massive damage. As a <strong>Titan</strong>, eliminate the humans by hitting the tiny humans with your hands. You have limited movement as a Titan as well.<br><br>Red Bar: Health<br>Blue Bar: Stamina<br><br>FFA / TDM:<br>VR CONTROLS:<br>Flight - Click either touchpad in direction of flight.<br>Fast Flight - Click and hold both touchpads in direction of flight.<br>Air Dash - While flying, click the grip of the same controller.<br>Shoot Energy Blast - Trigger<br>Charge Energy Beam - Hold Both Grips<br>Fire Energy Beam - After charging, with both grips held, hold down either trigger.<br><br>Mouse Keyboard Controls:<br>Flight - WASD + Space for fly up + Shift for fly down.<br>Fast Flight - Hold Q.<br>Air Dash - Double Press Q while flying.<br>Shoot Energy Blast - Trigger<br>Charge Energy Beam - Hold E<br>Fire Energy Beam - After charging, click.<br><br>Titan Fight:<br>VR Controls:<br>Human Controls:<br>Grapple - Trigger to fire ropes. Hold trigger to swing.<br>Grapple Influence - While grappling, you can point the controller in a direction to held control your grapple.<br>Grapple Boost - While grappling, click and hold the touchpad.<br>Sword Attack - Slice the Titan with your sword to do damage. Attacks on the neck do extra damage.<br><br>Titan Controls:<br>Grapple around to move (see above).<br>Hit humans with your hand to damage / kill them.<br><br>Mouse Keyboard Controls:<br>Human Controls:<br>Grapple - Left or Right Click and hold.<br>Grapple Influence - While grappling, you can use the fly controls to influence your swing.<br>Grapple Boost - While grappling, click and hold the Q.<br>Sword Attack - Slice the Titan with your sword to do damage. Attacks on the neck do extra damage. Press F to extend your sword<br><br>Titan Controls:<br>Grapple around to move (see above).<br>Hit humans with your hand to damage / kill them.<br>For Keyboard and Mouse, press F to extend your sword.<br><br>General:<br>Menu - Left Application Button<br>Scoreboard - Right Application Button",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/676170/header.jpg?t=1503194779",
    "developers": [
      "Joie Liba",
      "William Wu"
    ],
    "publishers": [
      "Joie Liba"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 19 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}