{
  "676460": {
    "name": "Sellsword VR",
    "steam_appid": 676460,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >IMPORTANT!  Development of Sellsword VR is on hold!</h2><br><strong>Before you buy</strong> - in its current state, the game features about 1 hour of gameplay.  <br><br>The demo level from PAX West is included, along with additional dungeon and arena levels.  It's tons of fun to slash and destroy stuff - and you'll enjoy tripping, shoving, and smacking Gobbie around with your sword (or his furniture)!<br><br>We had big plans for SellswordVR, and hope to return to it someday!  We think the game is unique and fun to play, but we also don't want to mislead anyone!<br>If you're looking for more details, please see our Community Page.<br><br>Sellsword VR is a Virtual Reality Action RPG for the HTC Vive and Oculus Rift+Touch.  <br><br>Join the Mercenary's Guild in search of fame and fortune.  In your adventures, you'll explore dark caves, search forgotten temples for rare artifacts, and defeat treacherous enemies.  Realistic melee combat allows you to fully immerse yourself in glorious battle.  Complete missions to earn experience and gold, and unlock powerful weapons and abilities to help you defeat your enemies.  Don't just watch the adventure - LIVE IT.  <br><br><strong>We are an Early Access title!</strong>  Please look at our forums BEFORE YOU BUY to see what's currently in the game.  Nobody likes disappointment!<h2 class=\"bb_tag\" >Story</h2>For several generations, the King's Guard has kept vigilant watch over the kingdom, resulting in the longest period of peace ever known.  The people no longer worry about security or threats from monsters or man, free to pursue their passions rather than learn swordplay and magic.  All was peaceful - but peace rarely lasts forever.  Monsters are sighted on the edge of town.  Fields of grain go barren with no explanation.  Traders leave town to procure supplies, never to be heard from again.  <br><br>The King's Guard is nowhere to be found.  Have they forsaken the people?  Why do they let these fearsome threats roam unchecked?<br><br>The people, desperate for aid, have nowhere to turn.  Few remember a time before the King's Guard.  Rumors tell of a Mercenary's Guild that was once home to powerful mages, fearsome warriors, clever rogues - all champions of battle who could be relied upon to accomplish any task - for a fee, of course.  Long abandoned in an era of peace, the guild's fabled home now serves as a tavern for weary travelers.  The old barkeep, always keen to share old stories and legends, recants tales of adventure and glorious battle to anyone willing to listen.  Most think his stories are fables; yet another clever ruse to keep mead and coin flowing in the old place.<br><br>One morning, there was an unusual bustle of activity in the town square.  A cryptic message, on what looked to be ancient parchment, had been posted prominently in the town square.  The guild had returned, and was actively recruiting.<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li>Realistic VR Combat - swing, stab, parry, block - no hand wiggling swordplay here!<br></li><li>How you fight matters!  Your movements and techniques determine attack strength.<br></li><li>Enemies and weapons have multiple strike zones.<br></li><li>Enemies react to your attacks with dynamic, physics-based animations - trip, grab, and shove them!<br></li><li>Fully interactive environments - objects catch on fire, break, and can even be used as weapons against enemies!<br></li><li>Dungeons filled with puzzles, traps, and enemies.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/676460/header.jpg?t=1624516449",
    "developers": [
      "Emerald Beast Studios"
    ],
    "publishers": [
      "Emerald Beast Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}