{
  "676470": {
    "name": "Sommad",
    "steam_appid": 676470,
    "required_age": 0,
    "is_free": true,
    "description": "Sömmad gets you on an adventure in a self-overlapping VR maze to find a diamond with help of your friends outside VR. In this local multiplayer, walk freely in a large VR maze, make decisions with friends, and challenge your guiding skills using a mazy map!<br><br>The maze and map in the game are built with a core mechanic of “self-overlapping architectures”, which allows users to freely walk and explore the large VR maze without any teleportation required! This freedom to walk makes it easy to forget that the play area is bound to only a small 2.5m x 2.5m space. For an even greater, engaging experience, the game asymmetrically includes all friends outside VR and challenges them to direct the person in VR using a map of the maze. <br><br>The game was designed and created as an experiment of VR self-overlapping architectures and local low-budget social VR. It has been played by visitors at Aalborg’s main library that greatly enjoyed it, and therefore we wanted to share this experience with the rest of the world on Steam.<h2 class=\"bb_tag\" >THINGS TO KNOW</h2><ul class=\"bb_ul\"><li>Sömmad requires a 2.5m x 2.5m meter play area for the VR maze.<br></li><li>It is played with two roles - an explorer and one or more navigators.<br></li><li>As a navigator outside VR, you are challenged with the map of the VR maze on a side screen to guide the explorer with a VR headset.<br></li><li>As an explorer, you walk around searching for a diamond with help from navigators.</li></ul><br>Sömmad is made by Sule Serubugo, Denisa Skantarova and Nicolaj Evers with supervision of Martin Kraus. We hope you enjoy walking in VR and get to find the diamond :)",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/676470/header.jpg?t=1502110381",
    "developers": [
      "Rovango Studio"
    ],
    "publishers": [
      "Rovango Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}