{
  "676540": {
    "name": "Mercfighter",
    "steam_appid": 676540,
    "required_age": 0,
    "is_free": false,
    "description": "Mercfighter is a top-down shooter with action-RPG and tactical elements.<h2 class=\"bb_tag\" >Assault</h2>Advance through increasing difficulty levels, assaulting the enemy threat. Each threat level, choose one new concurrent mission than spans multiple threat levels.<h2 class=\"bb_tag\" >A.I.</h2>Enemies will dodge missiles and advance toward you. Employ tactics to out-maneuver and destroy them.<h2 class=\"bb_tag\" >Missions</h2>Take on missions from one of three factions. Choose your missions carefully and complete them for potential rewards. All missions are active concurrently. Choose too many Nemesis missions and become overwhelmed by powerful enemies. Choose too many Blockade Runs and fail to save your transport ships.<h2 class=\"bb_tag\" >Risk</h2>Strike a balance between risk and reward. Fail to return to base in one piece and you lose all pending rewards, while the enemy increases in difficulty.<h2 class=\"bb_tag\" >Reward</h2>Gain Core items, Boosts, Skills, and Modules for completing missions.<br><br>Slot in Core items to upgrade your ship. More powerful Core items provide skill points to spend on their respective skill trees.<br><br>Attach Boosts to Core items to provide additional stats.<br><br>Attach Skills to Core items to fire missiles or autocannons. Attach Modules to add additional projectiles or increase their power.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/676540/header.jpg?t=1502176055",
    "developers": [
      "One Dave Software"
    ],
    "publishers": [
      "One Dave Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}