{
  "676750": {
    "name": "Fantasy Grounds - The Dreamers Awaken (PFRPG)",
    "steam_appid": 676750,
    "required_age": 0,
    "is_free": false,
    "description": "<i>In your dreams, endless rows of reptilian humanoids lay upon couches. Each body writhes in pain, but you know with the unerring assurance of the dream that all are sleeping. A wavering voice swirls throughout the room, rising and falling in intensity, finally resolving into words: &quot;When will the dreamers awaken?&quot;</i><br>More than a thousand years ago, the reptilian race of Harlass Orn inhabited the swamps surrounding Kith'takharos. Their greatest architectural triumph was the construction of nine Teleportation Towers. These towers also precipitated the Harlass Orn downfall, for the magic employed in large-scale teleportation allowed malicious extra-dimensional creatures called Veilwalkers to enter normal space.<br>The Harlass Orn sought shelter in a magically protected refuge called Tarass Shar Orn. Here they planned to hibernate until the Veilwalkers left normal space. But the Veilwalker named Dreamseeker infiltrated Tarass Shar Orn and transformed the dreams of the sleeping Harlass Orn into perpetual nightmares. Now the Dreamseeker slowly consumes their minds.<br><i>The Dreamers Awaken</i> is an OGL 3.5 adventure for 4-6 characters of Seventh and Eighth Levels. The characters must enter Tarass Shar Orn to free the sleeping Harlass Orn, battling the Dreamseeker's constructs before confronting the Veilwalker in its place of power: the Dream Realm, where the laws of physics do not apply and thought becomes reality.<br>This product contains a Fantasy Grounds II module and an accompanying 64 page PDF for an estimated 25 hours of playing time. The module contains all the information necessary to run the adventure, including 14 custom tokens for NPCs and creatures. The PDF duplicates the contents of the module in an easy to read format.<br><i>The Dreamers Awaken</i> naturally follows <i>The Nine Towers</i> Kith'takharos adventure. The basic Kith'takharos Setting is available for free in a rules agnostic format at .<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/676750/header.jpg?t=1768383398",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 14 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}