{
  "676810": {
    "name": "Fantasy Grounds - Pathfinder RPG - Mummy's Mask AP 1: The Half-Dead City (PFRPG)",
    "steam_appid": 676810,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >  Chapter 1: &quot;The Half-Dead City&quot; </h2>By Jim Groves<br><i> The Mummy's Mask Adventure Path begins with &quot;The Half-Dead City,&quot; an exciting new adventure in the pyramid-laden realm of Osirion, Land of Pharaohs! In the city of Wati, the church of Pharasma holds a lottery allowing explorers to delve the tombs of the city's vast necropolis in search of the nation's lost glories. In the course of investigating dusty tombs and fighting their ancient guardians and devious traps, the heroes encounter a group of rival adventurers intent on keeping one tomb's treasures for themselves. At the same time, the heroes learn that a dangerous artifact has been stolen from the tomb. Can the adventurers defeat their rivals, or will they fall to the undead defenders of the city's necropolis?</i><br>This volume of the Pathfinder Adventure Path launches the Mummy's Mask Adventure Path and includes:<br><ul class=\"bb_ul\"><li>&quot;The Half-Dead City,&quot; a Pathfinder adventure for 1st-level characters, by Jim Groves. </li><li>A double-sized gazetteer of Wati exploring both parts of this vibrant city dedicated to the dead, by Crystal Frasier. </li><li>A rough welcome to Wati in the Pathfinder Journal, by Amber E. Scott. </li><li>Five dangerous new monsters, by Jim Groves, Will McCardell, and Michael McCarthy. </li></ul><i> Cover Art by</i>  <i> <strong> Tyler Jacobson</strong> .</i><br>Pathfinder Adventure Path is Paizo Inc's monthly full-color adventure. It contains an in-depth Adventure Path scenario, stats for about a half-dozen new monsters, and several support articles meant to give Game Masters additional material to expand their campaign. Pathfinder Adventure Path volumes use the Open Game License and work with both the Pathfinder RPG and the standard 3.5 fantasy RPG rules set.<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage </li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area </li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly. </li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead </li><li>All the images and handouts from the book available to share with your players as you need them </li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Christopher Ward</strong><br><i> Adapted for Fantasy Grounds by: </i>  Christopher Ward[/b]<br><strong> Requires:</strong>  The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/676810/header.jpg?t=1768383448",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7800,
      "final": 7800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 78.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 1 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}