{
  "677180": {
    "name": "Pantropy",
    "steam_appid": 677180,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >WHAT IS PANTROPY?</h2><br>Pantropy is a science-fiction based multiplayer game for players who want to make their own story. You’ll need to band together to thrive in this lush and dangerous world. Luckily, there are factions just waiting to welcome you into their ranks. Are you going to grind resources and craft a powerful mech? Or maybe you’d prefer to set up a mining station to do the hard work for you and hunt down enemy factions instead.<br><br>Players spawn on the outer regions of the island and must travel deep into enemy territory in order to get the greatest loot and highest value ores. In the centre of the map, mobs are powerful and won’t hesitate to pick off lone travelers as battles rage across the landscape. With multiple biomes to conquer, a vast range of weaponry, and highly customisable bases, Pantropy is not for the soft-hearted. Whether you build your base above or below ground, enemy factions will come for you.<h2 class=\"bb_tag\" >FEATURES</h2><br>●\tAnti offline-raid system<br>●\tFlying anti-gravity bases<br>●\tUnderground bases<br>●\tIn-depth crafting system<br>●\tFaction based gameplay<br>●\tFarming automation<br>●\tComplex base building<br>●\tPVE and PVP<br>●\tPersonal modular mechs<br>●\tBattle-based gameplay<br>●\tXP systems and rewards<br>●\tMultiple biomes<br>●\tFaction quest system<h2 class=\"bb_tag\" >PANTROPY GAMEPLAY</h2><br>Pantropy transports players to an alien world rich with natural resources and dangerous lifeforms. Skilled-based FPS gameplay means that you’ll need to react quickly to enemy attacks. Get ahead with advanced building mechanics and a sophisticated resource collection system but remember this: only the strongest will survive.<br><br>Players must scavenge for resources to craft tools, weapons, armor, vehicles, and buildings to protect themselves from the vicious alien fauna. Quests and crafting mechanics encourage players to brave the dangers of Pantropy to the gain experience needed to create powerful items. Crafted gear and implants will enhance players’ abilities but teamwork will reign king. Get ahead of the competition and ride with your buddies in multi-crew aircraft and mechs. Players are rewarded for their base-building abilities because when they’re logged out their structures cannot be raided. However, these buildings will start to decay if they’re not visited again soon.<br><br>Group with friends to explore the environment and discover a world which bites back. Cooperation means increased odds of survival and the chance to acquire highly sought after resources. On a larger scale, players ally with factions and join wars for land and ores. Pantropy has no micro-transactions or in-game purchases. It returns to the roots of online gaming where players earn rewards through skill and determination, not dollars. The alpha phase of Pantropy runs on a dedicated server hosting up to 64 players on a ~50km² map. Future releases will support higher populated servers, larger battles, and more powerful discoveries.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/677180/header.jpg?t=1643812596",
    "developers": [
      "Brain Stone GmbH"
    ],
    "publishers": [
      "Brain Stone GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 0,
      "total_negative": 4,
      "total_reviews": 4
    }
  }
}