{
  "677130": {
    "name": "Fell Cargo (eBook) / Art of Man O' War: Corsair",
    "steam_appid": 677130,
    "required_age": 0,
    "is_free": false,
    "description": "“Come twilight, they rowed ashore and beached in a small, high-sided cove of shingle and mossy rock west of the harbour bay. He knew the way, and led his companion sure-footedly up the cove path, over the grassy headland and down towards the lantern lights of the ramshackle town.”<br><br><strong><u>Fell Cargo</u></strong><br>A Warhammer novel by Dan Abnett<br><br>When infamous pirate captain Luka Silvaro returns to reclaim his craft and crew, he is given the most important – and lucrative – assignment of his career: to defeat a monstrous daemon lord that haunts the Old World's oceans.<br><br>The oceans of the Old World have fallen silent. The waves are haunted by the Butcher Ship, a nightmare vessel manned by zombies and captained by a daemon lord. Its ghastly crew bring about a reign of terror on the high seas, killing anyone they encounter. When infamous pirate captain Luka Silvaro returns to reclaim his craft and crew, he is given the most important - and lucrative - assignment of his career. Supported by the Prince of Luccini, Silvaro knows he will be able to claim a king's ransom if he can defeat the daemon lord. But he will have to face treachery from within, the dangers of the high seas and the Chaos-infested crew of the Butcher Ship if he is to earn his reward.<br><br><strong><u>The Art of Man O' War: Corsair</u></strong><br>An in-depth look into the creation of Man O' War: Corsair from the design of it's buildings to the modelling of its characters and ships. The team behind the game talk about their approach to bringing this world to life, what software they use and the trials and tribulations of the creative process! Over 80 pages of art and interviews!<br><br><strong><u>Instructions for <i>Fell Cargo (eBook)</i></u></strong><br><br>To access the Fell Cargo ebook, navigate to the Fell Cargo folder in the Man O' War: Corsair game folder.<br><br>* Right click Man O' War: Corsair in your Steam Library<br>* Select Properties<br>* Click the Local Files tab<br>* Click Browse Local Files<br>* Open the Fell Cargo folder<br><br>The novel is provided in two formats: ePub and Mobi.<br><br><strong><u>Instructions for <i>The Art of Man O' War: Corsair</i></u></strong><br><br>To access the Art book, navigate to the Man O' War: Corsair game folder.<br><br>* Right click Man O' War: Corsair in your Steam Library<br>* Select Properties<br>* Click the Local Files tab<br>* Click Browse Local Files<br><br>The art book is provided in PDF format, open &quot;The Art of Man O' War - Corsair.pdf&quot; in any appropriate PDF reader software.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/677130/header.jpg?t=1612117297",
    "developers": [
      "Evil Twin Artworks"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}