{
  "677450": {
    "name": "Medieval Shopkeeper Simulator",
    "steam_appid": 677450,
    "required_age": 0,
    "is_free": true,
    "description": "<i>&quot;Hello, the developer speaking. As many of you probably noticed there was no updates in a while... Let me explain: the problem was with my lack of knowledge and my inexperience in this world of game development. This was my very first Steam game and 1 year ago, my pc started crashing and I got several blue screens.. My project got corrupted badly, to the point its impossible to improve or finish. So I came to the decision to make the game completely free. The game is playable however not finished and there are bugs in it. This project has helped me a lot to improve my work and as a person, I have learned a lot and many thanks to the players who loved this project so much.&quot;</i><br><br>Medieval Shopkeeper Simulator is a medieval management, exploration and adventure game currently under development by Breakfast Studio.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/677450/extras/ca3c405226a6ee4e0e8040cecf8c25e8.avif?t=1770992547\" width=608 height=171 /></span><br>Create, manage and expand your merchant empire, explore the borders of the world and properly manage your stores to become the most important trader in the kingdom.<br><br>Manage your stores, organize your workers, deliver orders, exchange and create unique items, unlock new skills and advantages, hire warriors for adventures, explore the world, resist global events like a plague or a war, plan your financial strategy supporting or confronting the crown and the church, alter the economy of the kingdom and its laws and face consequences of your decisions.<br><br>Depending on the king or queen that governs, there will be laws that will suit you more or less depending on your way of playing. The world of MSS reacts to every decision and even prices in stores, punishing mistakes with your reputation. Be careful and make wise decisions, visit the seer to reveal future events and prepare yourself to them.<br><br><strong>KNOWN ISSUES:</strong><br>There are some problems you might experience in the Alpha version of the game:<br><ul class=\"bb_ul\"><li> bugs<br></li><li> freezing<br></li><li> loss of saved games</li></ul><br>If the essential game mechanics is attractive and you want to give your support to Medieval Shopkeeper Simulator while you are in early access, we would love to have you. Otherwise, we recommend waiting until MSS exceeds the alpha stage when the game is more stable, and the game mechanics are more developed. I am committed to converting Medieval Shopkeeper Simulator into the best possible game, and your help during this early phase of development is crucial for us to achieve our goal.<br><br>If it intrigues you to know where we will take Medieval Shopkeeper Simulator, consult our roadmap and the development vlogs that I publish several times per month.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/677450/header.jpg?t=1770992547",
    "developers": [
      "David Moralejo Sánchez"
    ],
    "publishers": [
      "GrabTheGames"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 15,
        "description": "统计数据"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "6 user reviews",
      "total_positive": 4,
      "total_negative": 2,
      "total_reviews": 6
    }
  }
}