{
  "677810": {
    "name": "Wing of Misadventure Retro",
    "steam_appid": 677810,
    "required_age": 0,
    "is_free": true,
    "description": "Wing of Misadventure is the definitive Massive Multiplayer Online RPG experience, featuring a unique art style, carefully crafted loot system and fast paced combat style, making it the perfect match for hardcore and casual gamers alike!<br><br>Venture in the world of Misadventure, with more than 20 playable avatars, and discover the deep lore from the creation of the world to its gods, races and culture. Form parties and guilds with players from around the world to beat dungeons and face dangerous enemies!<br><br>Start with two distinct races, the elementalists Mich Adapse, or the Ritelfs knights!<br><br>Features<br><ul class=\"bb_ul\"><li>Class system that features different play styles for each race, making it possible to adjust party compositions on the fly<br></li><li>Beautiful handcrafted graphics with many different regions and treasures to explore!<br></li><li>Story line quests that will unlock access to new locations and world quests that will appear at different spots throughout the map<br></li><li>More than 10 different loot qualities and types of bonus for equipment, and a crafting system that will allow players to create the best equipment for their class<br></li><li>Low system requirements, maintaining the desired performance even in huge raids<br></li><li>Unlock new paid races and characters by playing and earning Poporo Points<br></li><li>Companion system where you can summon up to 2 pets that are obtained inside the game and fight next to you.</li></ul>",
    "supported_languages": "葡萄牙语 - 巴西, 英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/677810/header.jpg?t=1662775967",
    "developers": [
      "Allyson de Souza Bacon"
    ],
    "publishers": [
      "4Tabern"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 4 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}