{
  "677950": {
    "name": "Train Simulator: Bessemer & Lake Erie Route Add-On",
    "steam_appid": 677950,
    "required_age": 0,
    "is_free": false,
    "description": "The drama and challenges of classic American heavy steam railroading in the 1920s roars into your collection with the extraordinary Bessemer &amp; Lake Erie route!<br><br>Masterfully created by G-TraX, the Bessemer &amp; Lake Erie route brings to life the B&amp;LE during the heart of the steam era and includes the B&amp;LE’s rugged line from the shores of Lake Erie at Conneaut, Ohio to North Bessemer, Pennsylvania, as well as a variety of important B&amp;LE rail yards, secondary lines, rail interchanges, and coal branches! The entire route has been refined to give 70 miles of the most entertaining and exhilarating experiences this railroad has to offer.<br><br>The Bessemer &amp; Lake Erie was a railroad created to serve the steel industry and deliver iron ore from Great Lakes freighters docking at Conneaut Harbor to steel mills located around Pittsburgh, Pennsylvania. B&amp;LE complemented its ore movements with the haulage of bituminous coal from the mines of western Pennsylvania, and the railroad also totted its share of general freight and operated limited passenger services.<br><br>Conneaut Harbor was the essence of America in the industrial age. Great Lakes freighters laden with iron ore arrived at Conneaut and gigantic Hulett unloaders transferred ore into B&amp;LE hoppers. The Bessemer &amp; Lake Erie route for Train Simulator re-creates Conneaut in remarkably authentic fashion, right up to including fully functional Hulett unloaders!  <br><br>Conneaut is one of five major yard and terminal complexes featured in route. Albion, Ohio; Butler, Pennsylvania (home to three yards and key railroad interchanges); and North Bessemer, Pennsylvania (where the B&amp;LE interchanged with Pittsburgh’s Union Railroad), each host railroad facilities. At B&amp;LE’s hometown of Greenville, Pennsylvania, the railroad’s expansive facilities include the line’s erecting, car, and locomotive shops, highlighted by a transfer table and 17-stall roundhouse. And on a route rich with lineside industries, among the most important is the massive Standard Steel complex at Butler, home to steel production, rail car-building, and automobile production.<br><br>To move its tonnage (and passengers), the Bessemer &amp; Lake Erie route includes two authentic steam locomotives – the B&amp;LE’s venerable 0-6-0 steam switchers constructed by the Baldwin Locomotive Works in 1909, and the railroad’s powerful D-1-A class 2-10-2s built by Baldwin in 1919. And the Bessemer &amp; Lake Erie route includes an extraordinary selection of period-authentic rolling stock, with boxcars, flatcars, gondolas, hoppers, refrigerator cars, tank cars, pickle cars, cabooses, crane cars, and heavyweight baggage, coach, and commuter coaches all included, many in various liveries and with multiple loads.<br><br>It’s time to experience the famed B&amp;LE – and the memorable and captivating era of 1920s American steam-era railroading – with the Train Simulator Bessemer &amp; Lake Erie route! <br><br> <h2 class=\"bb_tag\" >Included Scenarios</h2><br>The Bessemer &amp; Lake Erie route includes 14 highly authentic and challenging career scenarios featuring steam-era mainline freight, local, switching, and passenger operations.<br><ul class=\"bb_ul\"><li>Interchange Traffic<br></li><li>Shenango Work Train<br></li><li>Butler Turn Pt 1<br></li><li>Butler Turn Pt 2<br></li><li>Northbound Empties Part 1<br></li><li>Northbound Empties Part 2<br></li><li>Employee Excursion Part 1<br></li><li>Employee Excursion Part 2<br></li><li>Employee Excursion Part 3<br></li><li>Conneaut Shuttle Part 1<br></li><li>Conneaut Shuttle Part 2<br></li><li>Conneaut Shuttle Part 4<br></li><li>Conneaut Shuttle Part 3<br></li><li>Standard Steel - Yard Work</li></ul><br>More scenarios are available on the Steam Workshop online and in-game. Train Simulator’s Steam Workshop scenarios are free and easy to download, adding many more hours of exciting gameplay. With scenarios being added daily, why don’t you check it out now!<br><br>Click here for Steam Workshop scenarios.<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li>Bessemer &amp; Lake Erie’s busy route from Conneaut, Ohio to North Bessemer, Pennsylvania, a route distance of approximately 140 miles, condensed into a total route length of 70 miles that offers the most compelling experiences.<br></li><li>Additional B&amp;LE branch lines, coal mine spurs, and railroad interchanges<br></li><li>Conneaut Harbor, including ore, coal, limestone, and carferry operations<br></li><li>Major yards and facilities at Conneaut, Albion, Greenville, Butler, and North Bessemer<br></li><li>Standard Steel’s massive steel, rail car, and auto production plant at Butler, Pa.<br></li><li>B&amp;LE Baldwin-built D-1-A class 2-10-2 “Santa Fe” type steam locomotive<br></li><li>B&amp;LE Baldwin 0-6-0 steam switcher with two tender variations<br></li><li>Period-authentic rolling stock including boxcars, flatcars, gondolas, hoppers, refrigerator cars, tank cars, pickle cars, cabooses, crane cars, and heavyweight baggage, coach, and commuter coaches, many in various liveries and with multiple loads.<br></li><li>Fourteen challenging and highly-realistic career scenarios <br></li><li>Quick Drive compatible<br></li><li>Download size: 652.6 MB </li></ul>",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/677950/header.jpg?t=1570726732",
    "developers": [
      "G-TraX"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}