{
  "677940": {
    "name": "Train Simulator: Union Pacific U50 Loco Add-On",
    "steam_appid": 677940,
    "required_age": 0,
    "is_free": false,
    "description": "Take the throttle of one of the biggest and most distinctive diesel locomotives ever to serve on America’s railroads – with the Union Pacific General Electric U50. Authentically created by DTM, the leviathan, eight-axle, 5,000-horsepower, half-a-million-pound Union Pacific GE U50 diesel locomotive is now available for Train Simulator duty.<br><br>As General Electric’s answer to Union Pacific’s call for diesel super power in the early 1960s, the U50 was massive and memorable. Stretching more than 83-feet long, standing over 16-feet tall, weighing more than half-a-million pounds, and riding on eight powered axles in a bolstered B+B-B+B wheel arrangement, the U50 was, for all intents and purposes, two of General Electric’s landmark U25Bs rolled into one locomotive. Among the features of the U50s was that the units rode on reconditioned truck and bolster assemblies from UP's retired 4500-horsepower “GTEL” gas-turbine locomotives. <br><br>Union Pacific purchased a total of 23 U50s.The big diesels worked over much of UP’s main lines and were often found leading tonnage across the plains of Nebraska and Kansas and toting freight over famed Sherman Hill. The Union Pacific retired the last of its U50s in 1977. <br><br>The Train Simulator Union Pacific U50 captures in exacting detail the features of this biggest of all GE “U-boats.” The U50 wears the 1960s “Dependable Transportation” version of Union Pacific’s time-honoured livery and is provided in both clean and snow-dressed variations. The DLC pack also includes an excellent and authentic selection of freight rolling stock, including Union Pacific’s S-40-16 stock car (loaded and empty); a Pacific Fruit Express R-70-12 refrigerator car; UP F-70-11 bulkhead flatcar (empty and with three loads); and Union Pacific’s classic CA-7 steel cupola caboose with operable marker lights and full interior. Four career scenarios included feature the U50 at work on the Train Simulator popular Sherman Hill route (route available separately).<br><br>Experience 1960s diesel super power – with the Union Pacific GE U50 for Train Simulator!<h2 class=\"bb_tag\" >Included Scenarios</h2><br>Four career scenarios for the Sherman Hill route are included: <br><br><ul class=\"bb_ul\"><li>Union Pacific Extra 36 West, Part 1<br></li><li>Union Pacific Extra 36 West, Part 2<br></li><li>Pacific Fruit Express East<br></li><li>Geneva Steel Works Tonnage</li></ul><br>More scenarios are available on the Steam Workshop online and in-game. Train Simulator’s Steam Workshop scenarios are free and easy to download, adding many more hours of exciting gameplay. With scenarios being added daily, why don’t you check it out now!<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li>Union Pacific General Electric 5,000-horsepower U50 diesel locomotive<br></li><li>UP’s “Dependable Transportation” livery in clean- and snow-dressed versions<br></li><li>Highly authentic cab, controls, and operating features<br></li><li>Union Pacific’s S-40-16 stock car (loaded and empty)<br></li><li>Pacific Fruit Express R-70-12 refrigerator car<br></li><li>UP F-70-11 bulkhead flatcar (empty and with three loads)<br></li><li>Union Pacific CA-7 cupola caboose with operable marker lights and full interior. <br></li><li>Four realistic career scenarios for the Sherman Hill route<br></li><li>Quick Drive Compatible<br></li><li>Download size: 159.9 MB</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/677940/header.jpg?t=1727961714",
    "developers": [
      "Digital Train Model"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 0,
      "total_negative": 3,
      "total_reviews": 3
    }
  }
}