{
  "677960": {
    "name": "Train Simulator: Chatham Main & Medway Valley Lines Route Add-On",
    "steam_appid": 677960,
    "required_age": 0,
    "is_free": false,
    "description": "Soak in the sights, sounds and smells of a venerable route with almost 200 years of history, but which still runs both passenger and freight services across the Kentish countryside. With a range of locos and multiple units tearing down the tracks between lovingly rendered, true-to-life stations this is the route for all fans of English rail!<br><br>The South Eastern Railway was established in 1836 to build a railway line which would link London and the coastal town of Dover, a key port with connections to mainland Europe. The line was sedate, but bustling. Passenger, fruit and hops traffic became a staple of the line between Maidstone and Paddock Wood, and despite opposition from residents, and even the Mayor of the county town, there was little denying that the railway was proving beneficial. So beneficial in fact, that it was decided to extend the line further north, continuing to follow the path of the stunning Medway Valley.<br><br>One striking feature of the route is that the Medway Valley Line retained its semaphore signalling. It would not be until 2005 that the line was finally brought up to modern standard with colour-light signalling, however some still remain open and can be seen in-game, especially at stations like Cuxton where the level crossing is still hand-operated gates. <br><br>Today, the line is a community rail service operated by Southeastern. The same service pattern is in effect, and is typically formed of 3-car Class 375/3 Electrostars, although Class 466s are used on occasion, and Class 465s have also been used in years prior. An extra service pattern was trialled in 2011 and is now permanent, Southeastern Highspeed Class 395s operate in the morning and evening peaks to Maidstone West, calling only at Snodland before heading to/from London St Pancras.<br><br>When brought into Train Simulator, the Medway Valley Line will complement the Chatham Main Line by bringing you a quieter side to Southeastern services while unlocking freight potential across the picturesque countryside. Kent is called “The Garden of England” for a reason – so get out there and see for yourself!<br><br> <h2 class=\"bb_tag\" >Included Scenarios</h2>This add-on includes a range of scenarios for all the included locomotives:<br><ul class=\"bb_ul\"><li>[375] 01. 2T19 0904 Tonbridge to Strood<br></li><li>[375] 02. 2T24 1004 Strood to Tonbridge<br></li><li>[465] 03. 1B89 0638 Gillingham (Kent) to London Cannon Street<br></li><li>[465] 04. 1E95 1830 London Cannon Street to Strood/Maidstone West<br></li><li>[59] 05. 6Y93 0935 Purley Foster Yeoman to Hoo Junction Up Yard<br></li><li>[59] 06. 6V18 1120 Allington A.R.C. Sdg. to Whatley Quarry: Part 1<br></li><li>[59] 07. 6V18 1120 Allington A.R.C. Sdg. to Whately Quarry: Part 2<br></li><li>[Railfan Mode] Hoo Junction<br></li><li>[Railfan Mode] Maidstone Barracks<br></li><li>[Railfan Mode] Strood<br></li><li>[Railfan Mode] Tonbridge</li></ul><br>More scenarios are available on the Steam Workshop online and in-game. Train Simulator’s Steam Workshop scenarios are free and easy to download, adding many more hours of exciting gameplay. With scenarios being added daily, why don’t you check it out now!<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>48 mile route From London Victoria to Orpington &amp; Rainham via Kent House and Denmark Hill<br></li><li>27 mile route from Strood to Tonbridge, including Tonbridge West Yard<br></li><li>7 mile route from Strood to Gravesend, including Hoo Junction<br></li><li>BR Class 59/0 in Blue &amp; Grey Livery<br></li><li>BR Class 59/2 in DB Schenker Livery<br></li><li>BR JNA, JHA, MEA, MFA and MXA Wagons in various liveries<br></li><li>BR Class 465/0 in Southeastern ‘Grey Stripe’ livery<br></li><li>BR Class 465/1 in Southeastern ‘Blue Stripe’ livery<br></li><li>BR Class 375/3/6/7 in Southeastern Dark Blue livery<br></li><li>BR Class 377/1/3 in Southern, ex. Southern and Southeastern Dark Blue liveries<br></li><li>Quick Drive Compatibility<br></li><li>Download Size: 549.9 MB</li></ul>",
    "supported_languages": "英语, 法语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/677960/header.jpg?t=1728035340",
    "developers": [
      "Dovetail Games"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}