{
  "678000": {
    "name": "TS Marketplace: Feather River Canyon Scenario Pack 02",
    "steam_appid": 678000,
    "required_age": 0,
    "is_free": false,
    "description": "The Western Pacific was one of America’s great railroads, famous for its scenic and rugged path through California’s Sierra Nevada Mountains via the majestic Feather River Canyon. Now you can experience even more authentic and challenging Western Pacific railroading in the Feather River Canyon with High Iron Simulations’ Feather River Canyon Scenario Pack 02!<br><br>Featuring ten career scenarios based upon actual Western Pacific operations, Feather River Canyon Scenario Pack 02 takes you back to the late 1960s and early 1970s and puts you at the throttle for Western Pacific passenger, main line freight, local freight, and yard operations across the full length of Train Simulator’s popular Feather River Canyon route. <br><br>You’ll go to work as the engineer of the famed California Zephyr with elegant Electro-Motive FP7s as power; you’ll handle freight and local duties aboard Western Pacific’s General Electric U30Bs, EMD GP35s, and veteran EMD F7s, and you’ll handle challenging switching tasks using Western Pacific’s distinctive dual-control-equipped EMD GP20s!<br><br>Developed by noted scenario author Gary Dolzall, Feather River Canyon Scenario Pack 02 will take you to Oroville, Keddie, Quincy Junction, and along the Western Pacific’s High Line to experience Feather River Canyon railroading at its dramatic best.<br><br>Note: The pack’s scenarios require the Train Simulator Feather River Canyon route. Select individual scenarios also separately require: Train Simulator’s Western Pacific FP7 California Zephyr Add-On; Western Pacific GP35 Add-On (DTM); Western Pacific GP20 High Nose Loco Add-On (Reppo). All required content is available at the Steam Store.<br><br>Experience the challenges and grandeur of classic Western Pacific railroading – in Feather River Canyon Scenario Pack 02!<br><br> <h2 class=\"bb_tag\" >Included Scenarios</h2><br><ul class=\"bb_ul\"><li>Last Lap to Oroville<br></li><li>KGT Quincy Jct. Turn, Pt. 1<br></li><li>KGT Quincy Jct. Turn, Pt. 2<br></li><li>Oroville Yard Duty<br></li><li>Silver Lady East, Part 1<br></li><li>Silver Lady East, Part 2<br></li><li>The Climb to Keddie<br></li><li>Off the High Line<br></li><li>Heart of the Canyon<br></li><li>Grays Flat Call</li></ul><br><strong>Please Note: The Feather River Canyon Route Add-On is required, as a separate purchase, in order to play the scenarios featured in this pack.</strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/678000/header.jpg?t=1728639171",
    "developers": [
      "High Iron Simulations"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}