{
  "678050": {
    "name": "eXperiment",
    "steam_appid": 678050,
    "required_age": 0,
    "is_free": false,
    "description": "eXperiment is a fpp survival horror game based in a bizarre dark sci fi environment. You will need to find out where you are whats going on and now to get out while managing finding resource and informations, fighting or avoiding bizarre enemies.<br />\r\n<br />\r\nIn detail the game features first person close melee combat where your metal pipe is your last resort with addition to some ranged weapons (pistol, shotgun ect)<br />\r\nStill ammo can be scarce, maneging bullet count in the inventory with the limited space you can carry it in is crusial, chosing betwen amunition healt items or key objective itams (levers, keys ect) with alose means managing your save game status with you can only do in certain places with a limited save game item card.<br />\r\nIn certyn situation the player can get &quot;audio ques&quot; sugjesting an anemy or some sort of event can happen, when tension builds you can pace lightly avoiding posible encounter, running awaey confusing the enemy so they stop persute and not engajing or if you willing get in to a mele/range fight.<br />\r\nEnvironment your in is hard to navigate, covered in darkness helping you with that can be using some items you find  such as a flashlight giving you a better vision but disarming as a trade off.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/678050/header.jpg?t=1721207508",
    "developers": [
      "Odis s.c."
    ],
    "publishers": [
      "Odis s.c."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}