{
  "678570": {
    "name": "VR Fitness",
    "steam_appid": 678570,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >■About this game</h2><br>Enjoy moving your body with VR!<br>Beat the enemies coming one after another with your flying slash!<br>Use your body fully to swing the controller with all your strength to let out a strong attack!<br>You only need to swing the controller to operate the game during the gameplay! Use your whole body from top to bottom to let out a flashy action!<br>When you finished playing, the calories used will be displayed. Have an enjoyable fitness with this game!<h2 class=\"bb_tag\" >■How to play</h2><br>・Send a slash attack by swinging the sword.<br>・The strength of the slash is determined by the strength you used to swing the sword<br>・Defeat all enemies without letting a single one get close within the time limit.<br>・Stab the sword to the ground deeply, then raise it vigorously to let out a strong piercing attack to the enemy.<br>・Raise the shield above your head to deploy a barrier that will temporarily make the enemies falter. However, this barrier can only be used once every five seconds.<br>・Your score will be determined by the number of enemies you defeat and the amount of exercise you do. Stronger enemies give higher score.<br>Conversely, if an enemy managed to get in, your score will decrease considerably, be cautious!<br>・Press the trigger to display a radar that will show the enemies' position. Watch out for enemies from the back too!",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/678570/header.jpg?t=1502069264",
    "developers": [
      "iDEACLOUD inc."
    ],
    "publishers": [
      "iDEACLOUD inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}