{
  "678760": {
    "name": "Simon the Sorcerer - Mucusade: 25th Anniversary Edition",
    "steam_appid": 678760,
    "required_age": 0,
    "is_free": false,
    "description": "Following the success, media praises and high user ratings of the first adventure of Simon the Sorcerer (also available on Steam), we proudly present the next instalment.<br />\r\n<br />\r\nJust when he thought his life was regaining some semblance of normality, Simon's wonder years are once again turned upside down when the evil sorcerer Sordid returns from the grave with only one thing on his mind - revenge!<br />\r\nSordid reconstructs his Fortress of Doom and sends a magical wardrobe to fetch Simon, but it accidentally ends up on the doorstep of Calypso, the wizard Simon had to save in the first game. Simon then starts to look for a special fuel that can power back the wardrobe and get him home.<br />\r\nJourney with Simon through this inevitable sequel to the best selling Simon the Sorcerer, as he manages once more to get stuck in a land of twisted fairytales, recycled gags and carbon dated clichés!<br />\r\nWith a cast of thousands (mostly woodworm) and enough Swampy Stew to keep an underprivileged country sick for a year, this classic adventure will keep you well entertained until we manage to make another sequel.<br />\r\n<br />\r\n'Simon The Sorcerer 2: 25th Anniversary Edition' features:<br />\r\n<br />\r\n- Totally new, much praised, game play controls that were built from the ground up.<br />\r\n* Hotspot based - no more pixel hunting! <br />\r\n* All-new slick icons and animations.<br />\r\n* Quick actions using right-click.<br />\r\n<br />\r\n- Completely new game menus and save/load system + Saves cloud syncing<br />\r\n<br />\r\n- Three Music options: music score in MT-32, General MIDI or AdLib <br />\r\n<br />\r\n- High-end graphics upscaling (xBRZ filter) for high-resolution displays<br />\r\n<br />\r\n- Optional retro settings: play with original graphics, original music and even the original controls (mouse pointer)<br />\r\n<br />\r\n- Multiple languages (ALL included without additional payment):<br />\r\nEnglish voice acting, with the option for adding subtitles in English, Italian, Czech, Russian and Hebrew<br />\r\nGerman voice acting with or without German subtitles<br />\r\nSpanish voice acting with or without Spanish subtitles<br />\r\nFrench voice acting with or without French subtitles<br />\r\nPolish voice acting with or without Polish subtitles<br />\r\n<br />\r\n- Extras included: Original Manual + Art Book + Legacy Editions as FREE downloadable content (DLCs) for Windows, macOS and Linux (Multiple languages).<br />\r\n<br />\r\n- GREAT PURCHASE! The best and most affordable way to experience this timeless classic<br />\r\n<br />\r\nPROBLEM SAVING ? You can also try and save manually by doing the action 'Use' on 'Postcard' in your inventory.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 俄语, 瑞典语, 西班牙语 - 拉丁美洲<strong>*</strong>, 希伯来语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/678760/header.jpg?t=1762157961",
    "developers": [
      "MojoTouch",
      "Adventure Soft"
    ],
    "publishers": [
      "MojoTouch"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}