{
  "678750": {
    "name": "Gravity Tunnel VR",
    "steam_appid": 678750,
    "required_age": 0,
    "is_free": false,
    "description": "Gravity Tunnel is a VR experience which lets you immerse yourself in space. Sounds cool? Yeah, it feels good too! Your brain will be put to test as you go further – luckily, there's a series of levels on which you can train your sense of balance. We prepared all you may need in space –  narrow planks, dynamic obstacles, cool music, colors. After finishing Gravity Tunnel, NASA training programme will seem easy to you! Brace yourself for unforgettable space experience!<br />\r\nDISCLAIMER: Too much fun may cause health issues such as smile, amazement, satisfaction and fulfilment.  <br />\r\n<br />\r\nFeaturing:<br />\r\n•    Interactive virtual environment <br />\r\n•    Retro graphics style  - Vintage gaming meets VR resolution<br />\r\n•    Unique aesthetic - feel the vastness of space!<br />\r\n•    Cool music - may invoke feelings of nostalgy in older players!<br />\r\n•    A few levels with various obstacles - can you beat all of them?<br />\r\n•    That arcade feel!<br />\r\n•    Balance training for your brain<br />\r\n•    Intuitive VR environment - no more sitting and clicking! Gravity Tunnel puts you in the very center of the action. You can say “goodbye” to boredom. Age and <br />\r\n     “technology intuition” don't matter. Go!<br />\r\n•    Extraordinary joy -  it's satisfying and challenging, but in the end – you are fully satisfied... See for yourself!<br />\r\n<br />\r\n<br />\r\nAbout qverty team:<br />\r\n    We are young enthusiasts of technology. Currently, we're focused on VR technologies and we design innovative VR, AR and MR apps. Our goal is to explore the potential of intuitive physical interactions in virtual reality.  We're gladly presenting you with our most entertaining product – the Gravity Tunnel!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/678750/header.jpg?t=1505212200",
    "developers": [
      "Qverty.com"
    ],
    "publishers": [
      "Qverty.com"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}