{
  "680640": {
    "name": "ChefU",
    "steam_appid": 680640,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to the best kitchen you will ever have, where the food magically<br>appears and the dishes never need to be washed. It is called ChefU, a Virtual<br>Reality experience that focuses on making cooking fun in an elegant and at times<br>insane kitchen. Whether you want to smash plates, learn recipes, bother<br>customers or make your own recipes you can do it all with ChefU. ChefU is<br>easily one of the most immersive and engrossing games to date in the VR space<br>with over 60 items to cook and dozens of tools to use, ChefU could be played<br>endlessly and be fresh every time.<br>Whether you’re a grizzled Iron Chef or someone who doesn’t go in the kitchen<br>unless their mom is done cooking, you are in the right place! Any skill level can<br>cook in this restaurant and everyone can have fun. With recipes ranging from<br>grilled cheese to New Orleans Style Shrimp we have something for everyone!<br>Other notable features of the game include:<br><br><ul class=\"bb_ul\"><li>Take photos of every recipe you make with the option to post them to any and all social media platforms to prove to your family that you can cook (but ordering is a lot easier)<br></li><li>With three modes of play you can race against the clock in Timed Mode, live out a week in a restaurant in Story Mode or just make a mess and explore in Free Mode<br></li><li>Use hand mixers, blenders and dozens of other tools you will find in any serious kitchen to prepare and make well known recipes<br></li><li>Put your skills to the test with people around the world to see who can make the better recipe! Race against the clock and find out if you can make it perfectly in less than 5 minutes like the real cooks.<br></li><li>Recipes are included from around the world and feel free to let us know what you want to see in the future!<br></li><li>Find dozens of hidden items around the kitchen and try new ways to incorporate them in your cooking<br><ul class=\"bb_ul\"><li>If your only experience of cooking is making bagel bites, don’t worry we even have a microwave!</li></ul><br>This experience is about making it whatever you want it to be. If you want to<br>follow the rules and get that sense of accomplishment by completing the levels<br>go for it!<br>If you just want to make creole tuna pasta from scratch go for it, it won’t be good<br>but work your butt off to prove them wrong!<br>if you want a Virtual Reality experience that is fresh and fun you can stop looking. This is ChefU.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/680640/header.jpg?t=1507670426",
    "developers": [
      "Lockem Reality"
    ],
    "publishers": [
      "Lockem Reality"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 8800,
      "final": 8800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 88.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}