{
  "681590": {
    "name": "Company of Heroes: Blitzkrieg Mod",
    "steam_appid": 681590,
    "required_age": 0,
    "is_free": true,
    "description": "Blitzkrieg mod is a modification for Company of Heroes which focuses on PvP experience. It was for the first time introduced to public in 2008.<br />\r\n<br />\r\nThe mod aims for making the gameplay experience more realistic - it features revised damage system on all units, which makes especially infantry more squishy and thus smart cover usage becomes paramount, AT guns pose serious threat to tanks so support is needed, reconnaissance is often the key to avoid deadly ambushes and air strikes can be devastating so AA units can save you from disaster.<br />\r\n<br />\r\nWeapon ranges have been increased compared to vCoH which gives an edge to specialized long range units because of this the maximum &quot;map zoom out&quot; has also been increased so that you can keep track of bigger part of the battlefield. Blitzkrieg mod also brings new ambush system which gives the option to certain vehicles to camouflage near bushes and trees in order to ambush opponent's units. <br />\r\n<br />\r\nWe expanded command trees so every doctrine in the game has 16 unlocks. Along with command trees the unit veterancy system has been expanded and most units can gain maximum of 5 Veterancy ranks!<br />\r\n<br />\r\nAround 100 new units have been added to game, mostly being doctrine-specific, these units come with new sound and FX effects, new abilities and awesome-looking textures. Units have detailed descriptions so you know what to expect from each unit. <br />\r\n<br />\r\nFor the sake of realism units no longer have &quot;team colors&quot; on them so no more &quot;colored stripes&quot; on tanks (but you can still see team colors on minimap). <br />\r\nBlitzkrieg also has 2 separate mappacks which add more than 30 new maps - maps are revised and balanced for PvP games.<br />\r\n<br />\r\nHave you got what it takes to challenge others and lead your army to victory through thrilling WW2 battles?",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 捷克语, 波兰语, 俄语, 繁体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/681590/header.jpg?t=1732145890",
    "developers": [
      "Blitzkrieg Mod Team"
    ],
    "publishers": [
      "Blitzkrieg Mod Team"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}