{
  "681610": {
    "name": "Anti Zombie AI - Tower Defense (Azai - TD)",
    "steam_appid": 681610,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>STORY:</strong><br><br>   The story of the games takes places two years after zombie apocalypse. Hero of the story is an experienced programmer who hid in his basement to develop an AI to help him fight zombies. While he was developing his AI he discovers that humans built a safe city for survivors called Heaven City. He programs his AI to have this goal in mind, however during his adventure to the Heaven City he faces unexpected challenges. During his adventure hero of the story carries some body parts of zombies, which allows him to move around unnoticeable. <br><strong><br>GAME FEATURES:</strong><br><br> A complex algorithm generates difficulty of every match. Traditionally matches start slow. Overtime algorithm figures out fun and interactive way to make it challenging based on your performance. Every zombie's health points is assigned by the algorithm before deploying them into the match. Your previous match will never be the same as your next match, as the algorithm is designed to not have a repetitive match. There will also be available a free mode that will entail withstanding waves and waves of zombies, to achieve highest scores.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/681610/header.jpg?t=1503789006",
    "developers": [
      "PodShoh Studio"
    ],
    "publishers": [
      "PodShoh Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}