{
  "681950": {
    "name": "AddForce",
    "steam_appid": 681950,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >AddForce</h2><br>AddForce takes you to a imaginary miniature solar system where you can travel between planets while you are affected by gravity. You should be aware not to run out of oxygen, fuel or rocket ammunition. These can be obtained by destroying AA Turrets placed on the planets. Avoid crashing into the land, though - that could cost you lots of HP - so try and maneuver carefully. Planets are not only orbiting the Sun as in real life, they are located in random positions to the solar system's main plane; making visuals more fascinating, and reducing distances at the same time.<h2 class=\"bb_tag\" >Physics</h2><br>Games alike are hard to find for a reason (a reason I know by now) is that simulations require plenty of resources, thus the physics engine must simplify. Fortunately, over time more powerful processors will become available.<br>Depending on their density and size every planet has its own gravity field. That means if you are standing upside down at the 'bottom' of a planet, you will not fall off; but the movements of the planets can be tracked noticeably.<h2 class=\"bb_tag\" >My First Game</h2><br>Before purchasing please note: it is my first game to be released. I have tried to set an appropriate price, but there is still room for improvement.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/681950/header.jpg?t=1605104594",
    "developers": [
      "Attila Vitez"
    ],
    "publishers": [
      "Capiproducts"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}