{
  "682420": {
    "name": "DimensionsVS",
    "steam_appid": 682420,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>DimensionsVS</strong> is a chaotic, action-packed platform fighting game supporting both online and local play, and it’s completely free to play! Featuring tactical skill based 1v1s, to chaotic fights for survival in 4 player free for all matches, <strong>DimensionsVS</strong> has everything you want from a platform fighter!<br><br>Choose from a roster of unique characters and battle head-to-head with other players in a match to be the last player standing. Make use of a variety of different attacks and combos to rack up damage against your enemies before landing a finishing move and launching them off stage. Outmanoeuvre, outsmart and outplay your opponents to claim victory and prove to all that you are the ultimate fighter!<h2 class=\"bb_tag\" >CURRENT FEATURES</h2><ul class=\"bb_ul\"><li>Take your fights online with our 4 player Free-For-All battles!<br></li><li>Stock and Timed modes so you can choose how you play!<br></li><li>6 unique characters each with their own unique moves and playstyles - from the slow and tactical Major Renegade to the fast and dangerous Hiro!<br></li><li>Break the Targets mode<br></li><li>Training mode<br></li><li>Competitive quick-matching system to jump straight into the action!<br></li><li>Customisation! Create your own unique look with a variety of costumes and particle effects so that your opponents learn to fear you on sight!</li></ul><h2 class=\"bb_tag\" >PLANNED FEATURES</h2><br>DimensionsVS is under constant development, with new stages, characters and game-modes being added with every major update. In between major updates, you can expect frequent patches as we fix any issues discovered by the players that managed to fly under our radar. We listen to our audience and take your feedback very seriously so that we can continue to improve the game we love to develop and that you love to play.<br><br><strong>Currently planned:</strong><br><ul class=\"bb_ul\"><li>Items - a staple in the platform fighting genre, up the chaos with a variety of items that drop mid fight!<br></li><li>Characters - each new character is a new play experience; we want everyone to find a character that they enjoy!<br></li><li>Stages - we want each new stage to be unique, no re-skins here<br></li><li>Team Battles - Partner up and take on your foes together!<br></li><li>Capture The Flag - work together with allies to snatch the other team's flag to score points and win the round!<br></li><li>Team VS Tank - it's 3 v 1, but that 1 isn't going to go down easily...</li></ul><h2 class=\"bb_tag\" >FREE TO PLAY?</h2><br>DimensionsVS is completely free to play, with no in-game purchases granting any one player advantage over another. All purchases that can be made with real money are purely cosmetic, or can be acquired with currency earned in game.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/682420/header.jpg?t=1646058885",
    "developers": [
      "TeePee Studios"
    ],
    "publishers": [
      "TeePee Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}