{
  "682650": {
    "name": "BusinessMan Demo",
    "steam_appid": 682650,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >What i can do in demo?</h2>In Demo version you can buy or sell stocks and check out how AI company try make money.<h2 class=\"bb_tag\" >What is the BusinessMan game?</h2><br>In BusinessMan, you are an entrepreneur among others. You can for example start off by investing your initial 20k€ smartly or try to become a chairman in some company.<br><br>Once you're a chairman, you start making regular income, but the biggest incomes naturally lie behind the greatest of risks.<h2 class=\"bb_tag\" >Different ways of making money in BusinessMan</h2>You can invest in the stocks market<br>You can invest in real estate<br>You can build stores and sell others products<br>You can make a factory and produce goods for sale<br>You can build a farm and grow goods for sale<br>You can build a research plant to improve on existing products<br>You can gather different kinds of resources, like oil, wood, iron, coal etc.<br>You can build different kinds of power plants, coal power, windmills and nuclear plants.<br><br>As you can see, there are many ways to get rich.<h2 class=\"bb_tag\" >Make as many companies as you see fit</h2><br>BusinessMan won't limit your imagination in company structure sizes. You can make a different company for each production, one company to rule some of them or just one company to manage it all. It's all up to you how you want to arrange your companies.<h2 class=\"bb_tag\" >See the city grow and conquer more areas</h2><br>The city keeps evolving around you and there are only so many lots to build on before they run out. The city also behaves dynamically, so if there is unemployment, people won't be able to afford buying things.<h2 class=\"bb_tag\" >Design products</h2><br>You'll have to improve on your designs all the time in your research plant. Also, it's good to publish new products every now and then too to keep your good reputation up along with hype for new products. If you keep releasing the same product over and over again, people will grow tired of it really fast and lose interest in your offerings.<h2 class=\"bb_tag\" >Laws and lawsuits</h2><br>The laws keep changing in the game. For example, the state might require cleaner technologies and better filters to be used to proceed with the production. Some companies might sue you for stealing their ideas too and whatnot.<h2 class=\"bb_tag\" >Others</h2><br>The business simulation in BusinessMan is heavily based on cruel number crunching, numbers that never lie and numbers that tell everything there is to be told about another company. Be careful not to get fined or in trouble with the law, it might ruin your reputation. Even a genius might be hard to employ if he has a bad reputation. Take loans when the interests are low and invest the money smartly. Being a big company is a tough task if you don't know what you're doing. Collect the prizes from the yearly events, get titles like &quot;innovator of the year&quot;. Secure other businesses by investing into them. Because if you are a reputable company, people will trust more in the companies you are invested into too. Help new companies start up by making investments in them. Create a large chain of companies to fight your way from a small town to the top of the world.",
    "supported_languages": "英语, 芬兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/682650/header.jpg?t=1501751761",
    "developers": [
      "SugGames"
    ],
    "publishers": [
      "SugGames"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}