{
  "682790": {
    "name": "Escape the Omnochronom!",
    "steam_appid": 682790,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Escape the Omnochronom!</i> is an experimental single player turn based strategy game that combines Roguelike and MOBA elements into something new.<br><br><i>DEVELOPER'S NOTE: Hi everyone. Thanks for checking this weird game out! This game was a very experimental game that I worked on from 2015-2018 or so. Ultimately I think it didn't end up working out as I had hoped, for a few reasons. One of which was this was actually my first game that I made as a programmer, so I was really learning the ropes of Unity as I was going. Also, it's a very weird design, and I'm now thinking the way to go forward with it would've been to make it a real time game - the Rogue-like input mechanism just doesn't work all that well over huge spaces that you traverse repeatedly. Anyway, thanks for checking the game out - I hope that it inspires some new ideas for other designers!</i><br><br>You just got sucked into the Omnochronom (Om-KNOCK-Row-Nom), an ancient, mysterious device. Inside the device are mechanical minions, strange characters and spirits trapped there for eternity. Some say that the Omnochronom gives its owner eternal life by sapping all the energy from those captured. Some say it's simply a twisted prison invented by an evil god. Whatever the case, you know you can't stay here long.<br><br>There's a huge exit door up top. All you need to do is get one of these Key Minions up to the top before you're completely destroyed.<br><br>You can find weapons, tools, and other treasures left behind by others who have been trapped here before you. Because of a strange temporal quality of the Omnochronom, you can also find things left behind from people captured *after* you, as well. And you'll need everything you can get your hands on, because there are eight different horrifying Guardians, who power up minions, throw you around, destroy your base, and worse.<br><br>With any luck, you just might be able to ESCAPE THE OMNOCHRONOM!<br><br><strong><u>FEATURES</u></strong><br><ul class=\"bb_ul\"><li> Two playable characters<br></li><li> Lots of items to collect and unlock, with random ones available each game<br></li><li> Smart, balanced procedural generation presents an interesting but fair challenge every time<br></li><li> Single-player Elo system keeps the game challenging and fun at any level of play<br></li><li> Colorful pixel art<br></li><li> Original soundtrack</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/682790/header.jpg?t=1637692932",
    "developers": [
      "Keith Burgun Games"
    ],
    "publishers": [
      "Keith Burgun Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}