{
  "683880": {
    "name": "VR Robotics Simulator",
    "steam_appid": 683880,
    "required_age": 0,
    "is_free": false,
    "description": "VR Robotics Simulator is an engineering tool used for industrial robot simulation, design, layout, rapid prototyping and reach analysis built exclusively for the HTC Vive.<br />\r\n<br />\r\nWith VR Robotics Simulator, you can build a robotic cell and program your robot within minutes. You can conduct reach studies to select the correct size and type of robot arm, choose the best positioning equipment for your application and use it as a Guided Sales tool to help customers visualize solutions. Using VR Robotics Simulator you can:<br />\r\n<br />\r\n- Browse a large selection of pre-configured robotic work cells from the Selection Halls. This will allow you to examine these different work cells in detail and develop an appreciation for their relative size and capabilities. <br />\r\n<br />\r\n- Includes a variety of 6 axis manipulators and delta robots.<br />\r\n<br />\r\n- Cells include a variety of single and multi-axis positioners such as headstocks, tilt/rotate, skyhook, drop center, H frames, ferris wheels, floor/ceiling tracks, and multi-axis gantries.<br />\r\n<br />\r\n- Build a cell from the ground up in real time. Save your creations for later use.<br />\r\n<br />\r\n- Experiment with several different tooling options such as arc welding, spot welding and vacuum/magnetic/claw grippers.<br />\r\n<br />\r\n- Learn about robotics and how to operate VRRS from the Training Room. This will cover basic robotics concepts, how to operate the various arms and positioners in VRRS, and how to construct your own robot cells.<br />\r\n<br />\r\n- Import a variety of model formats for viewing in VR. Supported formats:<br />\r\n<br />\r\n    - OBJ (with MTL file)<br />\r\n    - 3DS<br />\r\n    - FBX<br />\r\n    - STL<br />\r\n    - DXF<br />\r\n    - DAE (Collada)<br />\r\n    - X3D<br />\r\n    - Blend<br />\r\n    - GLTF<br />\r\n    - PLY<br />\r\n    - 3MF<br />\r\n<br />\r\nVR Robot Simulator CANNOT export programs that can be used on vendor-specific controllers such as Fanuc, ABB, Motoman, UR, etc. You CAN export points out as XML relative to the robot base. This program is intended to be a low-cost entry point to demonstrate the potential for robot cell design in VR.<br />\r\nIf you want to do virtual programming for a specific robot arm and export the program to the controller you will need to contact the vendor and purchase the appropriate offline programming software.<br />\r\n<br />\r\nImmerse yourself in the world of industrial robots and interact with your creations in Virtual Reality!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/683880/header.jpg?t=1623097710",
    "developers": [
      "MindRend Technologies"
    ],
    "publishers": [
      "MindRend Technologies"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 6 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "56",
        "description": "软件培训"
      },
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}