{
  "683910": {
    "name": "System Siege",
    "steam_appid": 683910,
    "required_age": 0,
    "is_free": false,
    "description": "Negotiations have failed. We tried to destroy the technology we'd spent so long building. Now is the time for action. The ultimate battle for survival rages on between humans and androids. Use your strategies to dominate and destroy in System Siege. Who will be left when the smoke clears, commander? <br><br>System Siege is a top-down turn-based strategy game set in the distant future. An homage to the classics, System Siege showcases a diverse range of units and commanders to choose from - know their strengths and dominate. <br><br>Choose your commander from a set of three, each bringing a unique advantage to the battlefield. <br><br>Featuring a unique soundtrack with a mix of retrowave and rock, the classics live again.<br><br>Early Access includes a campaign with three tutorial missions to teach the basics. When you’ve mastered the easy part, join a quick-play multiplayer game and test your mettle or create custom games against AI.<h2 class=\"bb_tag\" >Current Features</h2><br><ul class=\"bb_ul\"><li> Use a variety of units, terrain and tactics to outsmart your enemy - whether flanking in the back for sabotage or mowing down exo soldiers in the front lines with heavy tanks. Our army is yours to command.<br></li><li> Assume the role of one of three commanders, each with a unique twist to keep your opponent on the edge. Build faster, move further, break better. Who will you be today, commander?<br></li><li> Test your mettle on the battlefield with 1v1 online quick-play, or challenge your friends and find out who ranks supreme when the dust has settled.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/683910/header.jpg?t=1615642689",
    "developers": [
      "56 Game Studios"
    ],
    "publishers": [
      "56 Game Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}