{
  "684040": {
    "name": "Logos",
    "steam_appid": 684040,
    "required_age": 0,
    "is_free": false,
    "description": "Imagine that You are the Main Logos of the Earth, that is, the ultimate master and commander. Human life is merely just a moment for you.<br />\r\nUsing the Fate-cards, you are able to lead your people towards their future which is unknown even for you. Your decisions will affect the fate of a whole civilization: the population, reproduction, people’s ideas, the technology and also the health of the planet, that is, Mother Earth, which might be endangered by wars, alien civilizations and even armies of undead people.<br />\r\nIt’s in your interest to have more and more people reach the Logos level of perfectness, the primary conditions of which are harmony, ethics and the maintenance of the ecosystem being in service as the living space<br />\r\nAs the Main Logos, you are of course aware that the planet you dominate serves as a classroom for the billions of Logos, souls hiding in human bodies, but for you this place can be a toy in your hands, which means you can do anything to them that your all-powerful will desires.<br />\r\nKeep in mind that there are other Main Logos out there who may compete for you planet, but it’s up to you if you give them space or you refuse to take such challenges.<br />\r\n<br />\r\nDetails:<br />\r\nTurn based, card strategy game.<br />\r\n25.920 years, 108 years/turn. <br />\r\nAs Supreme (Main) Logos, you use Fate-cards to develop humanity.<br />\r\nFate-cards impress one turn but are able to impress further development.<br />\r\nEcology, population, birth rate, health, food, resource, conflict, harmony, ethics, battle score change continuously.<br />\r\nWild animals, aliens and even undeads may appear during the entire cosmic cycle (25920 years)<br />\r\nIn addition, different events may also have an impact on the planet and on humanity.",
    "supported_languages": "英语<strong>*</strong>, 匈牙利语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/684040/header.jpg?t=1528914082",
    "developers": [
      "Logos Universe"
    ],
    "publishers": [
      "Bertalan Zoltán e.v."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}