{
  "684340": {
    "name": "The Nightmare from Beyond",
    "steam_appid": 684340,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><i>NOTE: After a long hiatus, The Nightmare from Beyond is back in development in Early Access, with a completely new story, characters, and powered by a new engine. An updated build, and the purchase button will come back really soon!</i></strong><br><br>Explore the depths of the Exham Priory castle and uncover its mysteries in this puzzle-platformer.<br><br>After moving to Exham Priory, Lavinia began hearing weird noises coming from the depths of the castle. One night, she decided to look for the source of the noises, and, in the depths of the castle, she found unnamable horrors, long forgotten.<br><br>Playing as Lavinia de la Poer, make your way through the depths of Exham Priory. Solve puzzles, evade deadly traps, discover the castle's secrets and why it was abandoned by your ancestors. You have to be mindful, though, as there are foul creatures and other dangers awaiting in the dark.<br><br>Features:<br><ul class=\"bb_ul\"><li>Explore the corners of Exham Priory: using Lavinia's various acrobatic abilities, access unreachable areas and open the way to secret chambers.<br></li><li>Uncover ancient mysteries: explore the castle and its labyrinthine subterranean passages to discover the dark past of Exham Priory.<br></li><li>Survive a treacherous place: move fast and react quickly to avoid the different obstacles, alive and dead, lurking in the deep.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/684340/header.jpg?t=1746099989",
    "developers": [
      "The Domaginarium"
    ],
    "publishers": [
      "The Domaginarium"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}