{
  "684400": {
    "name": "Power War:The First Men",
    "steam_appid": 684400,
    "required_age": 0,
    "is_free": true,
    "description": "Power War – The First Men is a game in first-person multiplayer and it’s create to offer an unique experience in a panoramic of shooter games in continue evolution. The character is an human with special powers, so he is a &quot;superman&quot; with skills hardly findable in other games. His skills, associated with various weapons, and not less the punches, allow the player to move freely within the maps, standing or kneeling and lying on the floor. There are two game modes: the individual experience and team experience (deathmatch and team deathmatch). The teams in the team mode are Zankles e Katane and have the same skills and powers, but different suit's colors. The player has a series of weapons he can use like him prefers. The weapons are assault weapon, an shotgun, sniper and submachine weapon and these are capable to kill the enemy if it is stricken in vital body's part (for example head). Every weapon has a different &quot;power fire&quot; and the damage depends also where the antagonist is stricken.  Furthermore, he has the “grenade” to causes damage to opponent, the &quot;flashes&quot; to blind the antagonist for some second in direct conflict, the &quot;EMPs&quot; that disables the foe's powers, the &quot;smokes&quot; to created a smoke curtain; and more interchangeable attachments: red dot, acog, sniper scope, laser. You will be the protagonist and all depend from your game skill that you will have, having all players same skills and powers. When you have a full control of skills and powers can you quickly movement in all directions, and if necessary when you want, you can use an armor to decrease the damage, so, you can make your gaming experience unique and special, leaving your enemy breathless in front of you.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/684400/header.jpg?t=1538420371",
    "developers": [
      "Andrea Mancuso",
      "Graziano Ferraro"
    ],
    "publishers": [
      "Ferman Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 22 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}