{
  "684460": {
    "name": "Project Lucie",
    "steam_appid": 684460,
    "required_age": 0,
    "is_free": false,
    "description": "Project Lucie is an experimental VR puzzle game with mouse &amp; keyboard support.<br><br>Players take on the role of Lucie, an 8 year old kid with a big imagination, and follow her story by completing puzzles that come to life! Beyond Lucie's story, an Editor mode invites players to explore their own imagination by building their very own puzzles.<br><br>While it's playable on PC with a mouse and keyboard, the game is built to support Oculus Rift and Touch controllers - to fully immerse players in a Virtual Reality environment, and provide a complete gameplay experience: full physical simulation, and complete presence within Lucie's world and imagination.<h2 class=\"bb_tag\" >About Bohemia Incubator</h2>Project Lucie is a new title from Bohemia Incubator, a label for experimental games that are made available to the public.<br>This Incubator release enables a small but dedicated team at Bohemia Interactive team to explore new areas of game design, and involve the community along the way.<h2 class=\"bb_tag\" >Notice</h2>Project Lucie is not yet part of the Oculus® store. In order to be playable, it is necessary to switch on a specific option in the Oculus settings. Click the gear icon and select 'Settings'. Then, click 'General' and enable 'Unknown Sources', which allows applications that have not yet been reviewed to be played. See the official Oculus website for more information.<br><br>Project Lucie is currently Pre-Alpha. This is not final software; content and technology is subject to change and may still contain errors / lack certain features.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/684460/header.jpg?t=1521642753",
    "developers": [
      "Bohemia Interactive"
    ],
    "publishers": [
      "Bohemia Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}