{
  "684700": {
    "name": "Celestian Tales: Realms Beyond",
    "steam_appid": 684700,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Celestian Tales: Realms Beyond</i> is a beautifully hand-painted RPG set in a world of questionable morals much like our own. Follow the journey of six Companions, knights sworn to serve and protect the heir of a noble house, as they rise and fall in their struggle to survive a world where one's true enemies are often their closest allies.<br><br><strong>A NEW ENTRY INTO THE REALM OF CELESTIAN TALES</strong><br>Haven’t played the previous games? No problem! Although the characters and setting will be familiar, nine years have passed in the story and this game stands on its own.<h2 class=\"bb_tag\" >Key Features</h2><strong>A TALE WITHOUT SIMPLE RIGHTS OR WRONGS</strong><br>There is no world-eating evil to slay, no force of true good in play. <i>Celestian Tales: Realms Beyond </i>is a story of humanity taking shape in a fantasy world, of people pitted against people with clashing ideals and values.<br><br>•\tIn a quest to stay by your liege, malicious intrigues and conflicting moral principles may stretch your trust in others<br>•\tA story of the natures of humanity in a world also inhabited by elves, faeries, and giants.<br>•\tOpposing points of view clash with no clear rights or wrongs, and you make your choice where it counts.<br><br><strong>A BEAUTIFUL HAND DRAWN WORLD</strong><br>Combining watercolor-inspired environmental art with pixel animations, the world of Celestian Tales elevates the tried and true painstakingly hand-drawn game-making to modern standards.<br><br>•\tDetailed sprites crafted pixel-by-pixel and frame-by-frame take classic methods to new heights.<br>•\tIllustrated character portraits with emotional facial expressions to immerse you in the thought-provoking dialogues.<br><br><br><strong>PLAY IT HOW YOU WANT</strong><br>Nobody plays alike. That's why RPGs have parties, right? So whether you're on the 'kill it before it kills you' train, or in the 'slowly but surely' camp, you can create your own perfect party and skill composition to get through difficult fights.<br><br>•\tThink two or three steps forward in Celestian Tales: Realms Beyond's turn-based combat and utilize all the advantages you have.<br>•\tSix characters with unique skills and equipment to be mixed-and-matched to fit into your personal team strategy.<br>•\tStory plays into combat with new skills embodying each character's personality unlocking as the story progresses.<br>•\tDifficulty settings that allow all to enjoy the game, lore-explorers and challenge-seekers alike.<br><br><br><strong>A COMBAT SYSTEM THAT APPRECIATES YOUR TIME</strong><br>We get it, you have a busy life and a lot of stuff competes for your time and attention. We're simply not the kids we used to be, with loads of free time to splurge on grinding for levels or items. We know that feeling – and Celestian Tales is made for people like us.<br><br>•\tSkip the fight-just-too-damn-many-random-encounters! Slither away from them as you like as each encounter is yours to choose. Or just plow through everything in your path if you feel like it.<br>•\tAlso skip the boring drink-some-potions-after-each-battle and heal-party-every-now-and-then part. Stats reset by the end of each battle, so you can hit the road right away fresh and dandy.<br>•\tEver thought that encounters that end in two hits (sometimes one!) suck big time? In <i>Celestian Tales</i> each combat encounter is designed to make you think about your next steps. Even against common enemies, mindlessly whacking away can be a recipe for defeat. <br>•\tAll three combinations above let us design battles that matter. So no more enemies soaking your time mashing the normal attack button because you want to save those mana points for the actually important fights.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/684700/header.jpg?t=1590177872",
    "developers": [
      "Ekuator Games",
      "Agate"
    ],
    "publishers": [
      "Digital Tribe "
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": {
      "total": 21,
      "highlighted": [
        {
          "name": "Noble Cleric",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/684700/eacf84299e1c017f0e1c5e5c637781b69aa2dcdd.jpg"
        },
        {
          "name": "Merchant Prodigy",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/684700/bfdd5129804d6b8ce4168f689f88048cde6f1e9a.jpg"
        },
        {
          "name": "Master Impostor",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/684700/816e3037af4d0a3a57a4fbadfdeefbdf632df806.jpg"
        },
        {
          "name": "Stalwart Soldier",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/684700/cda574f228441e5f2c945161b9ee4944612c9990.jpg"
        },
        {
          "name": "Playful Hunter",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/684700/d45178dcb33a76693cfec5a9ee99ab0b636893be.jpg"
        },
        {
          "name": "Naive Halfblood",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/684700/18ff82dd62475095947f2c54854850283446e10e.jpg"
        },
        {
          "name": "City of Faith",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/684700/6f815fd60ae7d3d6dcb9b0d3dc6f5ef2715f299a.jpg"
        },
        {
          "name": "City of Trade",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/684700/1cef87d716d2b9e16b588f447b141fe54a878a47.jpg"
        },
        {
          "name": "City of Peace",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/684700/9a23567b7019a0bdab4d493c60f3eb267fb7d2d5.jpg"
        },
        {
          "name": "Sanity Prevails",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/684700/3fe9c1a1505e4cacf4249c2c67740b61c4bf3288.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}