{
  "684770": {
    "name": "Fall Fear Fly Redemption",
    "steam_appid": 684770,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Fall Fear Fly Redemption</strong> is an experience that immerses the player in worlds both realistic and surreal.<br><br>The developers of this game consist of students from one of America’s most impoverished towns. This Social Entrepreneur and Community Revitalization project has brought these students together as a team to learn the process of design, development, testing and release of a VR game.<br><br>You begin the game exploring a rocky cliff setting searching for the source of a “siren song”. The setting provides limited exploration possibilities and quickly leads the player toward the edge where they discover a beautiful and enticing whirlpool where the song is emanating from. Further exploration though is challenging as the cliff edge lies before you and you are very uneasy about examining the whirlpool further. When you do, and you will, you find yourself falling into an environment of wonder shared with strange creatures. <br><br>After transitioning through the “wormhole” you find yourself traveling through space toward an exotic and seemingly living landscape. Once you set down on the moon you will find a “galaxy bow” lying close by. Wield the bow to begin the Asteroid Archery challenge, with the countdown timer starting as you begin firing away at the asteroids circling you. You quickly realize that hitting the ones further away accelerates your score quicker but the ones nearby are less challenging to hit. Make your decisions strategically as time is running out. There are a couple of fun surprises if it occurs to you to shoot at elements other than the asteroids. When the time is up, you are presented with your current score and enticed to try again. You can spend hours chasing a higher score.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/684770/header.jpg?t=1508187284",
    "developers": [
      "Lobaki"
    ],
    "publishers": [
      "Lobaki"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}