{
  "684840": {
    "name": "Days Of Purgatory",
    "steam_appid": 684840,
    "required_age": "18",
    "is_free": false,
    "description": "Days of Purgatory is early access and is currently under development. This is not a finished product.<br><br>- Available game modes:<br>Campaign - A 4 player coop experience. Players will fight the clock, collecting gear, new characters, and leveling up, trying to survive for as long as possible. (Details below)<br>Survival (Deathmatch) - Given only 1 life per round, players hunt each other down, while being plagued by hordes of creatures.<br>Deathmatch - A bloody free for all. Try and kill the other players while fighting off roaming packs of zombies.<br>Hide and Seek (Deathmatch) - Players while trying to kill each other, will be punished if seen by patrolling hordes of creatures.<br><br>All deathmatch modes allow the players to summon their own armies of the dead. With multiple grenades types to pick from, each spawning a different type of creature.<br><br><strong>Campaign Details:</strong><br>The Days of Purgatory Campaign is a fast paced coop FPS roguelike, with an emphasis on killing hordes of monsters and scavenging for loot and upgrades.<br>Level up your character to select from randomized temporary bullet enhancements. Sacrifice your character to unlock new content.<br>Earn cash to purchase new talents that will permanently increase damage of a weapon type, or Survival talents that will upgrade your characters abilities.<br><br>At the start of each day, Players are given objectives that need to be completed before returning to Shadwell. These objectives are randomized, and will empower the Demons in a variety of ways.<br>Consult the 'Book Of The Dead' for details about these objectives, their locations and Demon empowerment.<br>Players are given a Beacon to light their path. The Beacon can be used to highlight objectives, and will warn players when a swarm of Demons has been set loose.<br><br>At the end of each day, players will return to Shadwell to slay the invading forces.<br>If the Objectives are not destroyed before returning to Shadwell, all creatures invading Shadwell will be enhanced until the invasion is repelled.<br><br>Purchase Shadwell defenses to help stave off the invasion. Build walls, or structures for better firing positions. <br>Shadwell is protected by 4 Orbs, each creating a barrier at an entry point. These Orbs can be upgraded or socketed with Modules for automated defenses.<br>When the Orbs are destroyed, Demons will enter the Shadwell building to destroy the Heart.<br><br>On every 7th night, one of the horsemen of the apocalypse will send their army to destroy the heart. Be warned of the army at your doorstep. <br><br><strong>Extra Details:</strong><br>- Lost Souls - Lost Souls found in purgatory will unlock playable characters. <br><br>- Sacrifice Lost Souls - Players are rewarded with permanent account level XP. <br>- Increasing your account level will permanently unlock a large variety of Talents, Orb Modules and Character Classes. <br>                 - Talents drastically increase the player's power, but must be collected each playthrough. <br>                 - New Lost Souls may have any of the available unlocked Character Classes.  Each Class has a unique Passive bonus, and Activatable ability.<br>                 - Orb Modules offer automated defenses for the barriers protecting Shadwell.<br><br>- Each playable character will have their own level and level up Perks(Separate from the Talents). Perks will add elemental effects to weapons, causing a variety of effects.<br><br>- Gateway Charges - Collect these charges to power the gateway allowing the players to move between levels.<br><br>- A large variety of unique monsters will be added in to keep gameplay unpredictable and complex.  <br><br>As these creatures are integrated, player feedback will be a great factor in offering adjustments and new gameplay mechanics.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/684840/header.jpg?t=1659534717",
    "developers": [
      "Gory Gaming"
    ],
    "publishers": [
      "Gory Gaming"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}