{
  "684830": {
    "name": "Descendants of the Dogmatic: Threshold",
    "steam_appid": 684830,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Plot</h2>Do you fear the unknown? Or want to venture through entrapments and dungeons that lie below the surface? Threshold, has hit the realm, taking countless of lives, despite the enhanced and overthrown individuals that has now risen from the abyss. Follow select characters in solo or duo through the disasters and into the unknown, fighting the difficulties that comes with being an extraordinary outcast, discovering and unraveling the dangers and mysteries now the new world holds.<h2 class=\"bb_tag\" >Full Game Features</h2><ul class=\"bb_ul\"><li> Follow a story driven adventure in third person<br></li><li> Crawl through damp construction sites, dungeons, cellars and temples to find your way through<br></li><li> Interact with spells, world, environment and objects, combine and interact with them to solve moderate puzzles<br></li><li> Play custom post game modes into procedurally generated puzzles<br></li><li> Obtain virtual rewards in a fresh dark-fantasy universe</li></ul><h2 class=\"bb_tag\" >Further Details </h2> This title will feature the main character from &quot;Amiss 13: the Curse&quot; few years back which had to be cancelled for running obselete before finished date along with other characters such as the babysitter, Gemme and Edge you might know from recent titles such as CBS: Desolation and CBS: Escape from the Mall.<br> While it took a while to restore the lost data and turn them into a new and better title, we've also made sure the issues of the past to not return.  Instead of an adventure rpg, it will be a third person point and click adventure, with other features like multiplayer and post game modes like endurance and escape room modes.",
    "supported_languages": "英语, 土耳其语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/684830/header.jpg?t=1754822494",
    "developers": [
      "Sim-plistic Studio"
    ],
    "publishers": [
      "Sim-plistic Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}