{
  "685300": {
    "name": "Portrait Wizard",
    "steam_appid": 685300,
    "required_age": 0,
    "is_free": false,
    "description": "With Portrait Wizard you can easily create good looking character portraits.<br />\r\nPortrait Wizard is a tool you use to puzzle together a portrait with a wide selection of highquality parts, to create hand-drawn like portraits.<br />\r\nYou will be able to manipulate the parts in various ways, so the variations are endless.<br />\r\n<br />\r\nColor, size(also x/y), brightness, angle, and more can be changed, depending on the part.<br />\r\n<br />\r\nFor who is this software?<br />\r\n-It is a great tool for Indie Devs who need royalty free portraits for their games.<br />\r\n-Or as a tool for concepting characters before you deal with other artists.<br />\r\n-A tool for artists, who want to experiment with different character styles.<br />\r\n-For roleplayers and people who like to add their own portraits into games to enhance their gaming experience.<br />\r\n..or just for fun..<br />\r\n<br />\r\nPortrait Wizard runs in Windows in a window at 1280 x 960, so make sure your screen has high enough resolution to run it.<br />\r\nThe portrait is saved as a 830 x 957 Bitmap file(BMP), and can be cut and resized with the cutting tool included in the software(or with any external image editing program such as Photoshop or Clip Studio).<br />\r\nIn addition to the picture file, the portrait is now also saved in an ini file, which can be loaded into the software, so that you can continue working on your portraits at a later time.<br />\r\n<br />\r\nAfter the launch I will still work on the project, add more material and improve on existing assets.<br />\r\n<br />\r\nThank you for checking this out!",
    "supported_languages": "英语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/685300/header.jpg?t=1766146824",
    "developers": [
      "Kmany Design"
    ],
    "publishers": [
      "Kmany Design"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2025 年 12 月 19 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "60",
        "description": "游戏开发"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 4,
      "total_negative": 0,
      "total_reviews": 4
    }
  }
}