{
  "685800": {
    "name": "Tough Story: Big Hell",
    "steam_appid": 685800,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Tough Story</h2><br>Tough Story is a handcrafted game series based on action movies from 60s until nowadays.<br><br>Every volume brings a whole new theme, with exclusive story, characters and original soundtrack as if it were a movie itself. New game mechanics are added to follow the main theme of the current volume, but the core will always have focus on action.<br><br>I grew up watching so much amazing action movies and Tough Story is my attempt to bring some badass experiences to you, based on work of all these great actors and directors who have pumped up adrenaline to the screens!<h2 class=\"bb_tag\" >Volume I - Big Hell</h2><br>On this first volume we bring a game inspired by western movies. In special: the classical Sergio Leone's Dollars Trilogy, 70s Clint Eastwood's westerns (as director and actor), the award-winner Unforgiven, also directed and starred by Clint Eastwood and Django Unchained, the epic Tarantino's masterpiece.<h2 class=\"bb_tag\" >Plot</h2><br>It's 1872. Somewhere between Reno and San Francisco there's a town called Big Hill.<br><br>City's boss sons, The Kinney Brothers, decide to buy your lands in order to explore your gold mine. When you refuse their offer, they hire a gang of desperados to take you out of the way.<br><br>El Lobo, desperado's gang leader, kills your wife and lets you wander to die in the desert with six bullets in your stomach.<br><br>A group of mysterious men crosses your way. They find you almost dead and heals you in a very obscure ritual.<br><br>Some years later, you arrive on Big Hill city looking for retribution and threatening the local bosses business. Side by side, Kinney brothers and El Lobo raise an empire of dirt. Your crusade for vengeance will turn the city in a true hell until you make your job done.<h2 class=\"bb_tag\" >Gameplay</h2><br>You're able to shot down your enemies with your handguns: a shiny S&amp;W model 3 Schofield and a 10 gauge shotgun. You can also blow enemies to hell and destroy walls, doors and other obstacles with dynamite. You can shot the dynamite to explode it before the wick time. <br><br>Besides that, you have the special ability to slowdown the time and make nice combos or cinematographic moves when you fill the badass-o-meter.<br><br>You're free to use your own tactics to pass each level. You can break and you can shot through windows, kick locked doors to open it, get cover into buildings and close doors to protect yourself. But remember: the enemies can do all this things, too!<br><br>If you shot an enemy on an arm, he'll lose his weapon. The same rule fits for you, so take care!<br><br>In some levels you'll ride a horse to pursuit and kill your enemies in the hell-bent-for-leather style!<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li>Top-down shooter with hardcore tone;<br></li><li>Fast-paced action;<br></li><li>Gunfights;<br></li><li>Pixelated graphics;<br></li><li>Amazing OST;<br></li><li>Chapter's ranking system;</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/685800/header.jpg?t=1515534975",
    "developers": [
      "Outlaw"
    ],
    "publishers": [
      "Outlaw"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}