{
  "686700": {
    "name": "Fantasy Grounds - Secrets of Tibet (CoC7E)",
    "steam_appid": 686700,
    "required_age": 0,
    "is_free": false,
    "description": "<i> TIBET is a common term used in the western world to refer to a remote plateau situated north of the Himalayan mountain range in Asia. A land of high-altitude peaks, some areas are impossible to reach without modern technology. The land is populated with malevolent gods and monsters, and deep secrets lie sleeping in ancient tombs and vaults among Tibet's soaring mountains and deep valleys.</i><br><i> Geologists determined that millions of years ago, the Himalayan mountain range lay at the bottom of the ocean. The gradual movement of Earth's tectonic plates raised this region so that it now contains many of the highest points above sea level on the planet. The Himalayas cover a vast area that, some whisper, overlaps the Dreamlands and the terror-shrouded mountainous area between the Cold Waste and the dreaded Plateau of Leng.</i><br>Secrets of Tibet details information about everyday life in this mysterious and unique country, from the early twentieth century through to more modern times, along with horrific underlying truths. Tibetan demons are remnants of races that came to Earth from the stars millions of years ago. They dwell in hidden places, are served by loyal minions, and are protected by ancient dark cults that span the globe. They slumber until a time when the stars align, and their awakening shall herald the end of the world as we know it. Over millennia some have awakened briefly, sometimes for years or even centuries, to observe what has been happening in the world. Others are dreamers with lesser abilities, but in their slumber they influence the cold mountain areas of Tibet. Combined, their powers have thinned the barriers between the Waking World, Earth's Dreamlands, and other worlds and dimensions of space and time.<br><i> Included within these pages:</i><br><ul class=\"bb_ul\"><li>A history of Tibet </li><li>Chapters detailing its culture and religion </li><li>A bestiary of Tibetan gods and monsters </li><li>A guide to the Forbidden City of Lhasa including maps </li><li>Three scenarios that will take investigators to the Tibetan plateau and beyond </li></ul><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Call of Cthulhu 7E ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/686700/header.jpg?t=1768384203",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 4700,
      "final": 4700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 47.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 2 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}