{
  "686840": {
    "name": "Brigand: Oaxaca Demo",
    "steam_appid": 686840,
    "required_age": 0,
    "is_free": true,
    "description": "Brigand: Oaxaca is a highly difficult post-apocalyptic RPG/FPS set in Mexico. The story will take you from a banana plantation to dark toxic caverns, to the sprawling city of Pochutla, to the flooded coastline, to deadly demon-infested jungles, and more.<br><br>There are 14 unique skills to upgrade with skill points, ranging from agility to firearms, hacking, hardware, voodoo. Unlock up to 80 special abilities that allow you to do things such as throw your weapon, upgrade your guns, and control the weather.<br><br>Dangers include rival tribes fighting for fertile land, mutated ghouls that emerge from their caverns at night, vicious demons that hunger for your flesh, a flooded and irradiated coastline that eats away at civilization, disease, insanity, and hunger.<br><br>You will die often, and you will like it.<br><br><br>Key Features:<br><br>- Branching story with dynamic characters, dialogue trees, and multiple endings<br><br>- Total freedom of movement and action: jump from roof to roof, steal things, blow things up, or murder friendly characters (if that's your thing)<br><br>- Extensive character customization with 14 skills to upgrade and over 80 abilities to unlock, ranging from firearms to crafting, hacking, and voodoo<br><br>- Crafting system largely based on the Anarchist's Cookbook: make various grenades from empty beer cans and the proper chems, etc.<br><br>- Explore a vast region of Oaxaca, taking you from a banana plantation, into toxic caverns, bustling cities, disease-ridden jungles, and a flooded coastline<br><br><br>Demo Version:<br><br>The demo includes only the first 2 areas out of over 20 total.<br><br><br><strong>LCSoft Website:</strong> ",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/686840/header.jpg?t=1703824040",
    "developers": [
      "Brian Lancaster",
      "Laughing Coyote Software"
    ],
    "publishers": [
      "Brian Lancaster",
      "Laughing Coyote Software"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}