{
  "687470": {
    "name": "Warped Reality Demo",
    "steam_appid": 687470,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/687470/extras/5f7a736326ce0d8fc9d6d7cadb85c952.avif?t=1506130547\" width=456 height=145 /></span><br>What if accomplishing the task you always dreamed of turns into your worst nightmare?<br><br>For Kazu, a young technophile struggling to make a living in the corporate-owned future of 2065, that question suddenly becomes reality. All he wanted to create was an entertainment system that proves he has the skills to make it as a cybernetics designer. But his creation, the Virtual Machine, turns out to be more than that – dangerously more.<br><br>Hunted by enemies with both the skills and the assets to turn his life upside down, Kazu has to face the criminal underworld, corrupt corporate officials and the suddenly real dangers of virtual worlds designed to weed out the weak. And not only his own life is at stake, but also that of the only person Kazu truly cares about...<br><br><strong>Warped Reality</strong> is a gritty, hard-boiled cyberpunk visual novel set in a future where chrome skyscrapers bathed in the light of holographic adverts tower over alleyways of blood and grime. Money literally rules the world, and most people only have a choice of submitting themselves to the goodwill of a corporation or scrounging on the leftovers of the world's rich and powerful. In this world, you take the role of Kazu, trying to stand your ground against impossible odds and becoming your own person, independent of others. Your journey will take you from the dregs to the glistening heights of luxury. You will journey through a multitude of virtual worlds, from a mythological age that never was to a future where humanity is a memory long gone by.<br><br>Will Kazu survive? Will he make it despite everything working against him? Can he trust the people he considers his friends? Will he be able to save the woman he loves?<br><br>Your choices decide your fate in Warped Reality.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/687470/header.jpg?t=1506130547",
    "developers": [
      "Unwonted Studios"
    ],
    "publishers": [
      "Unwonted Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}