{
  "688070": {
    "name": "Legendary Gary",
    "steam_appid": 688070,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Gary is a mess</strong>, and he's trying to be a better person. Help him tackle his not very fantastic life, and also help him play a fantasy game in his free time. But as he discovers, the fantasy is more than it seems...<br><br><ul class=\"bb_ul\"><li>Unique turn-based fighting system<br></li><li>Interactive story<br></li><li>Hand-drawn art<br></li><li>Synth-pop soundtrack by xXsickXx</li></ul><h2 class=\"bb_tag\" >Tactical combat</h2>Gary spends his evenings playing Legend of the Spear, a fantasy adventure game in which the hero and his friends journey through strange lands and engage in hand-to-hand combat with a variety of creatures. These battles take place on a hexagonal grid. On each turn, all fighters act <strong>simultaneously</strong>. You must decide what action each member of your party will perform. There are no dice rolls, no time pressure, and with each choice you can watch how the turn will resolve before you commit. But with each encounter the enemies will bring new tactics of their own, and defeating them will become increasingly tricky. You will expand your repertoire of moves as you venture on, opening up a variety of different solutions to each problem. The battles in Legendary Gary are designed to be a stress-free exercise in problem solving.<h2 class=\"bb_tag\" >Interactive story</h2>Between gaming sessions, Gary has a normal life to live. You're like his subconscious, guiding his decisions about what to say and do. He has some tough choices to make, and he needs your help! You'll soon find that Gary's friends and family are depending on him, and your decisions can have a large effect on their lives.<h2 class=\"bb_tag\" >Hand-drawn art</h2>I drew it all myself! Really! It's no Uncharted, but I'm proud of it. I hope you like it!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/688070/header.jpg?t=1519113646",
    "developers": [
      "Evan Rogers"
    ],
    "publishers": [
      "Evan Rogers"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}