{
  "688730": {
    "name": "PetriDish.pw",
    "steam_appid": 688730,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Gameplay</h2> <br>It takes about 5 minutes to figure out the mechanics.<br>Simplest controls - 2 buttons for main modes. Basic goal is to reach the top score. Honest and simple competition.<br>Really relaxing, but dynamic gameplay awaits everyone from the first moments of the game.<br>Control the little blob and gather the food. Become bigger and stronger.<br>Get to fight other players, talk in chat, make friends and enemies.<h2 class=\"bb_tag\" >Game features</h2> <br>Massive amount of the modes, PvP and PvE, elaborate social component and customisation options make the game really addictive!<br>A single session takes from several minutes to however long you can stay on top. The game doesn't require a lot of your time, which isn't getting in a way of feeling all the dynamics and competition in the game.<br>Multiplatform and multilanguage. You're playing with people from all around the world and different devices.<br>Eat the weak, escape the strong, gather mass. Create clans, sets, coalitions. Conquer servers or whole modes and everyone will know that.<h2 class=\"bb_tag\" >Steam</h2> <br>During the lifetime of Petridish many players have been asking to add the game to Steam. At that moment, unfortunately, it wasn't an option. Now we have a proper client, and we present our game to you.<br>Publishing on Steam will establish an inflow of the new players, which is always good, because social component is one of the main pillars of the game.<br>We're not here for money. Game doesn't require obligatory donations. It is completely free and balanced.<br>Leave the comments, critique, wishes. Our players always did and will influence the game development.",
    "supported_languages": "英语, 法语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/688730/header.jpg?t=1504252860",
    "developers": [
      "Petri Devs"
    ],
    "publishers": [
      "Petri Devs"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}