{
  "689170": {
    "name": "Potemkin",
    "steam_appid": 689170,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/689170/extras/8d71b73387a6cc6a5191c25a9b3fffbf.avif?t=1525895435\" width=544 height=153 /></span><br><br>Potemkin is the worlds first sandbox strategy game! Play on massive maps, develop your cities, build an army and outmanoeuvre your enemies! However unlike other turn-based strategy games, Potemkin has the following groundbreaking features:<br><ul class=\"bb_ul\"><li> <h2 class=\"bb_tag\" > No Restrictions on Customisation</h2>Have you ever had a book or movie, that you wanted to make into a strategy game? Well now you can! Simply build an accurate map of your universe and play! There are zero restrictions when it comes to map customisation, play on a map of literally any size and with any number of players, even hundreds!<br></li><li> <h2 class=\"bb_tag\" >Sharing Maps is as easy as Copy-Paste</h2>  <br>Share your maps with the world simply by copy-pasting them onto Reddit. The best maps are upvoted, refined and played by the entire Potemkin community! Not only that, but you can play on all the maps other people upload, meaning there will never ever be a content drought!<br></li><li> <h2 class=\"bb_tag\" >Simulate any Real or Fictional War</h2> If you ever get tired of playing, just make the computer play for you! The games war simulator lets you simulate literally any real or fictitious conflict you can imagine! Have you ever wanted to simulate what would happen if Mexico invaded the US? Or simulate an alternate WW2 scenario where Brazil is an Axis power? Well now you can!<br> Simply build the map, and launch the simulation!<br></li><li> <h2 class=\"bb_tag\" >Immensely Powerful Artificial Intelligence</h2>  <br>Potemkin's AI is made to be extremely flexible and to work on every type of map! Not only that, but unlike most other games, Potemkin's AI does not rely on advantages from the algorithm to be challenging. This game's AI is smart enough to beat you on its own!<br></li><li> <h2 class=\"bb_tag\" >Extremely Quick</h2>Unlike most other strategy games, where you have to wait for ages for the AI to make a move, Potemkin’s AI is almost instantaneous! This is because Potemkin was custom built in Python, a programming language usually used for scientific simulations. This makes the game run very quickly, even on old computers. Your days of finishing your turn and reaching for the phone are over!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/689170/header.jpg?t=1525895435",
    "developers": [
      "Vasily Wosck"
    ],
    "publishers": [
      "Vasily Wosck"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1900,
      "final": 1900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 19.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}