{
  "689100": {
    "name": "Ravager",
    "steam_appid": 689100,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >ABOUT</h2><br>Ravager is a 2D open world platformer that is inspired by Norse Mythology. It takes you and your 12 characters across the land to free its people of the threat of the trolls. The vast open world will test your skills against its various bosses. Upgrade and Character Stones are secretly scattered around the land to collect while exploring the beautiful world. However, this world won’t stay this way forever if you cannot stop Morrigan from releasing the Nidhoggr, Devourer of Worlds.<h2 class=\"bb_tag\" >FEATURES</h2><br><strong>Twelve Unique Playable</strong> Heroes with many upgrades<br><br><strong>Open World</strong> to explore and travel<br><br><strong>Norse Mythology</strong> has inspired the story and setting of the game<br><br><strong>Seven challenging</strong> Bosses to overcome and conquer<h2 class=\"bb_tag\" >OPEN WORLD </h2><br>Being a side-scroller and open world is a very different concept than what most people are used to, but there are a vast amount of places to travel, each with safe zones, constant upgrade abilities and various characters. Each character has many different abilities that offer different tactical approaches and secrets that make them more effective in certain levels and situations. The game emphasizes a lot on experimentation with the world to find the upgrade stones, slay the enemies and obliterate the bosses.<br><br> This game is difficult. This game is punishing. But it is also rewarding. It is meant to embolden your drive to explore, horde and collect in the massive open world. Will you discover all of its secrets?",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/689100/header.jpg?t=1504298564",
    "developers": [
      "Nikhil Tailor",
      "Ariflare"
    ],
    "publishers": [
      "Horse Beverages"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}