{
  "689620": {
    "name": "Alpha Mike Foxtrot VR - AMF VR",
    "steam_appid": 689620,
    "required_age": 0,
    "is_free": false,
    "description": "Get ready for the Next Generation in Virtual Reality First Person Shooters!<br>Focusing on fast-paced gameplay and immersive environments, Alpha Mike Foxtrot VR (AMF VR) delivers the goods. Put on your headset and engage in all-out warfare with Bots, Friends or Enemies around the globe.<br><br><strong><u>IMPORTANT: OCULUS PLAYERS, AMF VR currently RECOMMENDS a play area with 360 TRACKING</u>! We have incorporated Snap Turning into the game to ensure gameplay is possible with front sensor only setups.</strong> ENJOY!<h2 class=\"bb_tag\" >GAME PLAY GUIDE AVAILABLE NOW!</h2><h2 class=\"bb_tag\" ><i>Single Player / Co-op</i></h2><ul class=\"bb_ul\"><li> Don't wish to play with or against other people? Enjoy the freedom of playing solo or with a friend(s) against our BOTs.<br></li><li> Enhanced BOT experience: BOTs that duck, take cover and react to you in-game.</li></ul><h2 class=\"bb_tag\" ><i>Fast-paced</i></h2><ul class=\"bb_ul\"><li><u>Immediate respawns</u> allow for nonstop, action-packed game play (nobody likes waiting…)<br></li><li>Quick and natural reload mechanics enable <u>smooth and agile gunplay</u>.<br></li><li>Fully stocked tactical vest equips you with a variety of secondary weapons, giving you the freedom to <u>spontaneously personalize your combat style</u>.<br></li><li><u>Arcade-styled maps</u> make for constant encounters with the enemy and potential for kill streaks galore.<br></li><li>Wave your grenade in front of your HMD to pull the pin so that you can continue to provide cover with your firearm.</li></ul><h2 class=\"bb_tag\" ><i>Easy to Learn</i></h2><ul class=\"bb_ul\"><li><u>Comprehensive Tutorial</u> provides graphical instructions on all game play and menu functions (RTFM!).<br></li><li><u>Dedicated Shooting Range facility</u> for target practice and mischief (hang your best shooting target performances on the wall!).<br></li><li><u>3 Walking Speeds </u>ranging from Rookie to Pro.<br></li><li><u>Natural and Realistic Gun Mechanics</u> for Vive and Oculus users, plus a specially designed control option for Gun Stock users.</li></ul><h2 class=\"bb_tag\" ><i>See, Hear, Feel</i></h2><ul class=\"bb_ul\"><li>Experience the only VR FPS title with <u>Full-Body Presence</u>.<br></li><li>Practice your ninja moves, perfect your shooting form, and work on your one-handed push-ups in front of the mirror in the Tutorial area.<br></li><li>A selection of voice chat options allows you to <u>taunt/trick the enemy or strategize with your teammates</u>.<br></li><li>Diverse, responsive indoor/outdoor maps create <u>immersive battle environments</u>.<br></li><li>Pay attention to directional audio and the sound of footsteps to plan your next move and watch out for sneak attacks.</li></ul><h2 class=\"bb_tag\" ><i>Fun &amp; Exciting</i></h2><ul class=\"bb_ul\"><li>Pick your poison with <u>Death Match, Team Death Match, Knife-Only, and Grenade-Only</u> games modes.<br></li><li><u>Dedicated Global Servers</u> allowing for up to 8 badasses to engage simultaneously.<br></li><li><u>Experience Immortality</u> in the Victory room after each match and engage in shenanigans while you wait for the next round to load.<br></li><li>Mix up your Game Play by going pistol/knife, dual knives, or dual grenades if you dare!</li></ul><ul class=\"bb_ul\"><li>Stab, slash or throw your knife at the enemy. Hold your knife in combat mode for the most satisfying slays.</li></ul><br>Alpha Mike Foxtrot VR delivers nonstop, action-packed game play for both the casual gamer and FPS enthusiast alike.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/689620/header.jpg?t=1525709678",
    "developers": [
      "SUBLEVEL ONE STUDIOS"
    ],
    "publishers": [
      "SUBLEVEL ONE STUDIOS"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}