{
  "690110": {
    "name": "Wellspring: Altar of Roots",
    "steam_appid": 690110,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >What is Wellspring: Altar of Roots?</h2><br><i>Wellspring: Altar of Roots</i> is a turn-based, role-playing game that seamlessly integrates classic RPG genres and elements into a cohesive and novel gameplay experience. Featuring an engaging storyline, unique tactical combat, a progression system reminiscent of old-school JRPGs – and numerous Western influences as well – <i>Wellspring: Altar of Roots</i> offers massive environments and open-world exploration in a modern, 3D art style.<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li> Enjoy a mature and highly-detailed plot spanning thousands of years – inspired by games like Xenogears and Shadow Hearts.<br></li><li> Fight in a challenging tactical, turn-based combat system where proper positioning and timing are critical.<br></li><li> Visit a beautiful, massive world with modern 3D environments to discover, explore, and conquer.<br></li><li> Fend off free-roaming enemies with a wide variety of movement patterns, behaviors and habitats.<br></li><li> Prepare for an unrelenting and highly-intelligent enemy AI that can be scaled to various difficulty levels.<br></li><li> Play alongside a large cast of interesting characters with defined roles, yet deeply customizable skill sets – allowing multiple builds for each combatant.<br></li><li> Face enemies that learn and level up dynamically – accessing new skills, tactics, and other enhancements.<br></li><li> Unlock, learn, and equip from hundreds of combat skills, attribute bonuses, and world-based buffs.<br></li><li> Explore loads of side quests, optional bosses/areas, and minigames!<br></li><li> Scavenge, create, and upgrade items using an original skill-based crafting system. <br></li><li> Utilize an integrated bestiary system that rewards discovery, experimentation, and exploitation of enemies for rewards. </li></ul><br><i>Note that Wellspring: Altar of Roots was previously titled Bevontule</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/690110/header.jpg?t=1541449659",
    "developers": [
      "Multithreaded Games LLC"
    ],
    "publishers": [
      " "
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}