{
  "690670": {
    "name": "Klondike Solitaire Kings",
    "steam_appid": 690670,
    "required_age": 0,
    "is_free": false,
    "description": "Famous Card game also known as Klondike.<br>We kept the game true to the spirit of the classic Solitaire (also known as Klondike or Patience)<br>Klondike Solitaire Kings features a beautiful custom designed card set in high resolution with 300+ levels, playing Patience on your desktop never looked this good!<br><br>Features:<br><br>Fun Addicting Games of Solitaire Classic<br>300+ levels<br>Klondike Solitaire Draw 1 card<br>Klondike Solitaire Draw 3 cards<br>Winning Deals: Increase the challenge<br>Vegas Cumulative: Keep your score rolling over<br>Addicting, unique ways to play<br>Customizable beautiful themes<br>Daily challenges with different levels<br>Clean and user-friendly menus<br>Big and easy to see cards<br>Auto-collect cards on completion<br>Feature to UNDO moves<br>Feature to use hints<br>Standard or Vegas scoring<h2 class=\"bb_tag\" ><strong>How to Play Klondike Solitaire</strong></h2><br>Klondike Solitaire is the most widely known solitaire game, popularised originally by being part of Windows 3.0 when it was released in 1990. Originally it was included to help teach people how to use a mouse correctly, but surely became one of the most popular little games to fill up a few minutes around the globe. It's quite relaxing and offers a good chance of winning with some basic playing techniques.<h2 class=\"bb_tag\" ><strong>Setting Up Klondike Solitaire</strong></h2><br>Klondike Solitaire is played with a standard deck of 52 cards with all jokers removed. As you can see from the picture below, you must deal 7 columns of cards with the card at the bottom shown face up. The first column is one card (face up), the second is two cards with one card face up and the number of cards in each column increases by one until the final column is made of seven cards with the final card face up as with the other columns.<h2 class=\"bb_tag\" ><strong>Rules of Klondike Solitaire</strong></h2><br>The idea of the game is to move every card onto the four foundation piles. The foundations must each start with an Ace, and cards can only be moved to the foundation in ascending order in their suit. So for example an Ace of Spades would have to be followed by the Two of Spades which would be followed by a Three of Spades and so on.<br><br>After you have dealt out the set-up you will have 22 cards remaining these turned over in groups of three for a harder game or one by one for an easier game. The cards are turned over onto the previous cards so they can be used if you move a card to the layout or foundation. You can either pass through the remaining deck of cards once for a harder game or as many times as you like for an easier game. The most common choice for players is to turn over groups of three cards while allowing yourself to pass through deck as many times as you like.<br><br> Rules for Moving Cards<br><br>You can move a card to another column in the layout if is one lower and in an alternate color to the card being moved. So for example you can move a black 6 onto a red 7.<br>Piles of cards in a column can be moved together if they are in descending order and in alternating colors. For example you could place a pile consisting of red 4, black 3 and red 2 onto a black 5.<br>You can only move a King or a proper pile cards starting with a King onto an empty column.<br>Turn over any face down cards in the columns as soon as they are free.<br> <br>Keep playing until you can't find any more moves or until you win by moving all the cards to foundations.<h2 class=\"bb_tag\" ><strong>How to Win Klondike Solitaire</strong></h2><br>Okay, so now you are familiar with the rules here are tricks to help you win klondike solitaire.<br><br>The most obvious tip is to immediately move Aces when they are available, hopefully freeing up a useful card.<br>When you have a choice of either moving a card in the layout or bringing a card down from the remaining deck cards, it is better to choose to move cards in the layout. The only exception to this might be if you remember the previous card (or in the three card deal version) becomes useful to you once the current card is used.<br>Don't immediately place any cards that are three or higher onto the foundation as they can sometimes be useful for placing new cards into the layout, unless of course putting a card on the foundation frees up a new card in one of the columns.<h2 class=\"bb_tag\" ><strong>The History of Solitaire</strong></h2><br>The origins of solitaire are unknown. Some have speculated that the fanciful layouts in solitaire originated with the layouts of tarot cards, long used for divination and fortune-telling. The first printed references appeared in the late 1700's in northern Europe, and the game arrived in France in the early 1800's. Napolean Bonaparte was reported to have spent time playing the game during his exile at St. Helena in 1816, and solitaire (or patience as it is knonw in Europe) became a popular pastime among the French population soon thereafter. Many of the terms used in solitaire (e.g. tableau) and indeed many names of solitaire games (e.g. Rouge et Noir, La Belle Lucie, Coquette, etc.) are of French origin, and many of the early books on the subject are from France.<br><br>The earliest English publications include Lady Codogan's Illustrated Games of Patience in 1874, William Dick's Games of Patience in 1883, and Professor Hoffman's Illustrated Book of Patience Games in 1892. In America, Lady Cadogan's Illustrated Games of Solitaire or Patience appeared in 1914. Among more recent publications, The Complete book of Solitaire and Patience Games by Albert Morehead and Geoffrey Mott-Smith, first published in 1949, and still in print to this day, and David Parlett's Penguin Book of Patience are the most popular and authoritative references to solitaire games.<br><br>Today, solitaire remains a beloved pastime for many people. It's requirements - a deck of cards, a flat surface, and a few rules - are simple enough that nearly anyone can play. Solitaire is a simple pleasure that harkens back to a time when the world was less complicated and hurried. Solitaire, whether played the old-fashioned way (by hand) or on the latest computer, is a great stress-reliever and mind exercise, more popular now than ever before.<h2 class=\"bb_tag\" ><strong>The History of Computer Solitaire</strong></h2><br>When the first personal computer appeared, solitaire was a natural fit. Since the requirements for representing playing cards on a computer screen are rather modest, solitaire games proliferated. In the early days of MS-DOS, most solitaire games were text-mode, single-game programs. As the state of computer technologies advanced, graphics began to make the games look better, and larger memory capacity allowed programmers to fit more than one game into a single program, resulting in the solitaire collection.<br><br>The first commercial solitaire collection was &quot;Solitaire Royale&quot;, written by Brad Fregger, published by Spectrum Holobyte in 1987, and available for both PC (MS-DOS) and Macintosh. It contained 8 different solitaire games, and featured 16-color EGA graphics and mouse support.<br><br>A few years later, in 1992, QQP (Quantum Quality Productions) released a commercial collection called &quot;Solitaire's Journey&quot;, also for MS-DOS, featuring a mind-boggling 105 different games and comprehensive user statistics on each game. Players could also build their own custom &quot;journeys&quot; by selecting a sub-set of the games, as well as compete in &quot;quests&quot; to find treasure by successfully completing a sequence of solitaire games.<br><br>On the shareware front,the largest shareware MS-DOS solitaire collection of the time was Solitaire Suite by Randy Rasa, released in 1991, which featured 7 solitaire games, EGA and mouse support.<br><br>Microsoft Windows Solitaire first appeared in Windows 3.0 in 1990. This was actually an implementation of the classic &quot;Klondike&quot; solitaire game, though the name &quot;Windows Solitaire&quot; has been a source of confusion ever since. Windows 95, released to great fanfare in 1995, featured a solitaire game called Freecell, which soon became very popular, spawning a number of enhanced shareware versions of the game. Finally, Microsoft XP introduced Spider Solitaire, again inspiring a number of imitators and enhancers.<br><br>In the last few years, the size of the shareware solitaire collections for Windows has simply exploded, led by Pretty Good Solitaire, Funsol Solitaire, and SolSuite, each of which now feature hundreds and hundreds of different solitaire games. On the Macintosh side, the leading collections include Solitaire Plus and Solitaire Till Dawn.<br><br>Solitaires are also available for every conceivable computing platform, including PocketPC, PalmOS, Linux, and cell phones. Today, wherever you go, you'll find a solitaire ready and waiting to entertain you.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/690670/header.jpg?t=1745270576",
    "developers": [
      "Boogygames Studios"
    ],
    "publishers": [
      "Boogygames Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 308,
      "discount_percent": 86,
      "initial_formatted": "¥ 22.00",
      "final_formatted": "¥ 3.08"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}