{
  "690770": {
    "name": "SOUND FORGE Audio Studio 12 Steam Edition",
    "steam_appid": 690770,
    "required_age": 0,
    "is_free": false,
    "description": "Record podcasts, digitize your vinyl collection, create sound effects for videos, master music or produce new loops for DAW: SOUND FORGE Audio Studio is back and better than ever before! Now includes 64-bit support for more power during the audio editing process.<h2 class=\"bb_tag\" >Highlights</h2> Editing your videos is simple, quick and tons of fun.<br>The most important features in SOUND FORGE Audio Studio 12 Steam Edition:<br><br><ul class=\"bb_ul\"> <li> 64-bit support<br></li><li> Audio recording with up to 32-bit/384 kHz on a single track<br></li><li> Over 20 professional effects including Chorus, Delay, Distortion, Reverb and more<br></li><li> New editing features: Slice Editing, Soft Cut and Crossfade Editing<br></li><li> Digitization for LPs and cassettes, including restoration and audio conversion<br></li><li> VST3 interface</li></ul><h2 class=\"bb_tag\" >Audio editing functions</h2><br><strong>Podcast production</strong><br>Record your own podcasts or DJ sets. Cut recordings using innovative wave editing. Increase the length of a cut after it has been set thanks to the new Slice Editing feature. Use Elastic Audio to quickly adjust pitch level in vocal recordings. 20 cleaning and creative audio effects are available for modifying sound.<br> <br><strong>Edit audio material with Soft Cuts</strong><br>Soft Cut mode creates automatic crossfades after each cut, resulting in seamless transitions without pops and clicks. You can adjust these transitions at any time in their own specific dialog.<br><br><strong>Remove noise</strong><br>Isolate and clean noise or an entire frequency range. Identify noise on a visual level with Spectral Cleaning and get rid of hum, creaking, coughing or other noise in your recordings.<br><br><strong>Digitize analog media</strong> <br>The new dialog for vinyl recording and restoration makes digitizing analog recordings easier than ever before. It also enables you to convert recordings to standard formats such as WAVE, MP3, FLAC or Ogg Vorbis.<br><br><strong>Video sound optimization</strong><br>Sounds and filters included in SOUND FORGE can also be used for editing video sound. Remuxing technology makes time-consuming degrading processes during rendering no longer necessary and guarantees high-quality images.",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/690770/header.jpg?t=1598368801",
    "developers": [
      "MAGIX Software GmbH"
    ],
    "publishers": [
      "MAGIX Software GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 15 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "52",
        "description": "音频制作"
      },
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "58",
        "description": "视频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}