{
  "691210": {
    "name": "Dead Man's Trail",
    "steam_appid": 691210,
    "required_age": 0,
    "is_free": false,
    "description": "Dead Man's Trail is a zombie survival game for PC, Mac, and Linux in the tradition of classic travel survival games with some new twists. The game recreates the drama of modern zombie fiction by making team members core to the player's travel progress through randomly generated cross-country journeys. Each have their own job that will help the party along their journey: firearm expert, melee expert, paramedic, mechanic, and others. These characters must be kept happy and healthy through randomly placed obstacles and loot supplies in procedurally-generated 3D environments. Each journey the player takes in Dead Man's Trail creates different and varied undead drama that should not be missed.<br><br><strong>Features</strong><br><ul class=\"bb_ul\"><li>Choose your vehicle: the nimble 4-Wheel Rocket, the balanced Grave Digger school bus, and the powerful Ark tractor-trailer.<br></li><li>Keep your team of travelers healthy and happy. Each has their own job that will help the party along their journey: firearm expert, melee expert, paramedic, and mechanic. Lose one and you'll be limping down the road!<br></li><li>Loot randomly generated 3D cities for supplies and weapons. Get in and out quickly or you will face the horde (and maybe join them.)<br></li><li>A vast arsenal of weapons including revolvers, tactical shotguns, field hockey sticks and katanas will enable your players to survive and thwack Zombies!<br></li><li>Darkly comedic story and diverse cast of characters.<br></li><li>Keep your senses about you and your ear to the ground: Ambient sound changes when you're being hunted.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/691210/header.jpg?t=1515550121",
    "developers": [
      "Pie for Breakfast Studios",
      "Omiya Games"
    ],
    "publishers": [
      "Pie for Breakfast Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "74",
        "description": "血腥"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}