{
  "692090": {
    "name": "Robin of Loxley the Legend of Sherwood",
    "steam_appid": 692090,
    "required_age": 0,
    "is_free": false,
    "description": "Robin of Loxley the Legend of Sherwood is a stealth game, your mission is to retrieve as much loot as you can through the levels avoiding guards and security cameras. You cannot harm or knockout the guards, so you will need to find a way to slip past them unnoticed, also you can distract the guards by making noise or by footsteps, doing so they will investigate the source of the noise you made, changing temporarily their usual patrol route, you may take advantage of this and slip past them and get access to guarded areas that otherwise are not accessible without being detected. Remember that if the guards will spot you they will start shooting at you and other guards will arrive very soon as reinforcements, you may try to escape them but this won't be that easy, so be careful and try to stay undetected.<br><br>Your mission is to retrieve as much loot as you can, that is: purses with gold, chests and special items worth gold and usually well guarded.<br><br>When you complete a level, you will get some end level points evaluating your performance during the level, and the next level will be unlocked on the map. Also if you wish to improve your level score you may play again a level as many times as you wish, but remember that unlocking the top perfect achievement for each level won't be so easy.<br><br>About the game:<br>&quot;it looks like old school arcade game, with modern graphics. There is a lot of emphasis on sneaking mechanism, and a lot of things around it, making noise, distraction, and others. This is definitely a plus, because it’s adding a “think quickly” element, to arcade mechanism of collecting loot. Gameplay looks very engaging&quot;.<br><br><strong>Key features:</strong><br>Explore levels, find loot and keys to access locked areas<br>Think quickly<br>Slip unnoticed past the guards<br>Distract the guards on patrol when necessary<br>Get past security cameras and guards on patrol<br>Find your way through the level<br>Each level has 3 different score goals: minimum, middle and top score. To achieve the top score you will need to find all loot scattered around the level.<br><br>The game includes a tutorial level explaining how the game works; and for quick reference a Readme pdf file explaining how the game score system works, the control buttons and so on, is also provided.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/692090/header.jpg?t=1699275914",
    "developers": [
      "Indie970"
    ],
    "publishers": [
      "Ghxstudio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}