{
  "692830": {
    "name": "Fear Of Nightmares: Madness Descent",
    "steam_appid": 692830,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Description</strong><br>Fear Of Nightmares: Madness Descent is a horror/puzzle solving indie game. This game contains flashing images and may contain material that can be seemed as disturbing. It is recommended not to play this game if you have any disorders with similar symptoms like epilepsy or heart diseases for that matter. I aswell as all sources, volunteers etc. Are NOT responsible for any harm that may come from playing this game. Therefore play at own risk.<br><br><strong>Difficulty</strong><br>Another thing that should be noted is that this game is meant to be hard, there are only two different difficulties. Choosing which difficulty to play can greatly change the experience you recieve playing this game. <br><br><strong>Lore</strong><br>While this game is a story based game, it can often be seen as vague as the lore is hidden which requires certain events in order to unlock it. Ontop of this this game is the first of it's serie and therefore the lore is not fully written in this game which means that there is no real ending in this game.<br><br><strong>Game Length</strong><br>The game is relatively short, it has seven different terrains that must be completed in order to fully complete the game. There is also some hidden content to dwelve in for the most hardcore players (Note that some of theese contents can only be unlocked by playing the hardest difficulty)<br><br><strong>Gameplay</strong><br>Since Fear Of Nightmares: Madness Descent is a puzzle solving horror game. It is hard to get an enjoyable experience by trying to speedrun it. It requires exploration as well as many tries over and over to complete.<br><br><strong>OS/Controllers/System Requirement</strong><br>This game is built for windows and works well for both 32 and 64 bit. As it was built for pc it only accepts keyboard and mouse as controllers, if the request for other controllers is high this may change. Due to being an indie developer with very low budget the amount of hardware i can access for now is very limited. This means that all system requirement i've written are based on the hardware i pocess and not the actual hardware required to play this game. As such these system requirements may lower in the future.<br><br><i>(Note again that so far this game does not support any other OS than windows).</i><br><br><strong>Language</strong><br>This game only supports English language.<br><br><strong>Age Rating</strong><br>Considering this game contains major elements of fear with little to no gore, swearing or violence. Anyone below 16 are recommended NOT to play this game.<br>These ratings are based on common sense and are NOT legally legal, and as stated before, I'm NOT responsible for any damage this game may cause.<br><br><strong>Game Quality</strong><br>Finally its worth noting that this game is made from a developer while learning, meaning that graphics aswell as code may not be seen as very proffesional, which can cause glitches aswell as potentional game abuse like walljumping etc, ontop of that due to lacking experience in coding steamworks sdk is not supported. Therefore this game does not support cloud saves or achivements etc. Changes to the game will happen due to this. In case you're intrested in the story and what the game is more about please read the short description written besides the trailer.<br><br><strong>Other</strong><br>Other information like FAQ, contact info etc. Can be found under the official fear of nightmares community. Contact information can also be found when searching for <br>this game via steams support site.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/692830/header.jpg?t=1505230540",
    "developers": [
      "Christoffer Ryrvall"
    ],
    "publishers": [
      "Christoffer Ryrvall"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}