{
  "693450": {
    "name": "Clad in Iron: Gulf of Mexico 1864",
    "steam_appid": 693450,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>CLAD in IRON: Gulf of Mexico 1864</strong> is a American Civil War alternate history naval game in which a turned-based wargame and a real-time strategy are combined.<br><br>Alternate history is a genre of fiction consisting of stories in which historical events occur differently. These stories contain &quot;what if&quot; scenarios at crucial points in history and present outcomes other than those in the historical record.<br><br>Historical Events:<br>By the summer of 1864, the city of Mobile remained the last major seaport of the Confederation in the Gulf of Mexico. After the defeat in the Red River campaign, Union troops were preparing for new battles. The American naval forces, under the command of the legendary rear admiral David Farragut, were replenished with ironclads. The fall of the Mobile would allow the United States to dominate the Gulf of Mexico. The French intervention in Mexico, the Spanish power over Cuba, and the financial interests of the British Empire in Central America would have been under American threat. <br><br>&quot;What if&quot; Scenario:<br>France, Britain and Spain have decided to deal a preemptive blow to the United States. The reason for the intervention of European powers was the defense of the Confederacy from the «aggression of the North».<br><br>Gameplay Description:<br>Manage your fleet and army, hunt the enemy's fleet, hide your weak squadrons in protected ports until reinforcements arrive, blockade enemy trade routes, amphibious assaults and harbour sieges, struggle for dominance over the seas in turned-based strategic mode - all of these actions are possible in Clad in Iron: Gulf of Mexico 1864.<br><br>The real time tactical battle mode allows you to set up battles and squadron groups with their formations and management using realistic ship models and characteristics as well as advanced ballistics and weapon models. Choose your ships, increase the experience of your crews and send your squadron into the high seas. Command a battle formation and experience the power of iron and steam in a turned-based maritime strategy mode while fighting battles with a tactical real time naval simulation game.<br><br>Raise anchor and get <strong>Clad in Iron: Gulf of Mexico 1864 NOW</strong>!<br><br><br>ATTENTION! In the game there is no interactive training, only a textual manual.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/693450/header.jpg?t=1759951067",
    "developers": [
      "Totem Games"
    ],
    "publishers": [
      "Strategy First"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}