{
  "694330": {
    "name": "Underrail: Expedition",
    "steam_appid": 694330,
    "required_age": 0,
    "is_free": false,
    "description": "This DLC expands the base campaign with many new waterway maps that connect various harbors of the Underrail as well as adds huge new region called the Black Sea, a massive underground body of water. Take a break from the usual metro-crawling to take a boat to this infamous place. There, among the old and mysterious ruins of an age long past, you’ll face the vicious fauna, hostile natives, cunning pirates, and something far more sinister than all of those. <br><br>Your voyage through vastness of the Black Sea will shed new light on the history of the world of Underrail and the forces that shaped it.<br><br><strong>Key features</strong>:<br><ul class=\"bb_ul\"><li>A brand-new story line that becomes available during the mid-game, which you can play your own way as no decision or hostile action will lock you out of completing it<br></li><li>Nearly 200 new areas to explore of various types – shores and islands of the Black Sea, mysterious underground facilities, pirate strongholds, and more<br></li><li>Many new wild creatures and a couple of new crazy robots to combat<br></li><li>15 different jet skis, ranging from the puny &quot;junk jet&quot; up to the dreaded &quot;Devastator&quot;, that you can use to get around the Black sea and outmaneuver or obliterate your naval foes; upgrade your ride by purchasing more powerful vehicle parts<br></li><li>Three new distinct weapon types - shotguns, swords and spears allowing for a number of new play styles<br></li><li>Many new items, some obtained through crafting and some found in the world<br></li><li>New psionic skill, Temporal Manipulation, that focuses on delayed damage and utility<br></li><li>Specialization points that are obtained on each level past level 15 that allow you to further improve your feats<br></li><li>Leveling past level 25 and up to level 30 with a special pool of feats to choose from<br></li><li>Over 30 new regular feats</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/694330/6036ff5aa18128eba74cab5c892fdf90a73e2914/header.jpg?t=1766066773",
    "developers": [
      "Stygian Software"
    ],
    "publishers": [
      "Stygian Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "7 user reviews",
      "total_positive": 7,
      "total_negative": 0,
      "total_reviews": 7
    }
  }
}