{
  "694420": {
    "name": "Alimardan's Mischief",
    "steam_appid": 694420,
    "required_age": 0,
    "is_free": false,
    "description": "In the childhood of us 20-odd-year-olds, there was always a boy at the center of attention whose shenanigans were what made him like us. What a day it would turn out to be when we’d suddenly break a glass or pull our little sisters’ hair! Voices from around the house would then carry the melody that we were busted!<br />\r\nWhoooooooops!<br />\r\n“He had a boy, Abbas Gholi Khan<br />\r\nSo rude and crude<br />\r\nAli Mardan Khan, was his name<br />\r\nAbout whom the maid was in despair”<br />\r\nAli Mardan Khan had turned into our nightmare and our only hope was to take our revenge on this little boy. Do you know why? Because no matter how naughty, mischievous, stubborn, and spoiled he was, we had dignity of our own; we didn’t like to be compared with this little boy. That’s why when we turned into a bunch of 23-year-olds that we are now, we decided to create the game of this little naughty boy; a game in which naughtiness goes hand in hand with goodness and kindness, damage coexists with making amends, and a world of virtue is gifted in exchange for the occasional bad in the world.<br />\r\n(This version of the game has been fully reviewed for redistribution on STEAM in terms of the translation of dialogues, scripts, and other localization segments in English and is different from the previous version)<br />\r\n<br />\r\nGame features:<br />\r\n<br />\r\n1- A cheerful story full of laughter and naughtiness<br />\r\n2- Attractive puzzles, pre-planned naughtiness, and making up for them even by means of sweeping the floor<br />\r\n3- Cheerful and colorful graphics in more than 20 charming settings<br />\r\n4- 12 lovely comic characters, including a confectioner, carpenter, maid, chicken, rooster, and of course Mr. Teacher<br />\r\n5- More than 12 minutes of 2D cutout animation<br />\r\n6- 20 minutes of cheerful, intriguing, and delightful music<br />\r\n7- More than 2 hours of gameplay",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/694420/header.jpg?t=1759950651",
    "developers": [
      "RSK Entertainment"
    ],
    "publishers": [
      "Strategy First"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}