{
  "694430": {
    "name": "Alimardan Meets Merlin",
    "steam_appid": 694430,
    "required_age": 0,
    "is_free": false,
    "description": "After the first version of “Ali Mardan’s Mischief” ends with a happy ending with the marriage of Khan Daei, the second version the story is resumed from the Khan Daei’s honeymoon where he and his wife are on a carriage along with Ali Mardan and other family members. Then, we see the carriage entering the “Pashmak Abad” Space Station when we realize that Khan Daei plans to go to the moon for his honeymoon!!! Ali Mardan begins his usual naughty behavior, leading to his fall from the spaceship into a black hole where, based on some unknown scientific equations he finds himself in the Middle Ages. There, he realizes that Merlin, the great wizard of Britain, has gone to fight the wicked Morgana, without leaving any trace. In her absence, the Wizard of Oz deals with the city affairs. However, Ali Mardan lands just on the courier’s head, steals the letter of credit and passes himself as the Wizard Baby of Oz! Thus, in an intriguing adventure, Ali Mardan seeks to solve the mystery of the missing Merlin, the curse of the wicked Morgana, and of course bringing Excalibur to King Arthur…<br />\r\n<br />\r\nGame features:<br />\r\n<br />\r\n1- A cheerful, engaging story full of unpredictable events<br />\r\n2- More than 12 mini games and tens of environmental puzzles<br />\r\n3- Cheerful, attractive 2D graphics in different settings, more than 20 locations from the spaceship to the Great King Arthur Pendragon’s court, and of course the house of Merlin, the Wizard<br />\r\n4- 13 lovely and popular comic characters, e.g. Merlin, King Arthur, Morgana, and vizier<br />\r\n5- Attractive mid-stories such as the café custodian’s proposal to the town square girl, playing morabaraba with the Jumbled Jack, and even drawing 3*4 personal pictures to get the King’s permission.<br />\r\n6- Presenting the main character in three different fashions: a regular little boy, the wizard baby of Oz, and of course the princess!<br />\r\n7- More than 15 minutes of 2D animation<br />\r\n8- 20 minutes of exclusive music<br />\r\n9- More than 5 hours of gameplay",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/694430/header.jpg?t=1759950643",
    "developers": [
      "RSK Entertainment"
    ],
    "publishers": [
      "Strategy First"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}