{
  "695000": {
    "name": "Fantasy Grounds - D&D Tomb of Annihilation",
    "steam_appid": 695000,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>D&amp;D Tomb of Annihilation</strong></h2>Dare to defy death in this adventure for the worlds greatest roleplaying game.<br><i>The talk of the streets and taverns has all been about the so-called death curse: a wasting disease afflicting everyone whos ever been raised from the dead. Victims grow thinner and weaker each day, slowly but steadily sliding toward the death they once denied.</i><br><i>When they finally succumb, they cant be raisedand neither can anyone else, regardless of whether theyve ever received that miracle in the past. Temples and scholars of divine magic are at a loss to explain a curse that has affected the entire region, and possibly the entire world.</i><br><i>The cause is a necromantic artifact called the Soulmonger, which is located somewhere in Chult, a mysterious peninsula far to the south, ringed with mountains and choked with rainforests.</i><br><i>D&amp;D Tomb of Annihilation includes the following:</i><br><ul class=\"bb_ul\"><li>56 battle maps with pre-placed grids and encounters<br></li><li>37 pieces of artwork that are sharable with players<br></li><li>Over 600 story pages full of adventure and links to treasure, encounters, NPCs, roll tables, quests, and sharable images.<br></li><li>A beautifully designed reference manual with embedded images and sidebars.<br></li><li>2 new backgrounds, 24 quests, over 400 NPCs and monsters, over 20 devious traps, and many new items unique to Chult.</li></ul><i>Adventure design by</i> <strong>Christopher Perkins, Will Doyle, and Steve Winter</strong>, <i>with additional design by</i> <strong>Adam Lee</strong>. <i>Story consulting by the award-winning creator of Adventure Time,</i> <strong>Pendleton Ward</strong>.<br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the built-in 5E Ruleset.<br><strong>Recommended:</strong> D&amp;D Basic Rules, D&amp;D Player's Handbook or D&amp;D Character Customization Pack<br>Videos<h2 class=\"bb_tag\" >D&amp;D Tomb of Annihilation Product Demo for Fantasy Grounds</h2><i><br>Adapted for Fantasy Grounds by: </i><strong>Zacchaeus</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included D&amp;D fifth edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/695000/header.jpg?t=1768384617",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 7 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}