{
  "695080": {
    "name": "Fantasy Grounds - Pathfinder RPG - Kingmaker AP 6: Sound of a Thousand Screams",
    "steam_appid": 695080,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the <strong>Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" ><strong>Chapter 6: &quot;Sound of a Thousand Screams&quot;</strong></h2>by Richard Pett<br><i>With the dangers of the Stolen Lands brought to heel, the PCs rule as lords of that realm. But from an unassuming corner of their kingdom, a centuries-old plot takes shape, turning the land itself into a deadly enemy that threatens to bring their entire nation to ruin. As the boundary between the Stolen Lands and an insane other world begins to break down, its up to the PCs to save their people from nature gone mad and the emissaries of a reality beyond imagining. But can they retain their kingdomand their sanityagainst the fury of the First World?</i><br>This volume of Pathfinder Adventure Path brings the Kingmaker Adventure Path to its dynamic conclusion and includes:<br><ul class=\"bb_ul\"><li>Sound of a Thousand Screams, a Pathfinder RPG adventure for 15th-level characters, by Richard Pett.<br></li><li>Nefarious plots and high-level challenges to keep your Kingmaker campaign running after the Adventure Paths end, by F. Wesley Schneider.<br></li><li>An exploration into the First World, home of the fey and land of impossibilities, by James L. Sutter.<br></li><li>Battlefield revelations and unfortunate truths for would-be Pathfinder Ollix Kaddar in the Pathfinders Journal, by Jay Thompson.<br></li><li>Five new monsters, by Gareth Hanrahan and Patrick Renie.</li></ul>Pathfinder Adventure Path is Paizo Inc's monthly full-color adventure. It contains an in-depth Adventure Path scenario, stats for about a half-dozen new monsters, and several support articles meant to give Game Masters additional material to expand their campaign. Pathfinder Adventure Path volumes use the Open Game License and work with both the Pathfinder RPG and the standard 3.5 fantasy RPG rules set.<br>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul>&lt;b&gt;Requires:&lt;/b&gt; The free Fantasy Grounds virtual tabletop (VTT) software.<br><i><br><strong><br>Adapted for Fantasy Grounds by: [/i]Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/695080/header.jpg?t=1768384664",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 15 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}