{
  "695870": {
    "name": "Fantasy Grounds - Mythic Monsters: Plants (PFRPG)",
    "steam_appid": 695870,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Mythic Monsters - Plants</strong></h2>Mythic Monsters: Plants brings you a dozen and one mythic plants that bring the fundamental essence of nature into the challenges of the world the heroes inhabit.<br>Like mythic animals, plants prove that amidst all the dragons, demons, and zombie hordes, nature endures and its power is mighty and terrible.<br>These plants stand ready to unleash their fury upon those that violate the sanctity of their domain. From CR 1 to 20, you'll find stealthy stalkers like the assassin vine and leaf ray and hulking menaces like the tendriculos and shambling mound. There are cunning magical plants like the mandragora and quickwood alongside hungry hunters like the giant flytrap and zomok.<br>Some mythic plants are cultivated by others as servants, like the leaf leshy and living topiary, while others are capable of enslaving servants of their own, like the yellow musk creeper and the bodythief with their pod-paragon spawn. As if a dozen existing monsters were not enough, the alien venusi hails from a distant world of steaming acid jungles, where the forerunners of elven races once sought shelter from the travails of other worlds.<br>You will also find a collection of mythic flowers and plants, plus two new spells to create magical plants of your very own!<br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.<br><i>Conversion by:</i> <strong>Tony Lindberg</strong><br><i>Adapted for Fantasy Grounds by: </i><strong>Tony Lindberg</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/695870/header.jpg?t=1768384711",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 25 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}