{
  "696430": {
    "name": "Progetto Ustica",
    "steam_appid": 696430,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Progetto Ustica</strong> is a serious game that aims at keeping alive the memory of one of the most tragic events in recent Italian history. It is a short exploratory experience created for PC/MAC and, soon, supporting Oculus Rift VR and HTC Vive.<br><br><strong>Progetto Ustica</strong> recreates the main events of the 50 minutes flight of the ITAVIA DC9 shot down from the sky over the Tyrrhenian Sea at 8:58 PM on June 27, 1980. The project aims at keeping alive the memory of this event attracting also those who do not know anything about it.<br><br><strong>Progetto Ustica</strong> benefits from the help of Daria Bonfietti and Andrea Benetti of the Associazione parenti delle vittime della strage di Ustica and from the support of Carlo Lucarelli and Bottega finzioni, whose students are working on the research and educational materials of the project.<br><br><strong>Progetto Ustica</strong> puts the player inside the DC9 shortly after its take off, from a first person point of view. The player explores its cabin, interacts with objects and people, and finds several objects that unlock additional features:<br><br>- new points of view, freely selectable by the player, that show what is happening from the perspective of the military aircrafts, a radar vision that encompasses the whole scenario, a lone nocturnal fisherman watching the sky, and more;<br>- audio transcripts of that night radio communications, both between the DC9 and the control towers contacted during the flight and between military aircrafts and their control centers;<br>- contextual information on the military activity in the Tyrrhenian Sea, new hints on events of that night and on what followed: investigations, cover-ups, suspicious deaths, and more.<br><br>The player retraces the events of that night through multiple points of view, each one contributing to build a different path among several cameras.<br><br>Progetto Ustica is not intended as a scientifically accurate recreation of facts, or as an investigative game that aims at discovering the truth. Progetto Ustica is a game for memory. some details of the scenario are true, others are plausible. we leave the player the task to further research and not to forget.",
    "supported_languages": "英语, 意大利语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/696430/header.jpg?t=1750783835",
    "developers": [
      "IV Productions"
    ],
    "publishers": [
      "IV Productions"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}