{
  "696440": {
    "name": "FARIA: Starfall",
    "steam_appid": 696440,
    "required_age": 0,
    "is_free": false,
    "description": "FARIA: Starfall presents a tale that is both as broad and far-reaching, as it is poignant and heartfelt; it is a saga of profound virtue in the confrontation of great adversity.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/696440/extras/093c6a85ddba870ee4bf21096a004727.avif?t=1545666820\" width=630 height=354 /></span><br><br>The vast narrative covers the lives of an extensive cast of characters in a world being ravaged by an increasingly lethal climate and the arduous trials they must each persevere through, in a bid to restore peace and stability to The World.<br><br>Along your journey, you'll be hounded by orcs, you'll engage in large-scale battles and medieval warfare, embark on voyages far above and below the Farian soil, forge ardent friendships and you'll even get yourself shipwrecked on a deserted island!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/696440/extras/f5a73520d4995e3cb9073b1b783e4308.avif?t=1545666820\" width=630 height=130 /></span><br><br>Combat; approach creatures you see roaming about to begin a fight. The battle system is a careful combination of real-time strategy and speed. There is no levelling system, no random encounters and most importantly, there is no grind.<br><br>​Fusion; whether you want to create age-old relic replications for lore-purposes, or prepare a tasty stamina-restoration jam for extended battles, the system has been carefully refined and streamlined to avoid the unnecessarily complicated quirks and cumbersome requirements often associated with crafting systems.<br><br>​Harvesting; you can buy all your ingredients from the various stores in Port Faria and beyond, but if you're willing to put in the leg-work, you may roam about mining mineral deposits and picking berry-bushes to obtain all your ingredients for free.<br><br>​Dungeons; no adventure is complete without peril - or puzzles for that matter! In your travels, you will be tested in a variety of ways above and below ground in ways you may not expect; from heart-pounding chase sequences to tip-toeing your way past ancient sentinels. But fear not for the stress and frustration of game overs.<br><br>​Freedom; the maps here are broad and filled with much to discover. Five minutes into the game you are free to explore Port Faria, the Blueridge Mountains and the encompassing lands. Making this world feel alive with an array of NPCs that were each individual was the biggest undertaking, but it all pays off.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/696440/extras/1e9805d7de34563782f71e8411616e19.avif?t=1545666820\" width=630 height=130 /></span><br><br>. There is a plethora of gorgeous trading cards, backgrounds and badges to acquire on Steam, featuring character and environmental artwork; some of which can be seen on this page (Steam requires that the trading cards go live sometime after release, when sales of the game have reached a certain &quot;threshold&quot;; so they won't be there day one)!<br><br>. Starfall has full controller support.<br><br>. Game length is around twenty hours. It would last a fair bit longer if you wanted to craft every relic.<br><br>. A happy fantasy; Faria and The World is a realm free from political corruption and a billion bandit organisations that take to plaguing each and every highway. It is a place where unity, love and honesty form the core principles of all its freepeoples and that everyone is equal in the eyes of the Goddess and each other, regardless of one's race, creed or birthplace (unless you're a stinky orc).<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/696440/extras/266d57f3717ba08462eac69e0ad70995.avif?t=1545666820\" width=630 height=130 /></span><br><br>I implore you to visit Faria's newly renovated website, which can be accessed at the link on the sidebar.<br><br>It is a veritable trove of information regarding Faria, its lore concerning the kingdom and The World. There are music samples, an outdated blog, details on other projects I am also working on and plenty more! If you wish to get in touch and contact me personally, you can e-mail me or drop a tweet or two on twitter!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/696440/header.jpg?t=1545666820",
    "developers": [
      "Lightspyre Tales"
    ],
    "publishers": [
      "Lightspyre Tales"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}