{
  "696670": {
    "name": "Fantasy Grounds - B10: White Worm of Weston (5E)",
    "steam_appid": 696670,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>B10: The White Worm of Weston (5E)</strong></h2><strong>A 5th Edition compatible adventure for 4-6 PCs of Level 12.</strong><br><i>In the idyllic country town of Weston a call has gone out for adventurers to slay a mighty white worm. Are you brave enough to face down a mythical beast and save the town? Or will you and your friends be worm food?</i><br><i>The country town of Weston is besieged by a mythical white worm. The townsfolk have been appeasing the worm with tributes and sending out brave adventurers to combat and slay the beast, although all attempts have so far failed. Accepting the deadly mission, our adventurers must delve into the secrets of Weston and uncover a sinister secret by their most trusted ally, Errod West. Will the group allow Errods secret to doom the town, or will they allow him to make a noble sacrifice for the sake of all, or perhaps they may even uncover another option and return Weston to peace?</i><br><i>Rife with adventure, mystery, and intrigue, The White Worm of Weston will test the mettle of 4-6 characters of 12th level.</i><br><i>Inspiration:This work was inspired by the Tale of The Lambton Worm, an old northern English folk tale with elements you may find familiar from classic tales such as Melvilles Moby Dick and Bram Stokers Lair of the White Worm. If you are familiar with these stories, or can read a synopsis of the plot elements, many elements of this adventure may become more fulfilling. Understanding Errods drive to slay the white wormhearkensto Captain Ahabs quest for the white whale. Indeed the Worm itself is a classical representation of supernatural horror andintrigue that Bram Stoker so poignantly captured in Dracula and other novels. I hope this adventure inspires game masters to look more to classic literature for inspiration and ideas, as the core motivations of characters and villains expressed throughout historys greatest works are a virtual cornucopia of adventure ideas waiting to be brought to life and experienced around a table once more.</i><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/696670/header.jpg?t=1768384758",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 23 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}