{
  "697170": {
    "name": "All-Star Fruit Racing Demo",
    "steam_appid": 697170,
    "required_age": 0,
    "is_free": true,
    "description": "Go bananas for a jaw-dropping, lightning-fast kart racer for all ages and abilities! All-Star Fruit Racing propels players into vibrant worlds filled with incredible action: drift through looping bends, soar over monumental jumps and defy gravity itself around tubular tracks in an explosively colorful racer bursting with championships, modes and awe-inspiring sights!<h2 class=\"bb_tag\" >Jump into a bumper career mode!</h2>Pick your favourite character and battle for the first place trophy in a series of testing championships. Balance speed and skill as you battle nine other racers in a frantically fruity scrap for the podium and the all-important winner's prizes, unlocking new characters, championships and kart parts along the way!<h2 class=\"bb_tag\" >Master all the modes!</h2>Called yourself the champion of the champion? The journey has just begun! Create Custom Championships and select between three different difficulty settings and speeds to fine-tune your challenge, or dive into a range of different gametypes including Dragster races, Hill Climbs, Elimination races, Time Attacks and even modifier-filled modes that rewrite the rulebook!<h2 class=\"bb_tag\" >Dominate the seasons!</h2>Burn rubber in 21 incredible courses spread across five stunning worlds: Spring, Summer, Fall, Winter and Special Islands. Speed up volcanoes, around the twisting bodies of giant snakes and between giant, kart-crushing snowballs on some of the craziest racing tracks ever imagined!<h2 class=\"bb_tag\" >Fire up The Juicer!</h2>Bruise your foes (and their egos) by unleashing devastating fruit-based moves with the innovative Juicer power-up system. Collect different types of fruit as you race to fill up The Juicer's liquid tanks, then custom-combine your juice tanks' power to let loose a combo power-up. Will you let loose a volley of different power-ups, or save all of your fruit power until your unique Mega-Juice move's ready to help you reach first place?<h2 class=\"bb_tag\" >Take on friends and family!</h2>Don't race alone! Share the All-Star Fruit Racing fun with everyone in two-, three- and four-player split-screen action!<h2 class=\"bb_tag\" >Challenge the whole world!</h2>Race against others from across the globe in eight-player online showdowns!<h2 class=\"bb_tag\" >Customize your kart!</h2>Unlock new parts as you play to help you redesign, rebuild and recolour your dream ride. It's not just about winning - it's about winning with style, and over 32,000 possible kart combinations await so your perfect vehicle is just a tinker in the Garage away...",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/697170/header.jpg?t=1644407491",
    "developers": [
      "3DClouds"
    ],
    "publishers": [
      "PQube"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}