{
  "697380": {
    "name": "Rytmik Cloud Expansion",
    "steam_appid": 697380,
    "required_age": 0,
    "is_free": false,
    "description": "This DLC adds you another 42 slots in Rytmik Cloud.<br><br>Rytmik Ultimate allows you to share songs with other users using the Rytmik Cloud and to play songs stored in Rytmik Cloud. Users can also exchange their compositions and cooperate on them.<h2 class=\"bb_tag\" >How RYTMIK CLOUD works</h2>When you select the PUBLIC CLOUD or USER CLOUD category, Rytmik Ultimate connects to the shared storage called Rytmik Cloud. To use this feature, you need a functional network connection. When storing a song, you can specify its access privileges (UNLOCKED, LOCKED, SEMI-LOCKED or PRIVATE). UNLOCKED means the song will be visible for all and everyone can load and edit it. LOCKED means that the song will be visible for all, but other users can only play it using PREVIEW function and won’t be able to edit it. SEMI-LOCKED means that the song will be visible for all, other users can only play it using PREVIEW function, but clips can be used, modified and redistributed. PRIVATE means that other users can’t see the song.<h2 class=\"bb_tag\" >Slots</h2>Each user has a limited number of slots on Rytmik Cloud. Purchasing the basic version of Rytmik Ultimate gives you 40 slots. You can get more slots in several ways.<br><br><ul class=\"bb_ul\"><li> Getting <i>The Musician (Silver Disc)</i> achievement adds you another 5 slots. <br></li><li> Getting <i>The Music Star (Gold Disc)</i> achievement adds you another 5 slots.<br></li><li> Getting <i>The Hitmaker (Platinum Disc)</i> achievement adds you another 5 slots.<br></li><li> DLC <i>Rytmik Cloud Expansion</i> adds you another 42 slots.<br></li><li> DLC <i>Rytmik Cloud Expansion 2</i> adds you another 210 slots.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/697380/header.jpg?t=1701166539",
    "developers": [
      "CINEMAX GAMES"
    ],
    "publishers": [
      "CINEMAX GAMES"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 24 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      }
    ],
    "genres": [
      {
        "id": "52",
        "description": "音频制作"
      },
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}