{
  "697330": {
    "name": "Dronihilation VR",
    "steam_appid": 697330,
    "required_age": 0,
    "is_free": false,
    "description": "Fighting drones have taken over the entire galaxy. Dronihilators are the last resistance of man kind.<br><br>Prepare for battle and take the challenge of sharpening your target shooting skill to become the ultimate Dronihilator! <br><br><strong><h2 class=\"bb_tag\" >The Arena</h2></strong> Represents the place where you will train in order to gain the experience necessary in order to face the real threats. This room represents just a simulation so don't you worry, your life is not threatened, yet... <br><br><strong><h2 class=\"bb_tag\" >The Weapons</h2></strong> You will be equipped with the main weapons of a Dronihilator: two laser guns that are capable of neutralizing the enemy with just a single well placed shot. Despite their powerful shot, the main weakness is the fact that a cooldown time is necessary after each gunfire. Using both weapons can really make the difference! <br><br><strong><h2 class=\"bb_tag\" >The Enemies</h2></strong> Their army consists of different types of drones, each having a different behavior. With some luck, our spies have been able to identify several enemy units and we managed to copy their behavior and use it in our simulator.<br><br><ul class=\"bb_ul\"><li><strong>Scout K072</strong> - It's meant for spying the enemy. Once it spots a target, it notifies his allies to start fire.<br></li><li><strong>Supplier J017</strong> - This drone is terrible in combat but it carries a healing kit. Destroy it to restore +20HP.<br></li><li><strong>Thor W11</strong> - Once it’s destroyed it generates a short powerful burst of electromagnetic energy. It instantly kills everything.<br></li><li><strong>Destroyer O53</strong> - It’s a killing machine designed for one thing: destroy enemies. His major weakness is that it needs a short time to enter combat mode.<br></li><li><strong>Ghost Z9</strong> - Lose it from your sight and it will hit you behind your back.</li></ul><br><strong><h2 class=\"bb_tag\" >The Competition</h2></strong> As in any war, the elite soldiers will always be going to make a step forward. Prove your fighting skill by killing as many enemies as possible and gain a spot in the Top 10 Elite Dronihilators! <br><br>How long will you survive?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/697330/header.jpg?t=1508867127",
    "developers": [
      "Zynk Software Srl"
    ],
    "publishers": [
      "Zynk Software Srl"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}