{
  "697480": {
    "name": "Fantasy Grounds - Mythic Monsters: Demons (PFRPG)",
    "steam_appid": 697480,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Mythic Monsters - Demons</strong></h2><strong>A magnificient mythic monster manual!</strong><br><i>The first volume in our new Mythic Monsters series, Mythic Monsters: Demons brings you a dozen and one demonic terrors to torment your PCs! Twelve of your favorite demons are here, updated for the mythic rules, and when we say updated we mean complete stat blocks, yes, but more than that every demon has its own unique and exciting new mythic abilities, from a balor's shadow and flame to a mythic succubus' dark mistress. From the insidious quasit to the lordly balor, the reeking hezrou to the stealthy soul-devouring shadow demon, this product covers CRs from 2 to 25. There are demons that will tear your body apart and demons that will seduce and subvert all that is good and true, including mythic versions of the incubus and succubus. On top of a dozen demons you already know, Mythic Monsters: Demons introduces a brand-new addition to the Abyssal arsenal, the titanic two-headed gulgerak, a demonic war machine that will have your PCs running for their lives. As if 13 demons were not enough, Mythic Monsters: Demons also contains rules for playing mythic demons with extra flair, including breaching planar walls, demonic bargains, and demonic possession!</i><br>The Mythic Monsters series from Legendary Games brings you dynamic and exciting mechanics alongside evocative and cinematic new abilities that really help creatures live up to their flavor text, whether they are creatures of real-world myth and legend or creatures born out of the RPG tradition itself. These creatures can work just as well in a non-mythic campaign as they do in one that incorporates the full mythic rules, as you can throw them at your jaded players who think they've seen it all or know the standard monster stats as well as you do. That look of surprise and &quot;What was THAT?&quot; will warm any GM's heart.<br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.<br><i>Conversion by:</i> <strong>Tony Lindberg</strong><br><i>Adapted for Fantasy Grounds by: </i><strong>Tony Lindberg</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/697480/header.jpg?t=1768384900",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 23 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}