{
  "697510": {
    "name": "Fantasy Grounds - Mythic Monsters #2: Molds, Slimes, and Fungi (PFRPG)",
    "steam_appid": 697510,
    "required_age": 0,
    "is_free": false,
    "description": "<strong> A mythic monstrous manual of the foulest fungus!</strong><br>The second volume in our new Mythic Monsters series, Mythic Monsters: Molds, Slimes, and Fungi brings you a dozen and one pestilential horrors and moldering monstrosities to torment your PCs! Twelve of your favorite fungi are here, updated for the mythic rules, and when we say updated we mean complete stat blocks, yes, but more than that every fungal creature has its own unique and exciting new mythic abilities, from an mythic ascomoid's puffball avalanche to a mythic fungus queen's battle pods and a mythic mu spore's unstoppable titan. From the vicious vegepygmy to the virulent violet fungus, the seductive fungus queen to the colossal corruption of the mu spore, this product covers CRs from 1 to 26. In addition to a dozen familiar fungal monsters, Mythic Monsters: Molds, Slimes, and Fungi also includes rules for the fungal creature subtype as well as eight mythic fungal hazards, from the familiar green slime and yellow mold to shriekers and azure fungus! To top it all off, Mythic Monsters: Molds, Slimes, and Fungi introduces an entirely new 13th mythic fungal creature, the sublime and mysterious fairy ring, a living portal into the realms of the fey that can be a boon or bane to weary and lost travelers.<br>The Mythic Monsters series from Legendary Games brings you dynamic and exciting mechanics alongside evocative and cinematic new abilities that really help creatures live up to their flavor text, whether they are creatures of real-world myth and legend or creatures born out of the RPG tradition itself. These creatures can work just as well in a non-mythic campaign as they do in one that incorporates the full mythic rules, as you can throw them at your jaded players who think they've seen it all or know the standard monster stats as well as you do. That look of surprise and &quot;What was THAT?&quot; will warm any GM's heart.<br>Requirements: The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.<br>Conversion by: Tony Lindberg<br><i>Adapted for Fantasy Grounds by: </i><strong>Tony Lindberg</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/697510/header.jpg?t=1768384948",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 23 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}