{
  "697890": {
    "name": "Empty Handed",
    "steam_appid": 697890,
    "required_age": 0,
    "is_free": false,
    "description": "Empty Handed is a 2d point-and-click Indie Horror Game with five endings and about 2 hours of playtime on each run. <br />\r\n<br />\r\nYou play as one of two characters trapped inside a remote funeral home. Your escape is complicated by the frequent pursuit of an unstoppable killer. You will have to hide and evade the killer while you find and use items to further your exploration of the grounds in hopes of finding an escape. <br />\r\n<br />\r\nAs you explore the lodge, you will encounter a variety of stressful stimuli which will contribute to your overall mental state. Reach a certain stress level and you will be subject to one of 15 different Psychosis that will impact your continued search.<br />\r\n<br />\r\nExamples are a decreased range of vision, additional fears, hysterical hoarding, hearing voices, paranoid dementia, blurred vision, and more.<br />\r\n<br />\r\nFeatures<br />\r\n<br />\r\n-Highly randomized events, Five endings with Replay Mode and Two different Characters keep the game unpredictable. <br />\r\n<br />\r\n-Intelligent Killer will stalk you and hide where you least suspect keeping a constant level of anxiety. <br />\r\n<br />\r\n-Maintain your characters mental state as anxiety leads to carelessness! <br />\r\n<br />\r\n-Features a Stress and Psychosis system with 15 trauma induced impairments.<br />\r\n<br />\r\n-Variety of puzzle types that strive to be fun and interesting and never tedious or too difficult.<br />\r\n<br />\r\n-A deep mystery of exploration spanning decades with dozens of complex characters told across multiple stories.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/697890/header.jpg?t=1524341386",
    "developers": [
      "Stay Awake Games"
    ],
    "publishers": [
      "Stay Awake Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "74",
        "description": "血腥"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}