{
  "697990": {
    "name": "Pursuit of Power 2 Demo",
    "steam_appid": 697990,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li> Real-time strategy game with pixel art<br></li><li> Play a Shadow Knight, Stalker, or Mage as your leader class<br></li><li> Upgrade your avatar abilities to become more powerful<br></li><li> Command elite troops with strategic roles and a rage mechanic<br></li><li> Manage connections between fortresses in a unique way<br></li><li> Gain prestige by capturing rifts and performing heroic acts<br></li><li> Dynamic world events with invaders that attack fortresses<br></li><li> Win by capturing all enemy fortresses or surviving the Apocalypse<br></li><li> Single-player campaign with a story and objectives<br></li><li> Single and multi-player skirmish (local or network)</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/697990/extras/f54353f2d47743c95b30226acce92b16.avif?t=1709394379\" width=264 height=125 /></span><br><br><strong>Pursuit of Power® 2 : The Chaos Dimension</strong> is a real-time strategy game with a different focus than traditional RTS games. Players connect fortresses together in order to build, upgrade, generate bonus resources, defend allies, and lay siege to enemies. Each player has a leader unit that summons structures and casts powerful abilities. Rifts dynamically spawn waves of invaders that drive the action. There is a priority system for enemy targets and a rage mechanic that affects combat in multiple ways.<br><br>Fight through a single-player campaign game with unique content and objectives for your leader. Play local and network skirmish games with up to 10 players. Join a team with allies that can come to your aid. Create new skirmish games using a map editor with a rich set of features.<h2 class=\"bb_tag\" >What is in the Demo?</h2>The demo for Pursuit of Power® 2 places you in a skirmish game as a Shadow Knight versus another SK computer player at normal difficulty. You will probably want to read the &quot;help tips&quot; image and there is an extended set of help information too.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/697990/extras/fca8635cd36174ab122944378a9c2f63.avif?t=1709394379\" width=512 height=512 /></span><h2 class=\"bb_tag\" >Story</h2>A long time ago, the first crystal awakened with a pulse of power. It called out like a beacon, whispering to rulers across the lands, invading their minds. They soon learned how to infuse their people with the magic of the crystals to create devout followers. Each new zealot increased their influence and fueled a hunger to rule over all.<br><br><br>The rulers continued to harness the power of the ancient crystals, believing they could gain immortality. They absorbed so much power that they ascended to another dimension, becoming worshiped by the mortals left behind. The deities then began to fight for dominance while gathering the strongest allies across every known dimension.<br><br>The battle for supremacy left unimaginable carnage in its path. The crystal formations became corrupted, tearing a rift within them and bringing chaos into the world. Invaders poured from the rifts, slaughtering anything that stood in their path. Balance must be restored to the Universe before everything is consumed by this Chaos Dimension.<br><br>You have risen to lead the mortal armies of your deity. As you conquer each world, you consume its power until you are able to transport your spirit to another world, leaving behind the remains of a diminished planet. From there you launch your assaults, summoning your armies through portals that connect those worlds.<br><br>You are aided by the Avatar of your deity, a formidable creature that can grant you god-like abilities to smite your enemies. This Avatar gives you insight into all divine beings, including the crystal formations and the zealots of your enemies. Through its omniscience, you can even sense when your fortresses are going to be attacked.<br><br>Now you must conquer each new world and harness its power to give your deity the dominance it needs to restore balance and heal the crystals. And perhaps in time, you will ascend to rule over your own empire...",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/697990/header.jpg?t=1709394379",
    "developers": [
      "Precision Games, LLC"
    ],
    "publishers": [
      "Precision Games, LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}