{
  "697970": {
    "name": "Pyramaze: The Game",
    "steam_appid": 697970,
    "required_age": 0,
    "is_free": true,
    "description": "Pyramaze: The Game is a 2D hack and slash platformer.<br />\r\n<br />\r\nThe Game was created to honor the great music from Pyramaze the Progressive-Power-Metal-Band.<br />\r\nYou can choose a character out of 5 bandmembers to fight your way through <br />\r\nevil foes taken from the Pyramaze-Lore like Ghosts, Will-o'-the-wisp or the Phoenix.<br />\r\n<br />\r\nPlay as Jacob to use his Guitar-Magic-Staff to summon Fire, Ice and Thunder or Teleport through the enemies<br />\r\nPlay as Jonah to use his Keytar-Blade to Strike and Slash through the enemy-hordes<br />\r\nPlay as Morten to use his Drumstick-Spear to fill the screen with mighty water attacks<br />\r\nPlay as Terje to use his Microphone-Hammer to create powerfull schockwaves<br />\r\nPlay as Toke to use his Guitar-Axe to burn the Evil with his Fire abilities.<br />\r\n<br />\r\nMove your character to the right of the screen and defeat as many enemies as you can to get Pyrapoints.<br />\r\nIf you reach the far right of a map you will transition to the next map.<br />\r\nThere are a total of 6 stages and 2 Bosses, every Stage gives you a timer of 300 seconds. You take to long? You lose!<br />\r\nYour goal is to get the most Pyrapoints to be in the Top 10 Highscore-List. Every Time you die or defeat the final Boss<br />\r\nyou will be able to submit your Highscore to compare yourself with other players.<br />\r\nIt might be a good Idea to not just rush through the stages. Collect every Gold Coin, they will grant you a lot<br />\r\nPyrapoints. If your health is low search for the green Coins, they heal 1 Point of your healthbar.<br />\r\n<br />\r\nThe Menu is controlled by mouse and Left-Click. We suggest you check out the &quot;How To Play&quot; - Section in the Home-Menu.<br />\r\n<br />\r\nControls for every Character:<br />\r\nMovement - Arrow Key left or right to move and Arrow Key up to jump<br />\r\nS - Shield Attack<br />\r\nD - Anti Air Attack<br />\r\nF - Forward Attack<br />\r\n<br />\r\nSpecial Controls for Jonah and Jacob:<br />\r\nTeleport to the Left with &quot;W&quot; and to the right with &quot;E&quot;<br />\r\n<br />\r\nSpecial Controls for Toke and Terje:<br />\r\nF - Forward Attack (Any Time without cooldown + usable in air)<br />\r\n<br />\r\n___________________<br />\r\n<br />\r\nThis is the first version of the Game. The Game is and will always be free but we want<br />\r\nto offer free support to improve the Game after Release.<br />\r\n<br />\r\nWe are just 2 People who love Video Games and some good Metal. We wanted to give you a <br />\r\nshort Entertainment and a tough Challenge.<br />\r\nHope you like it and have fun :)",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/697970/header.jpg?t=1505326543",
    "developers": [
      "Impawsible Games"
    ],
    "publishers": [
      "Impawsible Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}