{
  "698120": {
    "name": "Skelattack Demo",
    "steam_appid": 698120,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>A bell begins ringing incessantly in your quarters. A frantic friend paces nervously as you awaken from your undead slumber. He warns you of invading humans! It is up to you to heed his words, arm yourself for battle, and venture out into your unprotected underground home. </strong><br><br>You are Skully, an undead skeleton whose sole purpose is to protect the dungeon he and many others call home. Along with your bat companion Imber, you will travel through sewers, lush underground nature preserves, and many other perilous environments. You will do so in the name of protecting your friends, guarding your treasures, and keeping hidden the dungeon's deepest secrets.<br><br>This is Skelattack!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/698120/extras/da0a6947926905ca6dfa131583ad358e.avif?t=1540569396\" width=600 height=342 /></span><br><br>Skelattack puts an unconventional twist on your classic dungeon-crawler. Instead of playing the human hero fighting his way through the dungeon, killing all the baddies and pillaging all the loot, you play as one of the dungeon's typical skeleton NPCs. This is life (or rather, death) on the other side of the aisle: the plight of the creatures whose home is constantly under threat from those who reside above-ground.<br><br>Here are some of the things you can expect while playing through Skelattack:<br><br><strong>Enemies Galore!</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/698120/extras/73ffcf580a11f9e747627e444524ac6c.avif?t=1540569396\" width=600 height=346 /></span><br><br>Humans aren't the only creatures that stand in your way. There are a host of enemies that exist in the dungeon, mindlessly hunting you and impeding your progress as you try to fulfill your natural calling. Take up your sword and beat them back along with the so-called &quot;heroes&quot; who threaten you and your home. If your sword can't do the trick on its own...<br><br><strong>Wield Powerful Magic!</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/698120/extras/ae688f0b81cdf8b85965ffa5e07049d0.avif?t=1540569396\" width=600 height=348 /></span><br><br>You think maybe setting a bad guy on fire from a distance would be fun? Feel like leaping over your enemies once, twice, three times in a row? Getting your bony butt kicked and need some of that sweet, sweet medicine to get you back to full health? Well then choose some magic and transform yourself from an undead warrior to an undead WIZARD!<br><br><strong>Wall Jump Extravaganza!</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/698120/extras/Wall_Slide_2_(1).jpg?t=1540569396\" /></span><br><br>Make your way over and through the most perilous pitfalls in the dungeon by wall jumping and sliding until your non-existent muscles ache!<br><br><strong>Bask in the Ambience!</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/698120/extras/b6268cbfb15497a5e9a91cde85579dd5.avif?t=1540569396\" width=800 height=444 /></span><br><br>Skelattack's gorgeous and dynamic environments are sure to set your geek heart all aflutter. Whether journeying through the dangerous but delightful Greenery or traveling through the echoing emptiness of the sewers, there are sights to be seen and obstacles to overcome at every turn.<br><br><strong>Talk to Other Undead Friends and Freaks!</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/698120/extras/6bfa5d9efb3954c36a4c1f8b15553682.avif?t=1540569396\" width=600 height=346 /></span><br><br>Whether for a quick laugh or a helpful hint, make sure to chat with your fellow dungeon-dwellers (including your winged friend Imber) to learn more about your home and the rich story contained within it.<br><br><strong>Big, Bad Boss Battles!</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/698120/extras/b4236c913cd6dd9e5722d049aba47505.avif?t=1540569396\" width=600 height=348 /></span><br><br>Set your clobberin' speed to full as you come up against the most deadly and cleverest enemies you'll face in the dungeon! Don't get them too mad, though, or they'll turn into their FINAL FORM and REALLY deliver a beating! You won't just respawn if you get beat too many times; instead, you'll find yourself having to...<br><br><strong>Make a Choice!</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/698120/extras/793384e0aafbed6ed4dbdaa195d4b429.avif?t=1540569396\" width=600 height=336 /></span><br><br>Land in the Astral Plane, and you'll have to make a decision: re-join the fight and continue on your quest, or embrace life after un-death--er, death after un-life?--either way, you'll forsake the rest of your journey and find yourself back at the beginning of your eternal quest!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/698120/extras/523b6f463edc5eabcf7bf4e342f5e384.avif?t=1540569396\" width=600 height=340 /></span><br><br>A spooky 2D action platformer unlike any other, Skelattack will have you pitting yourself against evils, obstacles and areas that will be sure to keep you coming back (from the dead) for more! Be sure to visit  to download a FREE demo of Skelattack, and for all Skelattack-related news, stay tuned here on our Steam page and be sure to follow us on Twitter at @Skelattack!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/698120/header.jpg?t=1540569396",
    "developers": [
      "Ukuza"
    ],
    "publishers": [
      "Ukuza"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}