{
  "698520": {
    "name": "A Writer And His Daughter",
    "steam_appid": 698520,
    "required_age": 0,
    "is_free": false,
    "description": "A girl lives in a big house deep in the woods with her father. One night, the girl wakes up alone in the house. A book is waiting for her with a magical fairy tale where she is the main character. Soon an adventure for uncovering the truth and a quest for what is real begins.<br><br>A Writer And His Daughter is a story exploration game. The game takes place in two interwoven worlds: reality and a fairy tale. Embark on a journey through both worlds and find out how and why they are connected. The game is the first part of a trilogy.<h2 class=\"bb_tag\" >Story</h2>In A Writer And His Daughter, story is put front and center and the VR mechanics are shaped to enhance the narrative. Exploration, puzzle solving and play is joined together with an adventure fairy tale where you are the hero.<h2 class=\"bb_tag\" >Curiosity Will Be Rewarded</h2>Everything in the game has a meaning for you to notice. Explore and find all the pieces of the story in order to expose the truth. Can you discover all the secrets?<h2 class=\"bb_tag\" >Stay A While</h2>Things are not always what they seem at first sight. You might miss clues and secrets if you are in a hurry. Clues and secrets that could save you down the road.<h2 class=\"bb_tag\" >Your Home</h2>This is your home. Everything you see and discover is a part of your story. Make up your own mind when you visit the two worlds. When you are standing in a room, listen to your gut feeling. What is really happening here?<h2 class=\"bb_tag\" >What Is Your Story?</h2>We want to know what you've seen, what you have found, and what you think. Depending on what you discover the story will appear different to you. You can find answers that nobody else could see. What is your story?<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>A VR game with focus on story<br></li><li>Exploration, puzzles and play drive the narrative forward<br></li><li>VR interactions shaped to enhance the storytelling<br></li><li>Complex worlds with lots of secrets to uncover<br></li><li>Multiple levels of interpretation</li></ul><br>Dimfrost Studio contact: <a href=\"mailto:dimfroststudio@gmail.com\">dimfroststudio@gmail.com</a>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/698520/header.jpg?t=1619710918",
    "developers": [
      "Dimfrost Studio"
    ],
    "publishers": [
      "Dimfrost Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}