{
  "698810": {
    "name": "Fantasy Grounds - Shaintar: Legends Unleashed (Savage Worlds)",
    "steam_appid": 698810,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Shaintar: Legends Unleashed</strong></h2><strong>This is the full book, complete with all Player and Game Master information for Heroic and Legendary play!</strong><br>Your Savage Worlds fantasy gaming experience grows to Heroic and Legendary levels with this highly-anticipated follow-up to Shaintar: Legends Arise.<br>&quot;The best campaigns are living campaigns. Things are happening everywhere, and your character, no matter the level of power, is a vital part of any world-changing event.<br>Great Game Masters have the knack to make this happen with any world, but Shaintar has that knack built in. The world hangs in a balance between Light and Dark, Devastation and Life, Heroism and Villainy. The player knows that only by embracing the heroism can the players character tip the balance.<br>Shaintar is familiar enough to immerse yourself in, yet strange enough to make you want to know what new wonders are about to be unleashed. And now the wonders are loosed. Fasten your saddle cinch; its going to be quite a ride.&quot;<br>- <strong>Steve Perrin</strong>, <i>legendary writer and creator of the RPGs Runequest, Stormbringer, Worlds of Wonder, Elfquest and Superworld, as well as contributor to dozens of other products and product lines.</i><br>Savage Worlds fans will find even more to love about Shaintar: Legends Unleashed:<br><ul class=\"bb_ul\"><li>Over 40 new Racial Edges for each of the original 11 Races of Shaintar.<br></li><li>Dozens of other new Edges, including unique and defining Heroic and Legendary Edges.<br></li><li>Vastly expanded options for Magic, including Places, Items, and Times of Power; War Magic; and the genre-expanding High Magic that brings Savage Worlds fans the kind of world-shaking mystical power they've been craving.<br></li><li>Further information for Alchemists and Artificers, expanding their capabilities.<br></li><li>More magical and alchemical items, and a lot more about Builder Weapons, Armor, and Gear.<br></li><li>The View from On High, furthering the story of Shaintar and giving players and GMs a clear sense of the role of true Legends in the workings of the world, and the Planes of Conflict section that gives eye-opening revelations about what's really going on in Shaintar and the rest of the universe.<br></li><li>The Long View - Faction Play for Epic Campaigns, a complete system for creating and running anything from a guild house to a personal kingdom of your own in Shaintar.<br></li><li>The Denizens section, complete with truly terrifying versions of villains and monsters introduced in Legends Arise, as well as new foes. Included is a Dramatis Personae that features stats for very specific and dangerous people, including the Prelacy of Camon's Cardinal of Judgment, the Crystal Lord, and Harkor ki Doman, Emperor of the Kal himself!<br></li><li>More Weapons, Armor, and Gear, including Obsidian weapons for the Korindians and the highly popular &quot;Hammerbolt Modification&quot; for Dwarven Crossbows. Oh, there's the Orc Blade-Shield, too!<br></li><li>Lots of information about how to Game Master for Legendary Heroes, both fulfilling and challenging them.<br></li><li>Four Challenge Arcs - &quot;The Crimson Crusade,&quot; &quot;Never Surrender,&quot; &quot;A Return to Honor,&quot; and &quot;The Patchwork Conspiracy,&quot; around which GMs can construct weeks, months, even years of campaigning.</li></ul>Continue your Epic High Fantasy journey with this book, and find tons of material that will enhance the Heroic and Legendary Ranks of any Savage Worlds game!<br>This book covers Heroic and Legendary Rank gaming. The previously-published Shaintar: Legends Arise is the companion book to this, covering Novice, Seasoned, and Veteran play.<br><i>Conversion by:</i> <strong>Leonid Ponomarev</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Leonid Ponomarev</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/698810/header.jpg?t=1768385235",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 23 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}