{
  "699030": {
    "name": "ICY: Frostbite Edition Demo",
    "steam_appid": 699030,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >SURVIVE THE WHITE WASTELAND</h2><br>ICY is a narrative-driven post-apocalyptic survival RPG set in a new Ice Age, where your life and the lives of your followers depend on every decision you make. Create your own character, using a detailed stat system that influences your abilities to hunt, travel, scavenge, communicate and lead, then begin a journey of survival across the White Wasteland. <br><br>It is up to you to take on the responsibilities of leadership and guide your newfound nomad family in their fight for survival. Do not take your role lightly, for each decision you make, each word you speak, ripples through the life of your community.  <br><br>Take heed, for you and your clan are not alone in this frozen world. In addition to the elements and the wildlife you encounter, there will be loners and bands of miscreants to deal with. Decide carefully on whom to trust and how to react or the snow covered landscape will become your icy tomb.<h2 class=\"bb_tag\" >FEATURES</h2><br><ul class=\"bb_ul\">    <li>Experience an intense story of survival in a unique post-apocalyptic new ice age setting. <br>    </li><li>Influence the plot with your choices, with numerous shades of morality that lead to multiple endings. <br>    </li><li>Lead a group of survivors, each one with different needs, values and ideals. <br>    </li><li>Scavenge for items and hunt for food while facing the challenges of starvation, illness, harsh elements and other bands of survivors. <br>    </li><li>More than 400 pieces of detailed hand-drawn artwork that portray the bleak and dire landscape of the frozen world. <br>    </li><li>Customize your character by choosing how to distribute attribute points among 9 different skills that affect your abilities and experience through the entire game.<br>    </li><li>Enjoy the new combat system offering a mix between a classic turn based combat system and a trading card game.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/699030/header.jpg?t=1503306849",
    "developers": [
      "Inner Void"
    ],
    "publishers": [
      "Digital Tribe"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}