{
  "700140": {
    "name": "FROG X BIRD",
    "steam_appid": 700140,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/700140/extras/379ab7a379ed9218881144d696109a88.avif?t=1579909748\" width=614 height=186 /></span><br><br>Enter the ribbiting world of <strong>FROG X BIRD</strong>, where daring amphibian warriors take flight atop majestic birds called Rufflebeaks in a quest to prove themselves as <i><strong>TOP FROG OF THE ARENA</strong></i>. <br><br>Grab your friends and tell those friends to grab their controllers, because it's time for a bird-battlin' spectacle that will have you leaping out of your seat!<h2 class=\"bb_tag\" >FEATURES</h2><ul class=\"bb_ul\"><li><strong><u>IT'S A LOCAL CROAK-UP</u>:</strong> Nothing beats sittin’ on the couch, playin' games with your buds! Pick from a colorful cast of well-armed amphibians (and sometimes other creatures?), and fly into battle against up to three of your friends in awesome local competitive gameplay. It's the ultimate party game!<br></li><li><strong><u>TOADALLY AWESOME GAMEPLAY</u>:</strong> In <i>FROG X BIRD</i>, you've only got one goal - knock your opponent off their bird! Dive-bomb your enemies from above or try a daring frontal assault! Just make sure to check your six, or you might be the one that gets sent flying!<br></li><li><strong><u>FUN FOR ALL AGES</u>:</strong> <i>FROG X BIRD</i> is a game anyone can play! Pick up a controller and you'll be having a blast within minutes!<br></li><li><strong><u>FROGTASTIC GAME MODES</u>:</strong> There's never a dull moment when you have so many ways to take down your pals! Each mode offers a unique spin on the core FXB game experience. It's pure bird-on-frog-on-bird combat in <i>BATTLE MODE</i>; take part in a fruit-grabbing frenzy in <i>FRUIT BLAST</i>; fight over a leaf in <i>LEAF AWAY</i>; or, shoot some hoops in the super-popular <i>RIBBASKETBALL MODE</i>! And with multiple sub-types for each mode, there are plenty of ways to customize the competition to your liking!<br></li><li><strong><u>HOPPING GOOD ARENAS</u>:</strong> From bright and lively Bogshire, to the watery depths of Frogrotto, to the extreme heights of Rufflebeak Roost, take on your opponents in a variety of different arenas! <i><strong>BE WARNED: Some of these battlegrounds ain’t so friendly!</strong></i><br></li><li><strong><u>FULL-BLOWN VO</u>:</strong> Always know where the action stands with shots called by the enthusiastic and faithful Announcer, voiced by the legendary<strong> Jon St. John</strong> (<i>Duke Nukem, Sonic Adventure 1+2, Guild Wars 2, Half Life: Opposing Force</i>)!<br></li><li><strong><u>CONTENT FOR DAYS</u>:</strong> Several expansion packs are in the works to expand the exciting world of <i>FROG X BIRD</i> with new characters, arenas, and additional game modes! It's a blast right out of the box, and only bound to get better with time!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/700140/header.jpg?t=1579909748",
    "developers": [
      "ATTACK MOUNTAIN"
    ],
    "publishers": [
      "ATTACK MOUNTAIN"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 20 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}