{
  "700230": {
    "name": "Supreme Ruler: The Great War DLC",
    "steam_appid": 700230,
    "required_age": 0,
    "is_free": false,
    "description": "Continuing the Supreme Ruler franchise, BattleGoat brings you a new era, building upon a game system which has evolved over more than a decade. Set in the First World War, the Central Powers and the Triple Entente prepare to attack, with no understanding of the scale of conflict they will unleash. Over the coming years, the armies of these nations would come to understand how air power, submarines and artillery were about to transform how war was waged.<br />\r\nPlayers can chose to jump into the action as any region in the world through sandbox play or follow campaigns of key regions to watch historic events unfold. Make the correct Economic, Diplomatic, Domestic and Military decisions to assure the survival of your nation.<br />\r\n <br />\r\nKey Features:<br />\r\n- World War I Campaigns for various major powers from the era.<br />\r\n- Take Control of any Nation in Sandbox Mode and impact the outcome of the conflict.<br />\r\n- Start in 1914 or 1917 and progress well into the 21st century for an Epic Game-play experience.<br />\r\n- The butterfly effect... Influence the timeline and outcome of thousands of historical events.<br />\r\n- Use Diplomacy, Trade, Espionage, and Intimidation to influence the policies of other nations.<br />\r\n- Guide your Nation through the first war waged on a global scale.<br />\r\n- Modernize your economy to support whatever social and military policies you choose.<br />\r\n- Comprehensive Tech Tree features over 100 years of technology and equipment advances.<br />\r\n- Sophisticated Real-Time Strategic and Tactical Control of your Military Forces.<br />\r\n- Detailed historically-accurate Armies down to the Battalion level.<br />\r\n- Choose your level of control.  Make all decisions or use your Cabinet Ministers to help.<br />\r\n- Battle the elements! Fully integrated weather model influences battlefield outcomes.<br />\r\n- Multiplayer through Steam Matchmaking (Windows version only)",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/700230/header.jpg?t=1504198897",
    "developers": [
      "BattleGoat Studios"
    ],
    "publishers": [
      "BattleGoat Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}