{
  "700480": {
    "name": "Microsoft Allegiance",
    "steam_appid": 700480,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Space Combat Action / Simulation</h2><br>Allegiance uses a unique Newtonian flight model which perfectly balances fun with flight. Space ships turn, slide and boost. You have fluid control of your ship in a wide variety of combat types. Select an agile scout, a hidden stealth fighter, an in your face interceptor or an all around fighter. Or, perhaps you would like to team up with a few friends and pilot a base killing bomber while your friends man the turrets. Get even bigger in a full line of capital ships with better fire power, and even more turrets, and a wide range of support ships all controlled by your teammates. Play it your way; even the sky is no limit.<h2 class=\"bb_tag\" >Real Time Strategy</h2>Allegiance is also a fully formed RTS with tech trees, exploration, base building, and resource gathering. But there’s a twist: most of your ships are flown by real human beings! As the commander of your team, you bring your strategic vision to life by gives direction to the team from an overhead command view. Allegiance melds RTS elements like steering expansion by building new bases, investing in technology upgrades to a seamless command experience designed to help you lead your team to ultimate victory.<h2 class=\"bb_tag\" >Unique Gameplay</h2>Allegiance is easy to learn. Hop in a ship and start flying. Get with a wingman and start achieving your goals: exploration, map control, research and resource collection and best of all, end game dominance. Allegiance is deep. Dip in your toes in for some quick combat or dive all the way in for a rich and rewarding experience.<br>Most matches average forty minutes, with some competitive matches going the distance for two hours or more. Play for a bit or for a whole match. Or better yet, stay and play for a bunch of matches. <br><br><br><br><strong>Unique fog of war system</strong><br>Like many RTS games, you start with most of the map undiscovered. Maps are broken down into several sectors connected by wormholes, which contain resources vital to your team’s survival. But not only finding resources, but also observing the movements of the enemy is vital to your team’s success. Each team has a shared view of the world, seeing only what at least one of its scanners (from ships, bases and deployed sensor probes) picks up. This results in various levels of stealth, misdirection, spying and surveillance emerging.<br><br><strong>Economy and Base Building</strong><br>Economy is key in Allegiance so both hunting enemy miners and defending your own is essential. Base placement drives miner offense and miner defense. Ensuring your own bases build in a timely manner is vital to your success.<br><br><strong>Technological Upgrades</strong><br>As the game goes on, the commander invests money into better technology. The ships you fly become more and more powerful, until instead of lowly scouts and fighters, you’re piloting massive capital ships with several turret gunners each, facing off against swarms of heavy interceptors with powerful weapons.<br><br><strong>Countless Tactical Options</strong><br>Every match is played between teams picking different factions, lead by commanders with different mindsets and divergent leadership approaches, with different players of varying playstyles, emphasizing different technology research paths and expansion strategies.<br>The end result is almost limitless replayability.<br><br>Download Allegiance and experience this unique and award-winning game for free!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/700480/header.jpg?t=1719293526",
    "developers": [
      "Microsoft Game Studios"
    ],
    "publishers": [
      "ZapHop Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 29 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": {
      "total": 20,
      "highlighted": [
        {
          "name": "Beta Tester!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/700480/4292fc0719137cc2d425db59ea1406ec35bc421f.jpg"
        },
        {
          "name": "Blood in the water.",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/700480/a3723b9f0a62d9e851053238d990998e02aa6b58.jpg"
        },
        {
          "name": "The one that didn't get away.",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/700480/179da4decfba7f5ffbd50c383f472f3945815d01.jpg"
        },
        {
          "name": "Yeehaw, Jester's Dead!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/700480/bf9a4d2f5005a3d067e729f7524df0da86492fc0.jpg"
        },
        {
          "name": "If they build it.",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/700480/dafeaccec9406590eca33e4309e7a77bee94c6a0.jpg"
        },
        {
          "name": "House Party!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/700480/e7d4c84219c8b219676c86455406d537ada7b5e9.jpg"
        },
        {
          "name": "Rank 5",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/700480/4e6058448ac23d34f590dfee1e616345cfa8efc5.jpg"
        },
        {
          "name": "Rank 10",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/700480/762825cba76a2ac79c47746dd7538aab20cc18c9.jpg"
        },
        {
          "name": "Treasure!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/700480/77e62171b57b90ed147bb31f32bb90eb787cf9b8.jpg"
        },
        {
          "name": "Lights Out!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/700480/d25d173e7895be4882dea2461e46ac283c442d3e.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}