{
  "700880": {
    "name": "Kingdom: The Far Reaches",
    "steam_appid": 700880,
    "required_age": 0,
    "is_free": false,
    "description": "Long ago in a land of five Kingdoms an amulet, known as the Hand of Mobus, was shattered into five pieces and hidden throughout the Far Reaches. Dark Magic spread throughout the land and the evil wizard Torlok began his reign of terror.<br>Now the fate of the Five Kingdoms rests upon Lathan, the last of the Argent Kings. To restore freedom he must first recover the broken pieces of the amulet, but his journey is filled with many challenges. Danger and evil forces await as you guide Lathan on his quest of power and magic.<br><br>This graphic adventure game is fully animated and requires more than simply choosing when to fight or which way to dodge in accordance with the animation. Instead the player has full control over Thayer Alconred's movement to different areas and must find and use a variety of magical objects to overcome enemies and obstacles. There are many ways to mess up and permanently lose the game. There are several branching paths, resulting in different dialogue. The RDI'S Computer voice sometimes gives hints and the player's score.<br><br><br><ul class=\"bb_ul\"><li>A unique gameplay style based on using the right items in the right situations, or else...<br></li><li>Lots of classic cartoon video footage<br></li><li>You’ll be surprised how easy it is to die in a fantasy world!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/700880/header.jpg?t=1668619592",
    "developers": [
      "Interplay"
    ],
    "publishers": [
      "Interplay"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}