{
  "701020": {
    "name": "Brinko",
    "steam_appid": 701020,
    "required_age": 0,
    "is_free": false,
    "description": "Traverse through the far and near of the cartoon like world of Brinko. In an event driven environment, with a complete day and night cycle, the enemies act differently depending on the time of the day. Drop platforms and build your way towards your goal or pursue the challenge as you desire. In a game where the events don't wait for you, you have a new experience every time you play as you prioritize what you want to do.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li> <u>Level Structure</u>: Brinko is a multi layered side scrolling platformer, you can go far or come near apart from the traditional 2D movements; hence, giving the feeling of depth in a traditional 2D game. <br></li><li> <u>Event Driven</u>: The game is an event driven game where the world does not wait for you. This helps the player to prioritize what they want to do.<br></li><li> <u>Day and night</u>: With the complete day and night cycle, we have game enemies and characters who act differently depending on the time of the day.<br></li><li> <u>Approach</u>: Brinko gives freedom to the players to place the platforms where they want in order to reach their goal. This approach allows the players to play the game according to what best suits them.<br></li><li> <u>Artwork</u>: The game focuses on cartoon style artwork which is aimed for both young and older audience. With smooth transition from day to night and effects like fireflies and stars make it a joy to look at.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/701020/header.jpg?t=1610846071",
    "developers": [
      "Z"
    ],
    "publishers": [
      "Z"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}