{
  "701360": {
    "name": "Fate Crawler",
    "steam_appid": 701360,
    "required_age": 0,
    "is_free": false,
    "description": "Fate Crawler is a dynamic and colorful rogue-like game.<br><br>You are the Chosen One, owner of the mysterious Relic, made to alter the very Fate itself. Participate in the breathtaking adventure to uncover the true nature of the Relic, and save your world. Visit various places, from the green forests to forgotten ruins and floating isles, swirling with wild magic. Meet unexpected allies and face deadly challenges. Claim mighty artifacts and magic powers to create your own combat style.<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>Four acts filled with various enemies, trials, and rewards. Your adventure includes not only dynamic battles but also some text-based encounters and occasions.<br></li><li>Each adventure is unique: participate in many different events during your travel, from caravan robbing to artifact-hunting in forgotten mage towers. Use the power of mysterious Relic to change the Fate into your favor. But beware - this power comes with a price!<br></li><li>Unique combat styles: use various magic spells to obliterate your enemies, clad yourself in impenetrable armor or rain a hail of arrows on your enemies!<br></li><li>Extreme variety of equipment: reflect hostile magic with your mirror shield, drain life force from your enemies with a vampire sword, or challenge them to duel by throwing a gauntlet to their faces!<br></li><li>Combine different abilities to create your own playstyle: the trap can zap your enemies with the chain lightning, while the lightning will teleport you to your next victim!<br></li><li>Use environment: focus not only on your own abilities but also on your surroundings. Magic crystals and terrain features can create a huge advantage in combat. Or doom you as well.<br></li><li>Game changes each run: the adventure is randomized and you can unlock new items and abilities by making achievements and participating in unique events!</li></ul>",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/701360/header.jpg?t=1506621126",
    "developers": [
      "MixerGames"
    ],
    "publishers": [
      "MixerGames"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}