{
  "701580": {
    "name": "Ninja Goemon and Immortal Jewels",
    "steam_appid": 701580,
    "required_age": 0,
    "is_free": false,
    "description": "Story ... Originally Iga ninja ,Goemon aiming at the master thief of the world in last years of civil war era...<br />\r\n<br />\r\n---Introduction---<br />\r\nGoemon,originally the Iga ninja, and his fellow, Chutaro, the master rat, helped a certain woman on one day and got a red jewel.<br />\r\n.. Goemon is going to sell this precious jewel which is told to bring luck,<br />\r\nbut people chasing a jewel an outcome ... they are rolled up in the plot.<br />\r\n<br />\r\nOn earth what is the everlasting precious jewel?<br />\r\nWhat is a wirepuller plotting a plot in the back?<br />\r\nAnd what is a thing which Goemon really has to steel back?<br />\r\n<br />\r\nCharacters with Goemon and others, famous thieves participate! <br />\r\nCivil war and thieves RPG here!!<br />\r\n<br />\r\n---Story---<br />\r\nIn this game, people in the history of medieval Japanese history come out. <br />\r\nHowever, it has become an attractive fantasy that anyone can understand. <br />\r\n<br />\r\nBased on Osaka Castle, famous thieves are put together and they will explore the mystery of immortal treasure,<br />\r\nstrengthening the equipment with treasure chests in the dungeon on the way. <br />\r\n<br />\r\nWhile solving the mystery, the growth of Goemon party can be seen, and in the end it will become a hero protecting the people of Osaka.<br />\r\n<br />\r\n---System---<br />\r\nIn the game system we adopted the jewel system.<br />\r\n<br />\r\nBy putting jewel in a weapon, you can raise the offensive power and the power of ninjutsu, or gain special power.<br />\r\n<br />\r\nAnd you can save anger gauges and give out the special arts the character has.<br />\r\n<br />\r\nThere is fun to collect treasure. Various weapons and armor and jewels will appear in the game. <br />\r\nThere is a treasure box in the dungeon, its contents are random and change every time. <br />\r\nPlease push through the dungeon while making full use of the item obtained.<br />\r\n<br />\r\nPlease check the state of game play as it is on video.<br />\r\n<br />\r\n---Play times to clear---<br />\r\n11~12 hours",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/701580/header.jpg?t=1508397607",
    "developers": [
      "Azarashi no Yakata"
    ],
    "publishers": [
      "Azarashi no Yakata"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}