{
  "701670": {
    "name": "KROTRUVINK",
    "steam_appid": 701670,
    "required_age": 0,
    "is_free": false,
    "description": "Have you ever been on the verge of proportionality? <br>This story is about a single person who was unsure of the nature of things and the physical integrity of things around him.  <br>Everyday this man went to his job and dreamed of a time in which, it seems, he didn't exist. Days dashed forward. <br>But then one day after our protagonist took the bus to work, he got off on...a ship.<br><br>This is an indie game created by one person who is completely in love with the idea of challenging genres.<br>An experiment that tries not to disrupt the tradition or to confuse the player but to instead argue under the framework which restricts the cultural impact on choice. <br>Attempt to transform the quest genre into a full adventure, excluding elements of discipline for mental stimulation.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/701670/extras/d9f75bfa22db5caae833f97a76b14133.avif?t=1726495601\" width=616 height=104 /></span><br><br>GAMEPLAY FEATURES:<br><br><strong>•</strong>Mix of genres and elements like art, adventure, puzzle, survival and metroidvania games.<br> The player is assisted by expressive mechanisms and visual compositions to understand the main goal of the game.<br><br><strong>•</strong>Engage in converstaion as it is are a source of really useful information. Figure out why the characters in the game got into an argument with each other. Carrying a grudge from old times, which exists only in their faded, smudged eyes.<br><br><strong>•</strong>Use your items from the inventory to induce change into Cube Town.<br>Perhaps it is not just a giant wall but instead a maze inside. Discover the Town’s secrets by exploring the slums and the factory districts.<br><br><strong>•</strong>No need to be frightened by the unfamiliarity. Previously completed objectives will become hints to other players as well as to you.<br><br><strong>•</strong>Health, stamina and thirst are non-renewable and are the player’s source for victory. <br>And while the protagonist can’t fill their thirst themselves, their enemy on the other hand, under some gameplay circumstances, can…<br><br><strong>•</strong>There is only one boss in the whole journey that won’t leave you alone. His roots entangle every corner of the world. An eternal battle with a parasite that threatens to become a part of the environment.<br><br><strong>•</strong>Immerse yourself into the vivid chamber, color the lives here and learn how to cooperate with darkness. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/701670/extras/a5d6bb14c63a6caf601bfcb2c9c5bccc.avif?t=1726495601\" width=616 height=104 /></span>",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/701670/header.jpg?t=1726495601",
    "developers": [
      "Valdram"
    ],
    "publishers": [
      "Valdram"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}