{
  "701840": {
    "name": "Fantasy Grounds - Fifth Edition Options: Recovery Dice Options (5E)",
    "steam_appid": 701840,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Fifth Edition Options: Recovery Dice Options</strong><br>Recovery Dice Options for 5E<br>Within 5E, Recovery Diceotherwise known as Hit Dice allow a character to recover hit points without the need for healing potions or cure wounds spells. This serves to extend the adventuring day by delaying the partys need to return to civilization, which in turn allows characters to continue exploring dungeons, looting crypts, and slaying monsters. As described in the core rules, Recovery Dice represent a fire-and-forget healing system requiring minimal bookkeeping. As a result, most players tend to forget about Recovery Dice in the middle of a fight.  But no more...<br>Recovery Dice Options takes the concept and runs with it. Rather than relegating Recovery Dice to the role of emergency healing, this sourcebook provides a range of optional ways for characters to use this mechanic. These options extend this game mechanic far beyond the realm of healing, allowing them to tap into these reserves of inner strength. Does your barbarian desperately need another rage? Could your wizard benefit from regaining a spent spell slot? Desperately need to shake off a condition afflicting your character so you can prevent a TPK? This sourcebook provides a wealth of options for use with your Recovery Dice, your well of inner strength.<br>So spend those Recovery Dice like a hero!<br><i>Fantasy Grounds Conversion:</i> <strong>Rob Twohy</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Team Twohy LLC</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/701840/header.jpg?t=1768385563",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 23 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}