{
  "701800": {
    "name": "Triplicata",
    "steam_appid": 701800,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><i>In a world where gelatin monsters have taken over....</i></strong><br><br>Triplicata is a new game that takes place in the not-so-distant future. After the very popular gelatin manufacturer Triplicata began to sell its tasty treat worldwide, an investigation regarding the ingredients of the food took place. The investigation uncovered evidence that a unique nuclear byproduct had been chemically engraved into the food to enhance the flavor. The radiation inside of the food began to take a serious turn. Instead of enhancing the flavor, it brought the gelatin material to life! <br><br>At first, the general public thought these new and colorful blob-like creatures were cool to have as a pet, but soon they began to take a much more violent approach towards their owners. After several years, these creatures have turned into full monsters, and have taken over the world. The Triplicata Company immediately (after several lawsuits and angry letters) took action, and started development on a new type of weapon to kill these seemingly indestructible monsters. Photon Laser energy was able to be managed into the core of  two weapons, but being that it is extremely expensive, they could only make a few guns. All the Triplicata Company needed was someone stupid enough to use them (all testers that had previously utilized the laser guns strangely disappeared...but on a completely separate note, a janitor complained about random large piles of dust all over the factory)<br><br> After you were volun-told by your government to participate in the Triplicata Training Program (TTP, not to be confused with the other TTP acronym: Terrible Toilet Paper), you found that you were in fact the only participant in this program, due to Triplicata's funding issues. It is up to you to save the world! <br><br><strong>Battle hundreds of monsters at once!</strong><br><br>Triplicata uses a unique way of maintaining game-play while simultaneously having hundreds of enemies in the level, which all adds to the fun!<br>Choose to use your extremely powerful shotgun, and you will experience satisfaction like you have never experienced before as you send these creatures flying back into space! Or use your Laser Pistol to mow down lots of enemies quickly and efficiently. Last but not least, you can use your &quot;One-Use Bomb&quot; to get yourself out of a tight spot!<br><br><br>In this action-packed game, experience a survival shooter like you have never seen before! One look at the piles of monsters as they come towards you, and you will want to run and hide! These monsters come in all sizes and colors, each with their own special characteristics, such as speed and strength! <br><br><strong><u>Features include:</u></strong><br><br>Hundreds of monsters in the level at once.<br><br>A selection of 12 unique maps! <br><br>A timer to keep track of exactly how long you survive.<br><br>A scoreboard (Different monsters have different point values based on their difficulty) to know how well you did in your game-play. More and more levels will become available to play based on your current High Score.<br><br>A unique grappling hook system to help get around the map.<br><br>Lots of little gravity changing secrets....Good luck finding them all!<br><br>A very useful and sarcastic tutorial level to get the hang of the game, and master the controls.<br><br>Different types of weapons to use against the hoards of monsters.<br><br><strong>Explosions!!!!!!!</strong> Everyone loves explosions!<br><br><br>I hope you enjoy the game! How long can you survive for?<br><br>-Matt Wester",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/701800/header.jpg?t=1594864423",
    "developers": [
      "Matthew Wester"
    ],
    "publishers": [
      "Mwester Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}