{
  "701970": {
    "name": "Sliding Blocks",
    "steam_appid": 701970,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to the captivating world of &quot;Sliding Blocks,&quot; an addictive puzzle game that will put your strategic thinking and problem-solving skills to the test. Prepare to embark on a mind-bending journey through challenging levels filled with sliding blocks, obstacles, and intricate puzzles that will keep you engaged for hours on end.<br><br>In &quot;Sliding Blocks,&quot; your objective is simple: maneuver the blocks on the game board to create a clear path for the designated block to reach its target destination. Sounds easy, right? Well, think again. Each level presents a unique configuration of blocks, barriers, and restricted spaces, requiring you to employ careful planning, logical reasoning, and precise movements to succeed.<br><br>With its intuitive controls and user-friendly interface, &quot;Sliding Blocks&quot; offers a seamless and immersive gameplay experience. Simply swipe or click to slide the blocks in different directions, strategically arranging them to clear the way for the target block. As you progress through the levels, the puzzles become increasingly complex, testing your ability to visualize and execute the perfect moves.<br><br>Featuring a diverse range of meticulously crafted levels, &quot;Sliding Blocks&quot; offers a variety of themes and challenges to keep you engaged. From ancient temples and mysterious dungeons to futuristic cities and enchanted forests, each level transports you to a unique and visually stunning environment. Immerse yourself in the rich graphics and captivating designs as you navigate through the intricacies of each puzzle.<br><br>But beware, the path to success is not without its obstacles. You'll encounter various elements that can hinder your progress, including locked blocks, teleportation portals, and pressure plates. These elements add an extra layer of complexity to the puzzles, requiring you to think several steps ahead and devise creative strategies to overcome them. With each level presenting new twists and turns, &quot;Sliding Blocks&quot; guarantees a fresh and exciting challenge every step of the way.<br><br>As you delve deeper into the game, you'll unlock power-ups and special abilities that can aid you in your puzzle-solving journey. From block-shifting tools and time-extending bonuses to hints and solutions, these power-ups provide invaluable assistance when you find yourself stuck on a particularly tricky puzzle. Use them wisely to gain an edge and conquer the most demanding levels.<br><br>&quot;Sliding Blocks&quot; offers not only a single-player adventure but also exciting multiplayer gameplay. Challenge your friends or compete against players from around the world in thrilling online matches. Put your skills to the ultimate test as you race against the clock or go head-to-head in a battle of wits and strategy. Show off your puzzle-solving prowess and climb the global leaderboards to assert your dominance.<br><br>With its addictive gameplay, stunning visuals, and a vast array of challenging puzzles, &quot;Sliding Blocks&quot; is the ultimate puzzle game that will keep you coming back for more. Sharpen your mind, hone your problem-solving skills, and embark on an unforgettable journey through the sliding blocks universe.<br><br>Are you ready to slide your way to victory? Step into the world of &quot;Sliding Blocks&quot; and prepare for a puzzle-solving adventure like no other. Unleash your strategic genius, outwit the obstacles, and conquer the increasingly challenging levels. It's time to slide, strategize, and succeed!<h2 class=\"bb_tag\" >How to Play</h2><ul class=\"bb_ul\"><li> Need to move the orange block to the exit.<br></li><li> Horizontal blocks can be moved from side to side<br></li><li> Vertical blocks can be moved up and down</li></ul><h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li> 4 Difficulties (Beginner, Medium, Hard, Master)<br></li><li> Hundreds of levels<br></li><li> Undo the system<br></li><li> Great sound effects</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/701970/header.jpg?t=1740434224",
    "developers": [
      "Boogygames Studios"
    ],
    "publishers": [
      "Boogygames Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 300,
      "discount_percent": 80,
      "initial_formatted": "¥ 15.00",
      "final_formatted": "¥ 3.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}