{
  "702490": {
    "name": "Seclusion: Islesbury",
    "steam_appid": 702490,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Seclusion: Islesbury</i> is a mystery/horror adventure game with a focus on creating an absorbing journey. In this journey, you will explore various locations with countless mysteries to solve while trying to stay out of the madness that surrounds the town. <br><br>Is it possible to solve a decade old murder case? Is it really safe to wander on these streets? Is there anyone to help you in this town? Find it out for yourself in this tale of personal tragedy.<h2 class=\"bb_tag\" >The Story</h2>              Bright morning light falls over Detective Jason Endel on his bed. He has no desire to leave this gentle silence, but sleeping is not what he needs. He wants peace of mind, a way to make the pain in his mind go away. With no other plausible option, he leaves his bed in a sunny September morning expecting a day like any other, but he is yet to realize that following few days will take him to a journey from his nightmares.<br><br><br>              Islesbury is a town almost ceased to exist years ago after a series of large-scale riots with no specific explanation. Some thought the reason was bottled rage against the poverty and some said locals just have gone mad. Whatever the reason was, Islesbury is now just a shell of its former self. Streets are empty, buildings are in ruins, remaining a few people live in fear of thieves and murderers.<br><br>               After the phone call Jason gets this morning, he will go on a journey to solve years old murders in the light of newly found evidence and face his worst nightmares in the dark corners of Islesbury.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\">    <li>Explore realistic, detailed locations ranging from desolated apartments to lonely streets, dark woods to dangerous cliffs, and more.<br>    </li><li>Unravel secrets of a town with an infamous past.<br>    </li><li>Solve sensible puzzles that will challenge and guide you through the game. There is a lot to do here!<br>    </li><li>Easy to use inventory system that lets you gather and utilize the items you find along the way.<br>    </li><li>Experience the journey  in a more immersive manner with first person panoramic, high quality visuals.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/702490/header.jpg?t=1765310597",
    "developers": [
      "Silent Game House"
    ],
    "publishers": [
      "Silent Game House"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}