{
  "702510": {
    "name": "Mille Bornes",
    "steam_appid": 702510,
    "required_age": 0,
    "is_free": false,
    "description": "BE THE FASTEST - BUT BE WARNED, ANYTHING IS PERMITTED! REDISCOVER THE CLASSIC CARD GAME AND GO!<br />\r\n <br />\r\nHop in your car and hit the road! The goal in this classic card game is simple: be the first to reach 1000 miles! Play with up to three friends on the same device, or test your driving skill against the AI! Who will be the best behind the wheel?<br />\r\n<br />\r\nDraw cards and use them to jump miles ahead of your opponents. But you also have to be careful, because your friends may well not just let you drive in peace: flat tires, accidents or simply running out of gas are some of the complications you might encounter on your journey. But if you play your best Safeties – such as Driving Ace, Puncture-Proof or Emergency Vehicle – you might just end up being first... to reach 1000 miles.<br />\r\n<br />\r\nAlso, check out the Course mode to discover a new way to get the youngest players involved! Get set, go!<br />\r\n<br />\r\n<br />\r\nFEATURES: <br />\r\n• Up to 4 players: play in single-player mode against an AI, or challenge your friends in local multiplayer<br />\r\n• Two game modes: <br />\r\n• Play in Classic mode to discover or rediscover the renowned card game in a vintage style. Try out the optional rules for more challenges as well!<br />\r\n• Discover the Course mode, which is based on the board game with its colorful design. Try out the different cards and use special powers to stay a car length ahead of your opponents!<br />\r\n• Over 20 achievements to unlock! <br />\r\n• Play in portrait or landscape mode! <br />\r\n• Languages available: English, French, Italian, German and Spanish",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/702510/header.jpg?t=1605889382",
    "developers": [
      "Payoff Technologies"
    ],
    "publishers": [
      "Asmodee Digital"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}