{
  "702850": {
    "name": "Fantasy Grounds - The Malefactor Class: Revised & Expanded (5E)",
    "steam_appid": 702850,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>The Malefactor Class: Revised &amp; Expanded (5E)</strong><br>Total Party Kill Games is pleased to release THE MALEFACTOR REVISED, a class sourcebook for use with 5E.<br>As one of the most beloved of all the compatible classes by both fans and reviewers, this expanded version now contains twenty additional pages of content and is fully compatible with 5E, complete with new art and a gorgeous new layout.<br><strong>The Malefactor</strong><br><i>Original Concept by</i> <strong>Brian Berg</strong><br><i>Written by</i> <strong>James Olchak, Brian Berg and Rick Cox.</strong><br><i>Fate is for those too weak to determine their own destiny.</i><br>- Exerpts from the memoir of Talitha Shadowtongue, Tiefling Doom Herald<br>Damned fate cruelest destiny bad luck these are philosophical concepts that many know, but few are able to truly explain or prove. If destiny is pre-determined, inevitable and unchangeable, is there any hope for we mortals to set our own paths? What of those that seem to be damned by fate, always at the mercy of a higher power? Is there any hope for us at all?<br>It is rumored that some mortals can choose their own fate by selecting the correct paths as they walk through life. Others think that all of lifes events are predestined. There are rumors of those who understand fates cruel whims and can free themselves and no longer be slaves to that harsh mistress. I can tell you those rumors are true<br>I have lived through perils that would kill even the most steeled warriors. I have slain many a fool that thought to prey upon me. I have danced with fate itself, and taken the lead. What was once my misery is now my salvation, and your damnation. I am an accursed, a doomgiver -- I am a Malefactor.<br>CLASS DESCRIPTION<br>Some children begin life cruelly afflicted. Soon after birth, they and their families are beset by random misfortune, injury, and loss. Frequently they are abandoned by their communities for being born under an inauspicious sign, or sacrificed to allay curses seemingly brought down by dark Gods. In reality, the birth of these unfortunates was attended by intangible chaos-spirits known as Yla (EE-la). While the Yla are not inherently evil, they are prone to destruction, and ignorant of the pain and misfortune that they cause those whom they bond with. Sages do not know what causes the Yla to seek out an individual, but as of yet, no known spell or prayer can separate them from their chosen. Many afflicted by these spirits live lives of sorrowful destitution, sometimes taking their own lives in misery.<br>A choice few however, realize that while their affliction cannot be suppressed, it can be commanded. Whether through study or epiphany, these few learn to channel and command the devious spirits that surround them, turning their hardship into a powerful weapon. These few are known collectively as the Malefactori.<br>In order to preserve their own lives, they willingly bring misfortune and woe to those around them. They are dangerous to their allies and even more so to their adversaries. A Malefactor that has mastered the ability to transfer his own ill fate to others is truly a dangerous opponent...<br>This sourcebook comes complete with a killer new class and abilities, archetypes, feats, favored class options and the complete stats for the iconic succubus spawned tiefling on the cover -- Talitha Shadowtongue.  Enjoy!<br><i>Fantasy Grounds Conversion:</i> <strong>Rob Twohy</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Team Twohy LLC</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/702850/header.jpg?t=1768385612",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 23 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}