{
  "703060": {
    "name": "connect - Virtual Home (3D or VR)",
    "steam_appid": 703060,
    "required_age": 0,
    "is_free": true,
    "description": "英语版本未使用     English version see below!<br><br>connect 是令人兴奋的虚拟世界中身临其境的VR家庭！你可以随身携带，也可以在虚拟现实（VR）中体验。<br><br>可自定义的VR世界 h2&gt;<br><br>这个虚拟世界中的虚拟现实家庭可以定制到最小的细节。可定制性从VR房间，家具和配件开始，并继续从您的窗口（自己的VR 360照片），或自己的手写选择。你甚至可以用自己的或外国的艺术和照片来装饰你的虚拟家园。我们还将提供不同的VR场景或VR室 - 例如椭圆形办公室。<br><br>多媒体（互联网，视频，音频，打印和虚拟现实） h2&gt;<br><br>借助我们的免费媒体界面，各种大型报纸和杂志的内容将免费提供给您，例如电影，电视和广播节目，流媒体，YouTube，门户网站和VR媒体（例如360 VR视频）。<br><br>VR游戏和虚拟宠物 h2&gt;<br><br>你在聊天时感到无聊吗？去和宠物你的虚拟宠物，或与朋友玩一些VR游戏（例如“连接四”）。有许多不同的VR宠物，如虚拟小鸭或虚拟鳄鱼宝宝。你可以教他们特别的技巧，他们的行为完全取决于你如何对待他们。<h2 class=\"bb_tag\" >直观 H2&gt;<br><br>由于我们直观的用户界面，您的虚拟家中的所有功能都可以非常轻松地找到。这是因为我们对3D物体的现实描绘，我们付出了很多的努力和爱。您可以像在现实生活中一样操作一切（例如VR游戏）。<br><br>“Multimessenger”和 VR 社交网络和社交 VR h2&gt;<br><br>在虚拟桌面上的虚拟组织者中，您可以将电话簿，邮件和在线网络（如Facebook）中的所有联系人统一到connect中。因此，即使可能还没有使用connect，你也可以从connect中接收更多的人，而不是来自Facebook，因为Facebook只获得新社交圈的一部分。<br>connect还拥有自己的安全通讯软件，通过视频通话和通过聊天发送3D对象或贴纸。<h2 class=\"bb_tag\" >设备无关 H2&gt;<br><br>借助我们所谓的数字生活网络，我们的目标是尽可能地给予您更多的自由。因此，您几乎可以从任何设备访问您的社交圈智能手机，智能手机，平板电脑，个人计算机，HTC Vive VR，Oculus或VR眼镜（即将推出Gear VR＆Cardboard）。<h2 class=\"bb_tag\" >面向用户和合作伙伴的界面[/]<br><br>你厌倦了为每个单独的功能安装一个新的应用程序？或者你最喜欢的软件不兼容每一个硬件？你有没有觉得，你的不同圈子的朋友可以在各种不同的网络上？<br><br>为了摆脱这些不必要的刺激，我们的目标是，结合实力，建立一个统一所有不同的数字内容和功能，并尽可能方便使用和操作的网络。为此，我们创建了一个平台，我们的合作伙伴 - 也是您的平台！ - 可以上传内容。我们的合作伙伴将会上传新物品或家具的3D模型，报纸，杂志，书籍，电视或广播节目等媒体内容，或将connect与现有信使服务联系起来。您可以上传艺术作品，照片作为装饰，动画GIF或视频，声音或360°照片，以获得阁楼的替代视图，并确定谁有权访问它。<br><br><br>匿名，数据保护和端到端加密 h2&gt;<br><br>我们的首要目标是为这个新的虚拟现实世界提供最大的数据保护，匿名性并保持用户的个人隐私。我们自己的安全信使是端对端的加密。我们承诺，connect将免费保留，而不强制广告，同时保证最大限度的数据安全。<br>因此，我们无法出售个人信息（也不想），我们开始寻找其他收入来源：我们将通过自愿产品安置，应用内购买和虚拟购物来为我们的业务提供资金。<br><br><br>connect - 您的社交首页 - 提供： h2&gt;<br><br>•安全，可定制，交互式，身临其境的VR家庭<br>•2D，3D或VR设备独立和实时切换<br>•多媒体（全球所有媒体，VR媒体和VR 360）<br>•“multimessenger”（只有一个应用程序的所有朋友）<br>•通过聊天发送3D对象，进行视频通话，并在安全的虚拟现实世界中享受逼真的VR场景和VR位置<br>•社交虚拟现实（许多社交虚拟现实功能，即将虚拟形象）<br>•VR游戏，VR宠物，虚拟世界，VR网络，VR媒体<br><br>--------<h2 class=\"bb_tag\" > Android版本和替代下载的可能性[/]<br><br>Google Play Store中还有一个Android版本（搜索connect vr home）。 如果您没有Steam或Google Play Store，则可以从我们的主页下载PC或Android版本（链接在右侧），但我们建议使用Steam或Play Store版本，因为它们会自动更新。<h2 class=\"bb_tag\" >目標：來自書籍/電影“Ready Player One”的“Oasis”[/]<br><br>從長遠來看，連接應該成為您自己的可自定義，可擴展，免費，數據保護和安全的虛擬世界 - 有點像“Ready Player One”（書，電影）中的“Oasis”。 我們盡最大努力建設這個新的世界，盡可能方便用戶使用，這樣您就可以獨自控制您的“流氓夢想”，並擁有最大的隱私和安全性。 沒有成本，強制廣告或故意內置的方法，讓你沉迷於這種新的娛樂。<h2 class=\"bb_tag\" >早期访问[/]<br><br>请考虑到在早期访问测试版本中有很多缺少的功能和错误。 我们将在未来几周内不断改进。 谢谢你的理解！<br><br><br><br><br>connect is your immersive VR home in an exciting virtual world! You can carry it around in your pocket (phone), or experience it all around you in Virtual Reality (VR).<h2 class=\"bb_tag\" >Customizable VR World</h2><br>Your VR home in this virtual world is customizable to the smallest detail. Customizability begins with the VR room, the furniture and accessories, and continues to the choice of view from your window (own VR 360 photos too), or your own handwriting. You can even decorate your virtual home with own or foreign art and photos. We will also offer different VR scenes or VR rooms – e.g. the Oval Office.<h2 class=\"bb_tag\" >Multimedia (Internet, Video, Audio, Print &amp; VR)</h2><br>Thanks to our free media interface, content of various big newspapers and magazines will be available to you free of charge, likewise films, TV and radio programs, streaming, YouTube, web portals &amp; VR media (e.g. 360 VR videos).<h2 class=\"bb_tag\" >VR Games &amp; Virtual Pet</h2><br>Are you bored while chatting? Go and pet your virtual pet, or play some VR games (e.g. “Connect Four”) with friends. There are many different VR pets like a virtual duckling or a virtual crocodile baby. You may teach them special tricks and their behavior depends entirely on how you treat them.<h2 class=\"bb_tag\" >Intuitive</h2><br>Due to our intuitive user interface, all functions in your virtual home can be found very easily. This is because of our realistic depiction of 3D objects, into which we have put a lot of effort and love. You can operate everything (e.g. VR games) just like you would in real life.<h2 class=\"bb_tag\" >”Multimessenger” &amp; VR Social Network &amp; Social VR</h2><br>In the virtual organizer on your virtual desk, you can unite all your contacts from your phone book, mails and online networks (like Facebook) and reach them within connect. You can, therefore, reach more people from connect than from Facebook, even though they might not be using connect yet – because Facebook only gets one part of your new social home.<br>connect also has its own secure messenger with video calls and sending 3D objects or stickers via chat.<h2 class=\"bb_tag\" >Device-Independent</h2><br>With our so-called Digital Life Network, it is our goal to give you as much freedom as possible. So you can access your social home from almost every device: e.g. smartphone, tablet, PC, HTC Vive VR, Oculus or VR glasses for smartphones (soon Gear VR &amp; Cardboard too).<h2 class=\"bb_tag\" >Interfaces For Users &amp; Partners</h2><br>Are you fed up with having to install a new app for each separate function? Or that your favorite software is not compatible with every hardware? Have you ever been annoyed that your different circles of friends are available on various different networks?<br><br>To get rid of these unnecessary irritants it is our goal, with combined strength, to build a network which unifies all the different digital contents and features, and where the utilization and operation is as easy as possible. For this purpose we have created a platform, where our partners – and you too! – can upload content. Our partners will be uploading, among other things, 3D models of new objects or furniture, media content such as newspapers, magazines, books, TV or radio programs, or link connect with existing messenger services. You can upload art work, photos as decoration, animated GIFs or videos, sounds, or 360° photos for an alternative view from the loft, and determine who has access to it.<h2 class=\"bb_tag\" >Anonymous, Data Protected &amp; End-to-End-Encrypted</h2><br>Our number one aim for this new VR world is maximum data protection, anonymity and keeping the user’s personal privacy. Our own secure messenger is end-to-end encrypted. We promise that connect will stay free of charge without forced advertising, and guarantee maximum data security at the same time.<br>As we are therefore unable to sell personal information (and do not want to, either) we started looking for alternative sources of income: We will finance our business through voluntary product placement, in-app-purchases, and virtual shopping.<h2 class=\"bb_tag\" >connect – your Social Home – offers:</h2><br>• secure, customizable, interactive, immersive VR home<br>• device-independent &amp; live switch for 2D, 3D or VR<br>• multimedia (all media worldwide, VR media &amp; VR 360)<br>• “multimessenger” (reach all friends in only one app)<br>• send 3D objects via chat, make video calls and enjoy realistic VR scenes &amp; VR locations in a secure VR world<br>• social VR (many social VR functions, soon avatars too)<br>• VR games, VR pets, virtual world, VR network, VR media<br><br>--------<h2 class=\"bb_tag\" >Android version and alternative download possibilities</h2><br>There is also an Android version in Google Play Store (search for &quot;connect vr home&quot;). If you don't have Steam or Google Play Store, you can download the PC or Android version from our homepage too (link on the right side), but we recommend to use the Steam or Play Store version, because they get updated automatically.<h2 class=\"bb_tag\" >Also works without VR!</h2><br>You can also use connect without VR headset! It works like every &quot;normal&quot; 3D game too. At the moment we support the VR solutions of HTC Vive or Oculus VR.<h2 class=\"bb_tag\" >Goal: &quot;Oasis&quot; from the book/film &quot;Ready Player One&quot;</h2><br>In the long term connect should become your own customizable, expandable, free of charge, data protected and secure virtual world - a bit like the &quot;Oasis&quot; in &quot;Ready Player One&quot; (book, film). We are giving our best to build this new world as user friendly as possible, so that you alone have the control over your &quot;luicid dream&quot; with a maximum of privacy and security and without costs, forced advertising or purposely built-in methods to make you addicted to this new kind of entertainment.<h2 class=\"bb_tag\" >Early Access</h2><br>Please take into consideration that this in an EARLY ACCESS test version with many missing features and bugs. We will be continually improving over the next few weeks. Thank you for your understanding!</h2></h2></h2></h2></h2></h2>",
    "supported_languages": "英语<strong>*</strong>, 德语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/703060/header.jpg?t=1546368681",
    "developers": [
      "e.com"
    ],
    "publishers": [
      "e.com"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 25 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}