{
  "704140": {
    "name": "Edge Of Existence",
    "steam_appid": 704140,
    "required_age": "7",
    "is_free": true,
    "description": "Edge Of Existence. Is a throw back to the Classics of RTS where you can build up your base and build up your massive army. Ranging from Ground units and Air Units. We also take you on a story base RTS where a faction has a meaning to the map or why its in-game. We are a balance focus on PvP, PvE and Story/Campaign. We don't want focus on the PvP Competitive or ESports side of things. Since we feel like RTS games are ment for Story and Campaign. We also understand that alot of players don't even want to PvP so they expect great PvE so we hope to have the right Balance between all those 3 core gameplays. We want make a RTS thats plays from the Classics but has the Graphics of New Gens for the players that haven't experienced the great RTS games we had in the pass. We hope you guys like this project as much as we do! &lt;3<br />\r\nYour able to build up your base to defend from your enemy or to destroy them. Send in your massive amount of Riflemen or Ground Vehicles to help your teammate attack its defended enemy or build up Airfields and take your battles to the sky's!<br />\r\nWe are making this a Community game so you guys have full input to it. We are also in the Talks of supporting Mods and Custom Player Maps. We are also planning on Supporting VR!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/704140/header.jpg?t=1537823787",
    "developers": [
      "RealFire Interactive"
    ],
    "publishers": [
      "RealFire Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}