{
  "705390": {
    "name": "Aya's Journey",
    "steam_appid": 705390,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to the haunting and treacherous world of Aya's Journey, where darkness shrouds every corner and danger lurks at every turn. Take on the role of Aya, a helpless wanderer trapped in a sinister realm, as she embarks on a harrowing quest to find a way out. With your guidance, she must navigate through a series of treacherous challenges, braving the unknown and overcoming her deepest fears.<br />\r\n<br />\r\nAya's Journey is a captivating 2D sidescroller puzzle game that will put your skills and problem-solving abilities to the test. Each puzzle presents a unique and daunting obstacle, requiring precise timing, strategic thinking, and quick reflexes. While the challenges may seem insurmountable, they are designed to be conquered with determination and perseverance.<br />\r\n<br />\r\nAs you control Aya, you'll need to navigate through a myriad of hazards that threaten her very existence. Leap over menacing sawblades, evade deadly spikes, dodge bullets, and navigate through laser-infested corridors. The journey ahead is fraught with peril, and only your skillful guidance can ensure Aya's survival.<br />\r\n<br />\r\nThe controls are intuitive and easy to master. Use the Spacebar to make Aya jump, timing each leap with precision to avoid deadly traps and reach seemingly inaccessible areas. Utilize the Control Keys to navigate her through the darkened environment, moving left and right with agility and finesse. Every move counts, as a single misstep can mean the difference between life and death.<br />\r\n<br />\r\nAs Aya progresses through her treacherous odyssey, her deepest fears loom ominously, ready to pounce upon her vulnerable psyche. With each step, she draws closer to confronting these haunting manifestations head-on. Brace yourself for heart-pounding encounters and nerve-wracking confrontations as Aya battles her inner demons. Only by facing her fears can she hope to find the ultimate redemption and escape from this malevolent world.<br />\r\n<br />\r\nImmerse yourself in the atmospheric and foreboding ambiance of Aya's Journey. The haunting visuals and hauntingly beautiful soundscapes will draw you further into the depths of this nightmarish realm. Explore desolate landscapes, decrepit structures, and otherworldly environments that evoke a sense of both wonder and dread.<br />\r\n<br />\r\nUnlock the secrets of Aya's past as you progress through the game, revealing the story behind her entrapment in this twisted dimension. Unravel the mysteries of this dark world, encounter enigmatic characters along the way, and discover hidden clues that may hold the key to her salvation.<br />\r\n<br />\r\nAya's Journey offers a captivating and immersive gameplay experience, with its atmospheric storytelling, challenging puzzles, and an unforgettable protagonist. Embark on this gripping adventure, overcome the odds, and guide Aya to her freedom. Will you have the courage and skill to lead her through this nightmarish labyrinth and emerge triumphant?<br />\r\n<br />\r\nPrepare yourself for a journey like no other—a journey that will test your wits, push your limits, and immerse you in a world of darkness and redemption. Join Aya as she faces her fears, unravels the mysteries that bind her, and strives to find her way back to the light. Aya's fate rests in your hands. Will you navigate the perils of her treacherous journey and help her find her path to salvation?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/705390/header.jpg?t=1740392955",
    "developers": [
      "Boogygames Studios"
    ],
    "publishers": [
      "Boogygames Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 300,
      "discount_percent": 80,
      "initial_formatted": "¥ 15.00",
      "final_formatted": "¥ 3.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}