{
  "705580": {
    "name": "Tayutama2-you're the only one- ENG ver. Demo",
    "steam_appid": 705580,
    "required_age": 0,
    "is_free": true,
    "description": "In order to respond to the expectations of English galgame/visual novel readers, HIKARI FIELD and Lump of Sugar are now cooperating to publish the English versions of the well-known &quot;Tayutama&quot; series. The first release, &quot;Tayutama 2 -You're the Only One-&quot; will be released in the summer of 2017. Other releases in this series will come later.<br />\r\n<br />\r\nThe English website for Tayutama 2 is already open, please visit: http://www.hikarifield.com/tayutama2_en/<br />\r\n<br />\r\nYou can follow us on STEAM to get more information as it comes, and also follow us on Twitter: @hikari_field.<br />\r\n<br />\r\nIn a mountain town far away from Ashihara-cho, a BRAND NEW story about the coexistence between &quot;Humans&quot; and &quot;Tayutais&quot; is about to start.<br />\r\n<br />\r\n&quot;To be with you,&quot; that single vow is my everything.<br />\r\n<br />\r\nThis the sequel to Tayutama, which is Lump of Sugar's signature work. Lump of Sugar is a leading developer of cute visual novels. <br />\r\n<br />\r\nAs this celebrates Lump of Sugar's 10th anniversary, it brings together a large number of fans, who will look forward to enjoying it.<br />\r\n<br />\r\nThe story takes place 50 years after the prequel, and several NEW pretty girls are here. The prequel's most popular character Mashiro Mito continues to enjoy life in this story, along with other youthful girls.<br />\r\n<br />\r\nNew players can really absorb the atmosphere of this new game. In addition, longtime fans of the Tayutama series will also have a lot of fun.<br />\r\n<br />\r\nThis is a bishoujo game, and this kind of game is amazing. Playing this game is like reading a book, except it has beautiful illustrations, and characters you can see face to face. The wonderfully professional character voices and melodic background music will make you personally &quot;be there.&quot; Players progress through the story by interacting with many different beautiful girls. They need to make the right decisions, so that they can reach the perfect ending.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/705580/header.jpg?t=1511492681",
    "developers": [
      "Lump of Sugar",
      "HIKARI FIELD"
    ],
    "publishers": [
      "HIKARI FIELD"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "71",
        "description": "色情内容"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}