{
  "705870": {
    "name": "Echo Grotto",
    "steam_appid": 705870,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/705870/extras/d7d47dd7b3bee969c6e03713f1ee2251.avif?t=1568769468\" width=443 height=153 /></span><br><br>Echo Grotto is a virtual reality experience that lets you explore unique and intricate cave systems using a range of caving gear and tools!<br><br>Traverse underwater tunnels, huge open caverns, crystal caves, massive ravines, sulfur pools, deep pits, glow-worm lit grottos and much more!<br><br>Echo Grotto uses subtle random generation to make every cave system feel unique, while still delivering amazing locations and deeply interconnected caves since every cavern and passage is handmade and uniquely designed.<br>Each time you embark down into the caves of Echo Grotto you will never know what’s around the corner!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/705870/extras/2df52a41b96ad3679b35a0f2ab65cff0.avif?t=1568769468\" width=344 height=123 /></span><br>Before you descend into a new cave system you can choose what gear you want to take with you. You might choose another locomotion method (like a grappling hook) or maybe an additional light source like a headlamp or lantern. <br>Maybe you would rather take a snorkel with you so that you can reach the underwater portions of the caves? Or maybe a flare gun to easily light up things in the distance. <br>There are many different tools to choose from!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/705870/extras/a3a63719a9c04f7941adb0791b20551e.avif?t=1568769468\" width=344 height=96 /></span><br>You can explore the caves using a unique teleportation system, where you throw a small ‘teleporter lamp’ and you will be teleported to where it lands. This lamp will leave a trail of previous lamps behind you, resulting in a trail of lights that leads you back the way you came! <br>Much like how cavers would leave a string behind them as they go, your teleporters leave a wire and trail of lights for you to retrace your steps.<br><br>Another locomotion option is a pair of caving hooks, which you can use to freely &quot;grab and move&quot; yourself around the environment!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/705870/extras/da98c73263e57b3cb363b20dfd64cfdd.avif?t=1568769468\" width=266 height=156 /></span><br>Choose to play as either an 'experience' or a 'game'. Choosing 'experience' will allow you to pick whatever gear you want from the start and simply explore the caves as you wish, while choosing 'game' will include a progression system, where you start with only basic tools and must search for more within the caves. <br>It also employs a simple currency system, where you can use various gemstones found within the caves to get better tools!<br><br>You can also play a range of special ‘scenarios’ which alter the gameplay in unique ways. For example, you can explore a flooded cave system, start the game from an alternative entrance or play with nothing but glowsticks! <br>Some scenarios are like special challenges, like starting the game already deep into a cave system with only a candle (which will run out over time!).<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/705870/extras/33d4940f3bab28706415ef5bda5c6e79.avif?t=1568769468\" width=344 height=123 /></span><br>You will also find a range of cave-dwelling creatures in Echo Grotto.<br>Keep an eye out for snails, eels and wetas! But if you’re not a fan of creepy-crawlies you can always set which animals can be found in the caves (or even none at all).<br><br>Go and see for yourself what’s deep in the caves of Echo Grotto!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/705870/header.jpg?t=1568769468",
    "developers": [
      "Gaugepunk Games"
    ],
    "publishers": [
      "Gaugepunk Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}