{
  "705850": {
    "name": "Fantasy Grounds - Pathfinder RPG - Strange Aeons AP 2: The Thrushmoor Terror (PFRPG)",
    "steam_appid": 705850,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the <strong>Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" ><strong>Chapter 2: &quot;The Thrushmoor Terror&quot;</strong></h2><i>by</i> <strong>Tito Leati</strong><br><strong>Fear in the Streets</strong><br>After escaping from the waking nightmare of Briarstone Asylum, the former captives venture to the dismal town of Thrushmoor to unravel the enigma of their lost memories. Upon arrival, the adventurers find that the town's leadership has either fled town or gone missing, and a rash of kidnappings and rumors of the Briarstone Witch spread terror among the townsfolk. As the adventurers investigate the unsettling mysteries, they uncover a secretive cult that plans to use Thrushmoor's ancient monuments to grow its power. Will the heroes discover the secret behind their affliction and find answers in an uninviting town, or will they fall victim to the ruthless villains who want to sacrifice the people of Thrushmoor for some terrible purpose?<br><i>This volume of Pathfinder Adventure Path continues the Strange Aeons Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;The Thrushmoor Terror,&quot; a Pathfinder adventure for 4th-level characters, by Tito Leati.<br></li><li>A gazetteer of the dreary town of Thrushmoor, the setting for the events of this adventure, by Tito Leati.<br></li><li>A look at the nihilistic cult of the Great Old One Hastur, by James Jacobs.<br></li><li>Horror on the plains in the Pathfinder's Journal, by Christopher Rowe.<br></li><li>A bestiary containing a new Great Old One and other accursed monsters, by James Jacobs, Michelle Jones, and Tito Leati.</li></ul>Pathfinder Adventure Path is Paizo Inc's monthly full-color adventure. It contains an in-depth Adventure Path scenario, stats for about a half-dozen new monsters, and several support articles meant to give Game Masters additional material to expand their campaign. Pathfinder Adventure Path volumes use the Open Game License and work with both the Pathfinder RPG and the standard 3.5 fantasy RPG rules set.<br>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul>&lt;b&gt;Requires:&lt;/b&gt; The free Fantasy Grounds virtual tabletop (VTT) software.<br><i><br><strong><br>Adapted for Fantasy Grounds by: [/i]Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/705850/header.jpg?t=1768385802",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 30 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}