{
  "705980": {
    "name": "The Greenskins",
    "steam_appid": 705980,
    "required_age": 0,
    "is_free": false,
    "description": "It is a multiplayer base building game that while orc player building his tribe and defend it against humans who trying colonize the island. Each waves humans will send the diffrent amount of soldiers depend on success of the human player. With the end of the last wave human player will get no longer aid.<br><br><br><strong>The key features:</strong><br><ul class=\"bb_ul\"></ul><br><ul class=\"bb_ul\"><li> Lead the army you built with the various soldiers categorized under Melee and Ranger.<br><br></li><li> 7 types of building and 6 types of unit.<br><br></li><li> 8 landing wave. Each wave amount of human will depends on the succes of the  human player.<br><br></li><li> Win the match by destroying the main building or by killing the enemy player.<br><br></li><li> 20-30 minutes gameplay of a single match.<h2 class=\"bb_tag\" >About the island</h2>Island has 4 parts:<br><br>1) Landing part, This is where Human player will start. Player cannot build a base by his will. Its controlled by ai. Ai can build 1 type of building which will spawn a soldier every 2 minutes. Ofcourse, players main army will be soldiers that will spawn from waves.<br><br>2)Snowy part, This where Orc player can summon creatures(Such as troll) other than barracks. Its between two walls). There is a direct teleportation from village part for Orc player. Human player cannot teleport.<br><br>3)Bridge part, It is a narrow place as you might guess. A little bit long bridge.<br><br>4)Village part, It is where Orc player will build his village. In order to Human player win, player must either kill the orc player or destroy the main building.<h2 class=\"bb_tag\" >What is left to do before release of the game?</h2><br>Models aren't finished, both enviroment and soldier. Also optimizing the game.<h2 class=\"bb_tag\" >So when is the release?</h2><br>Hoping to release it in a few months.  Once everything is finished, we will release a full gameplay video of the match. You can follow our Steam forums.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/705980/header.jpg?t=1604944361",
    "developers": [
      "Institute"
    ],
    "publishers": [
      "Institute"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}