{
  "706410": {
    "name": "STAR WARS™ Battlefront II (Classic, 2005)",
    "steam_appid": 6060,
    "required_age": 0,
    "is_free": false,
    "description": "With brand new space combat, playable Jedi characters, and over 16 all new battlefronts, Star Wars Battlefront II gives you more ways than ever before to play the classic Star Wars battles any way you want. <br>\t\t\t\t<ul class=\"bb_ul\"><li><strong>Enhanced Single-Player Experience</strong> - Join the rise of Darth Vader’s elite 501st Legion of Stormtroopers as you fight through an all new story-based saga where every action you take impacts the battlefront and, ultimately, the fate of the Star Wars galaxy.<br>\t\t\t\t</li><li><strong>All New Classic Trilogy Locations</strong> - Fight inside the corridors of the second Death Star, in the marshy swamps of Dagobah, and even aboard the Tantive IV, Princess Leia’s Blockade Runner, as seen at the beginning of Star Wars Episode IV: A New Hope.<br>\t\t\t\t</li><li><strong>More Classes and Vehicles</strong> - Now choose from six distinct soldier classes, plus bonus hero characters for each of the four factions: Rebels, Imperials, CIS and the Republic. Then jump into more than 30 diverse ground and space vehicles, including the clone BARC speeder, AT-RT and new Jedi Starfighter and ARC 170.<br>\t\t\t\t</li><li><strong>PLUS Improved Online Features</strong> - Engage in massive online battles with multiplayer action for up to 64 players. Play five different online game modes including Conquest, Assault, one-and two-flag Capture the Flag, and Hunt.<br>\t\t\t\t</li></ul>Now for the first time, Star Wars Battlefront II lets you…<br>\t\t\t\t<ul class=\"bb_ul\"><li><strong>Fight as a Jedi</strong> - Earn the ability to wield a lightsaber and use Force powers like Yoda, Darth Vader and many other heroes and villains.<br>\t\t\t\t</li><li><strong>Battle in Space</strong> - Dogfight in X-wings, TIE fighters, Jedi starfighters and other classic starcraft, or land your ship on a star destroyer and fight it out on foot aboard enemy ships.<br>\t\t\t\t</li><li><strong>Play 16 New Locations</strong> - Battle across Star Wars: Episode III environments such as Utapau, Mustafar and the epic space battle above Coruscant.<br>\t\t\t\t</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/6060/header.jpg?t=1707697325",
    "developers": [
      "Pandemic Studios"
    ],
    "publishers": [
      "Lucasfilm",
      "LucasArts",
      "Disney"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 7 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}