{
  "70650": {
    "name": "Worms Blast",
    "steam_appid": 70650,
    "required_age": 0,
    "is_free": false,
    "description": "Fall in line for fast, furious fire fights with Worms™ Blast. Your mission: launch your worm marine into hostile waters and blast your way to survival through intense puzzle action! Take the big chunk of puzzle-styled gameplay and slice into 60 fun-sized missions. Sprinkle with a fiendishly challenging puzzle mode, and mix in a tasty tournament mode, not forgetting to include the unlockable hidden features. Spread this mixture over a multi-player head-to-head game guaranteeing fun for yourself and your friends, and allow to simmer! When enjoyment is boiling, add in a generous helping of entertaining characters, boat-based silliness, fog, sea monsters, and falling anvils. Add bazookas, dynamite and unprecedented destruction to taste.  This recipe should serve a truly hefty helping of fun!<br><br>\t\t\t\t\t\t<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li>Jam packed with over 20 special weapons, utilities and gadgets. <br>\t\t\t\t\t\t</li><li>Wacky Weaponry: unleash a firing frenzy on your opponent using Shotguns, Bazookas, Mines, Laser Beams, and Sea Monsters. <br>\t\t\t\t\t\t</li><li>Explosive Power-ups: Collect power-ups like Double Damage, Sailor's Delight, and Fish Food.<br>\t\t\t\t\t\t</li><li>Torrential Weather: Brave the high seas against Rain, Wind, Solar Eclipses, and even Cosmic Showers.<br>\t\t\t\t\t\t</li><li>A massive single-player puzzle mode that features 60 wild and varied missions using oodles of diverse gameplay features.<br>\t\t\t\t\t\t</li><li>8 captivating multi-player modes for playing against either a human or AI. Featuring modes like Star Collect, Deathmatch and Tide Trial. <br>\t\t\t\t\t\t</li><li>9 outrageous characters to choose from, each with their own set of skills. Play as a Worm, Sheep, Old Woman or even as Superfrog!</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语, 法语, 意大利语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/70650/header.jpg?t=1596808502",
    "developers": [
      "Team17 Digital Ltd"
    ],
    "publishers": [
      "Team17 Digital Ltd"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3100,
      "final": 3100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 31.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2011 年 10 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 4,
      "total_negative": 1,
      "total_reviews": 5
    }
  }
}