{
  "706650": {
    "name": "Fantasy Grounds - Town Backdrop: Dunstone (5E)",
    "steam_appid": 706650,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Town Backdrop: Dunstone</strong></h2><i>Dunstones granite walls sprawl lazily across a hilltop south of the massive Mottled Spire. In bygone times, monsters sallied from the Mottled Spires twisted canyons, their onslaughts only stopped by the brave Dunstonian forces. Now after generations of quiet, the towns once formidable moat is used by grazing sheep and playing children. The insular community has become peaceful but peace has led the town to become stuck in its old ways. A new ruler seeks to slough of Dunstones years of quiet and idleness to usher the town into a new era. Guilds practice their crafts, preparing to send their goods throughout the Duchy of Ashlar. Yet, the Mottled Spire and the environs beyond are never quiet. A vile creature has emerged from Gloamholds depths to prey on the unsuspecting townsfolk.</i><br><i>By</i><strong> John Bennett</strong><br><i>Map by</i><strong> Tommi Salama</strong><br><i>Most of Dunstone comprises peasant homes. A few locations, however, are of interest to adventurers:</i><br><ul class=\"bb_ul\"><li>Dunstone Keep: Home to the Oksanen family, rulers of Dunstone, the keep serves as a bastion against predators emerging from the Mottled Spire. The lords grandson, Aavo, has taken over the duties of rulership in hopes of reinvigorating the town.<br></li><li>Tower of the Sword: This stout tower houses the local church of Darlen and a sacred relic of the Father. A garrison of the Knights of the Eternal Watch also headquarter here, charged with the task of keeping the town safe.<br></li><li>Bastion of Peace: Worshippers of Conn gather here, a place that is the heart and soul of the community.<br></li><li>Sheep Knuckles: This strange inn sticks out in Dunstone but is a beloved drinking spot for the locals. Various forms of entertainment take place here nightly.<br></li><li>The Gilded Swan: One of Dunstones most prominent inns, it has secretly been taken over by an intellect devourer. Various hedonistic delights can be had here for a price.<br></li><li>Kildanns Cuts: Renowned for its quality meats, its owner, a wanted fugitive, also offers a special menu comprising the flesh of exotic creatures.<br></li><li>Rekola Manor: Once a wizarding school, the manor and family have fallen into decay. Its current patriarch seeks to repair the familys fortunes.<br></li><li>Brandybottle Distillery: This halfling-owned distillery is known for its fine spirits. Its owner, Verna Brandybottle single-handedly started a brewing revival in Dunstone.<br></li><li>Fisfelonds Smithy: An inconspicuous smithy, its aging elven weaponsmith makes renowned weapons for the true of heart or for Dunstones protection.<br></li><li>Farmers Market: The local farmers congregate here to sell produce in a festival-like atmosphere with lively music and fresh beer.<br></li><li>Trade Market: The trade market allows various guilds to sell their wares and intermingle. Special events occur frequently to showcase a particular guild or businesss wares.</li></ul><i>Most of the population are nothing more than hardworking peasants. A few, however, are of interest to adventurers:</i><br><ul class=\"bb_ul\"><li>Aavo Lahti (location 1) A young idealist, Aavo help to turn Dunstone around.<br></li><li>Benjam Lahti (location 1) The ancient lord rules Dunstone and is resistant to change.<br></li><li>Dulannis Fisfelond (location 9) Dulannis has lived in Dunstone for decades and makes high-quality weapons.<br></li><li>Joonas Mattila (location 2) Joonas is high priest of the local Temple of Darlen and leads the Knights of the Eternal Watch stationed therein.<br></li><li>Mari Parviainen (location 11) Mari works closely with Aavo in revitalizing Dunstone.<br></li><li>Marjo Oiva (location 3) The aging priestess of Conn, Marjo works with the towns newest generation.<br></li><li>Roosa Lajunen (location 4) An inn keep and amateur magician, Roosa is often plagued by strange dreams.<br></li><li>Soili Kotka (location 10) Soili organizes and plans the frequent farmers markets and is the towns biggest gossip.<br></li><li>Thrayxix/Jyrki Klemetti (location 5) Thrayxix poses as a businessman while creating a secret thieves guild and plotting Dunstones ruination.<br></li><li>Verna Brandybottle (location 8) Verna hails from the Lonely Coast. She runs the Brandybottle Distillery and heads the Brewery Guild.<br></li><li>Vieno Rekola (location 7) A feeble old wizard, Vieno laments his familys decline in the magical arts as he seeks new items and spells.<br></li><li>Whurkus Kildann (location 6) Wanted in his native lands, Whurkus heads the Butchers Guild and is known for his exotic meats.</li></ul>Town Backdrop: Dunstone is designed for use with the 5th edition of the worlds most popular roleplaying game. Fantasy Grounds conversion includes all NPCs in Fantasy Grounds format in encounters by location to make the DMs job easier.<br><i>Fantasy Grounds Conversion by:</i> <strong>Michael G. Potter</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Michael Potter</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/706650/header.jpg?t=1768385999",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 6 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}