{
  "706600": {
    "name": "Fantasy Grounds - Village Backdrop: Coldwater (5E)",
    "steam_appid": 706600,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Village Backdrop: Coldwater</strong></h2><i>Widely thought of as a haven for smugglers and other miscreants, rumours swirl as thickly about Coldwater as the persistent sea fogs that sometimes blanket the place for days at a time. Set at the head of a muddy cliff top path, Coldwater is an isolated, dismal place. Its folk are sullen, ugly people and even the villages ruler hates the place. For all that, Coldwater can be a place of opportunity and adventure. Sometimes, pirates drop anchor off the coast to deal with the local smugglers while rumours of a sunken stair and a nearby cove of ill aspect bring a steady stream of adventurers to the village.</i><br><i>By</i><strong> Creighton Broadhurst</strong><br><i>Map by</i><strong> Tommi Salama</strong><br><i>An isolated place, perched upon an inhospitable coast at the head of a muddy coastal path, Coldwater is not an easy, or pleasant, place to visit. The village huddles at the mouth of a steep-sided valley leading down to the sea. Here, the seabed quickly drops away and the waters are deep, dark and cold. Rumourswhispered in taprooms up and down the coastspeak of dark things: of unwholesome practises carried out in worship of some ancient, depraved power, of travellers going missing near the village and of an ancient set of steps buried at the base of nearby cliffs and revealed only at particularly low tides.</i><br><i>Whatever the truth, Coldwaters folk are sullen, distrustful of outsiders and some are said to suffer from horrible deformities. Even the villages rulerthe aged Elina Vuollehates the place and leaves its folk to fend for themselves. Two families dominate day-to-day life: the Eerolas and the Purhos. Trapped in a low-grade, but vicious, family feud the two families subtly work against one another and use the other villagers as their pawns.</i><br><i>Most of Coldwater comprises peasant homes. A few locations, however, are of interest to adventurers:</i><br><ul class=\"bb_ul\"><li>Vuolle Manor: Perched on the side of the valley, Vuolle Manor overlooks the village. Its battlemented walls give spectacular views of the surrounds.<br></li><li>Waterside: The harbour is the busiestand smelliestplace in the village. Here, a gallimaufry of fishing vessels and small merchant craft jostle for berths.<br></li><li>Itkonens: Here, Uzlen Itkonen builds and repairs fishing vessels and small merchant craft. The dockyard is always busy.<br></li><li>Saulis Home: Here dwells the patriarch of the Eerola family.<br></li><li>Crooked House: This partially sunken building is the home of Armas Hujanen. Part of the cellars foundations has collapsed, giving the house its name.<br></li><li>Chapel of the Mistress: Dedicated to Serat (the uncaring Mistress of Storms) this small chapel is one of the most substantial buildings in the village. On misty nights its bells toll endlessly to guide home those still out on the water.<br></li><li>The Stooped Man: Coldwaters only inn and tavern, the Stooped Man is a bastion of cheap alcohol, surly service and draughty, flea-infested accommodation.<br></li><li>Atros Home: Atro Purho dwells in this large, ramshackle building. Extensive cellars intersect with a sea cave; here much of the Purhos clandestine business is conducted.<br></li><li>Devils Cove: Strange goings on and several disappearances conspire to keep the populace away from this nearby cove.<br></li><li>The Sunken Stair: Only exposed at particularly low tides, these stairs lead to a chamber containing a seemingly unopenable pair of stone doors. Beyond these doors lies the Fane of the Undying Sleeper</li></ul>Village Backdrop: Coldwater is designed for use with the 5th edition of the worlds most popular roleplaying game. Fantasy Grounds conversion includes all NPCs in Fantasy Grounds format in encounters by location to make the DMs job easier.<br><i>Fantasy Grounds Conversion by:</i> <strong>Michael G. Potter</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Michael Potter</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/706600/header.jpg?t=1768385943",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 6 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}