{
  "706780": {
    "name": "Fantasy Grounds - Village Backdrop: White Moon Cove (5E)",
    "steam_appid": 706780,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Village Backdrop: White Moon Cove</strong></h2><i>White Moon Cove is a respectable fishing village set in a sheltered cove which acts as an excellent, natural harbour. The inhabitants of this tightly-knit community are sober, hardworking and amiable fishermen, traders and other sturdy folk making their living from the sea. Despite being a fairly peaceful and law-abiding place, White Moon Cove still hold many opportunities for adventure, from rumours of secret smuggler activity to an ancient and possibly haunted lighthouse. Yet, perhaps the most famous reason for White Moon Coves notoriety is the mysterious underwater edifice known as the Sunken Pyramid which lies hidden far beneath the waves a few miles out to sea.</i><br><i>By</i><strong> Marc Radle</strong><br><i>Most of the village comprises peasant homes. A few locations, however, are of interest to adventurers:</i><br><ul class=\"bb_ul\"><li>Seafoam Trade Goods: Edrics Trading Shop is almost always busy with sailors, merchants and local residents alike.<br></li><li>Gwyns Smithy: This large building is owned and operated by Orin Gwyn. Items available include sword blades, farming implements, eating utensils and ships tools.<br></li><li>Sleeping Triton: The Sleeping Triton comprises a spacious tavern with two dozen cosy rooms. It is easily one of the most popular places in White Moon Cove.<br></li><li>White Chapel: White Moon Coves temple is one of the villages most impressive buildings. Recently constructed, the temples high-domed roof gleams in the sunlight.<br></li><li>Village Hall: This building comprises a large central meeting room and a number of smaller chambers and offices. It is well-guarded during the day and securely locked at night.<br></li><li>Dornas Fishmongers Shop: This large building, located near both the marketplace and the docks, is a popular destination of sailors and fisherman alike.<br></li><li>The Cyclops: Known to locals as The Cyclops, this old stone lighthouse sits at the mouth of the cove. It is by far the oldest structure in the village.<br></li><li>Marketplace: Numerous stalls and animal pens fill the area in a semi-organized jumble. A large weekly market day draws people from all over the local area.</li></ul><i>Most of the population are nothing more than hardworking peasants. A few, however, are of interest to adventurers:</i><br><ul class=\"bb_ul\"><li>Barro Godwyn Head of the village council, Barro is a stern fellow.<br></li><li>Corwyn Redcrow This reclusive wizard is often found at the Sleeping Triton.<br></li><li>Dorna Operates White Moon Coves fishmonger shop (and brothel).<br></li><li>Edric This charming, charismatic man owns Seafoam Trade Goods.<br></li><li>Galen Nrek White Moon Coves gruff, but capable, constable.<br></li><li>Kandra This quiet and kind priestess officiating at the White Chapel.<br></li><li>Old Grif Serann The one-armed, sahuagin-hating village drunkard.<br></li><li>Orin Gwyn This bald, brawny man operates Gwyns Smithy.<br></li><li>Perrin is the proprietor of the Sleeping Triton.</li></ul>White Moon Cove features in Marc Radles adventure, The Sunken Pyramid.<br>Village Backdrop: White Moon Cove is designed for use with the 5th edition of the worlds most popular roleplaying game. Fantasy Grounds conversion includes all NPCs in Fantasy Grounds format in encounters by location to make the DMs job easier.<br><i>Fantasy Grounds Conversion by:</i> <strong>Michael G. Potter</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Michael Potter</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/706780/header.jpg?t=1768386100",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 6 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}