{
  "707670": {
    "name": "Talisman - The Harbinger Expansion",
    "steam_appid": 707670,
    "required_age": 0,
    "is_free": false,
    "description": "<i>“Dark omens herald the end of all things. Fire rains from the sky, the sea swallows the land, demons stalk the world and the dead rise from their graves. In the midst of these dark times, great heroes are needed to face these new threats and save the world of Talisman from utter annihilation.”</i><br><br>The end is nigh and it’s down to you to save the world of Talisman. Discover the Omens that are lingering over the land and win before the horrible future they predict comes true. Are you prepared to save the land?<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/707670/extras/640cc9829d8b253e852f97555673a342.avif?t=1616063266\" width=616 height=350 /></span><br><br>The Harbinger is a mysterious figure that bears an ancient prophecy that foretells the end of the world. At the start of the game, The Harbinger is placed off the board until a player (not in the Inner Region) draws an Event Card. The Harbinger then moves to the space the Event was drawn. If a player encounters the Harbinger’s space they must roll the die and refer to the Harbinger’s roll chart. Once the in-play Omen is discarded, The Harbinger is removed from the board until the next Event is drawn.<h2 class=\"bb_tag\" >Strength / Craft</h2>Some of the enemies in The Harbinger expansion will have a Strength / Craft Value. If your Character encounters one of these enemies you can choose whether you want to fight the enemies in Battle or in Psychic Combat.<h2 class=\"bb_tag\" >Harbinger Cards</h2>Harbinger Cards are a new deck of cards that are only drawn when you're in the same Region as the Harbinger NPC. These cards cannot be affected by the Orb of Knowledge, the Prophetess' ability, or similar effects.<h2 class=\"bb_tag\" >Omen Cards</h2>Before the game begins, you must decide which set of Omen Cards you wish to use. There are four sets of Omen cards: Armageddon, Rise of the Dead, Stars Align and Shattered World. There are 8 cards within each set and they become triggered by effects throughout the game. If the stack of Omen cards runs out the game is over and there is no winner. <br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/707670/extras/da40c857fd30af11f142f36775bd101f.avif?t=1616063266\" width=616 height=350 /></span><h2 class=\"bb_tag\" >Ascendant Divine</h2>As the world falls into turmoil, the Ascendant Divine’s powers and influence across the land grow to new heights. Can the land of Talisman be saved by their holy light? When playing as the Ascendant Divine:<br>You begin the game with 4 Spells, these Spells are your divine gift. These Spells do not count as Spells for the purpose of other effects and do not count against your Spell limit. <br>Whenever you gain Strength or Craft and have 4 of fewer divine gifts, you can take the top spell card and add it to your divine gifts.<br>Once per round, you can cast one of your divine gifts as if it were a Spell and it does not count towards your Spell limit per turn.<br>At the start of your turn you may discard 1 of your Divine Gifts to draw 1 Spell.<h2 class=\"bb_tag\" >Celestial</h2>Sent from the Celestial City, the Celestial has come to save the land of Talisman from impending doom. With the blessings of the holy city, they are determined to succeed in their mission. When playing as the Celestial: <br>You are always good. If any effect would change your alignment to neutral, ignore it. If any effect would change your alignment to evil, ignore it and lose 1 life.<br>Your Craft Value is equal to your current fate. <br>After you roll the die to pray, you may ignore the result and replenish 1 fate instead. <br>Whenever you gain 1 or more lives, you may gain 1 fate. Whenever your heal 1 or more lives, you may replenish 1 fate.<br>When you attack an evil or neutral character you may choose to make the attack Psychic Combat. You may not do this if you are attacked. If you win you must take 1 fate from the loser.<h2 class=\"bb_tag\" >Possessed</h2>Demons have taken control of this being’s mind and soul, transforming them into their evil vessel. The Possessed will drain life from others to fulfil the wishes of their demonic masters! When playing as the Possessed:<br>You are always evil. If any effect would change your alignment to neutral, ignore it. If any effect would change your alignment to good, ignore it and lose 1 life.<br>Your Strength value is equal to your current life. <br>Whenever you defeat an Enemy in battle you may heal 1 life. <br>At the start of your turn, you may discard 1 Stranger or Place in your space. If you do, you may heal 1 life.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/707670/extras/6f90aba8a93eac52d8163e3719599aad.avif?t=1616063266\" width=616 height=350 /></span><h2 class=\"bb_tag\" >End of Days</h2>The Beast, a strong and powerful Demon, is guarding the Crown of Command. You must defeat him through Battle or Psychic Combat to win the game. If you’re killed you must discard the top Omen Card.<h2 class=\"bb_tag\" >Armageddon Crown</h2>The final battle has arrived. If you’re on the Crown of Command, you must roll 1 die against the roll chart. If another Character is present at the beginning of your turn, you must attack the other character rather than rolling for the Crown. While any character is on the Crown of Command, any player instructed to draw an Adventure Card must draw Harbinger Cards instead. If the last Omen is discarded, all characters on the Crown of Command win the game. If not, the last character alive wins. <br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/707670/extras/dc897b4bcbd778dbc23060068aed09be.avif?t=1616063266\" width=616 height=350 /></span><br><br><ul class=\"bb_ul\"><li>75 Harbinger Cards<br></li><li>32 Omen Cards<br></li><li>The Harbinger NPC<br></li><li>10 Spell Cards<br></li><li>10 Terrain Cards<br></li><li>3 New Characters<br></li><li>2 New Alternative Endings</li></ul><br><i>“Can you stop the end of the world?”</i>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/707670/header.jpg?t=1616063266",
    "developers": [
      "Nomad Games"
    ],
    "publishers": [
      "Nomad Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}