{
  "707710": {
    "name": "Mobile Dungeon",
    "steam_appid": 707710,
    "required_age": 0,
    "is_free": true,
    "description": "Hear ye, hear ye, fellow Traveler!<br><br>From the creators of Shakes &amp; Fidget, join us in a new epic fantasy RPG adventure. Get ready to accept our new quest and embark on the wackiest dungeon crawler!<br>The bards of the realm already sing their songs of a new fun game!<br>And their ballads go like this:<br><br>&quot;Welcome to Mobile Dungeon, a merry RPG show,<br>Where dungeons are playgrounds and laughter does flow.<br>In a world so absurd, where the champions are wacky,<br>Embark on a journey that's utterly tacky.<br>In dungeons bizarre, where the strange materializes,<br>An epic crawl awaits, full of comical surprises.<br>Goblins with whoopee cushions and disco-dancing trolls,<br>Every step is a giggle, every challenge, pure gold.<br>In arenas of madness, where the PvP is a delight,<br>Craft strategies that boggle, in the absurdity of the fight.<br>Real-time showdowns with champions so funny,<br>Outwit your foes with humor, emerge as the bunny.<br>Summon your team, a carnival absurdity,<br>From pranking goblins to chickens of sincerity.<br>Craft a crew with synergy both potent and mad,<br>In the land of wizards, it's a team-building fad.<br>Mobile Dungeon, where laughter takes flight,<br>In a RPG world that's whimsically bright.<br>A celebration of mirth, a fantastical cheer,<br>Join us in the Dungeon, where the funny is near!&quot;<h2 class=\"bb_tag\" >GAME FEATURES:</h2><h2 class=\"bb_tag\" >- HEROES &amp; FOES -</h2>Collect tons of different units, good and evil characters, monsters and animals. Hunt or recruit them to shape your party and defeat any threat that stands in your way.<h2 class=\"bb_tag\" >- STRATEGIC BATTLES - </h2>Form your party and strategize unbeatable lineups to overcome your enemies in battle. From very nasty seagulls to bulky orcs, each formation will grant specific skills and unique buffs.<h2 class=\"bb_tag\" >- DISCOVER -</h2>Immerse yourself in a fantastical world where the legends are as diverse as they are ludicrous. From the legendary feats of a tea-sipping sorcerer to the epic tales of a hero who communicates solely in limericks, the whimsy never ends. Explore, laugh, and uncover the legends that define this one-of-a-kind RPG<br><br><br>So let the fun run free, by this here royal decree!",
    "supported_languages": "德语<strong>*</strong>, 英语<strong>*</strong>, 波兰语<strong>*</strong>, 捷克语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 匈牙利语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/707710/header.jpg?t=1730215961",
    "developers": [
      "Playa Games GmbH"
    ],
    "publishers": [
      "Playa Games GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 8 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}