{
  "708200": {
    "name": "Fantasization",
    "steam_appid": 708200,
    "required_age": 0,
    "is_free": false,
    "description": "Fantasization is a team-based roleplaying game with turn-based tactical combat, deep RPG mechanics and an evolving procedurally generated world with warring factions. Your party of four heroes belongs to a secret order protecting the largest known collection of the mysterious substance called the Aether. The Aether used to be a pure and benevolent element used by the greatest mages and the dwarven smiths alike.  Recently, however, the Aether has started to become dark and malevolent and your party will need to find allies to stop this corruption before the growing darkness engulfs the world.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/708200/extras/902159df1041738edefac461bc8a2b54.avif?t=1506418131\" width=419 height=93 /></span><br><ul class=\"bb_ul\"><li>Character customization: We have created a system that enables hundreds of very different ways to create powerful characters for your party. We also provide premade character templates for players who wish to focus on other aspects of the game first.<br></li><li>Challenge: The game teaches you to take full advantage of your team members. It is up to you to learn and adapt. Your tactics and ability to pick the right tools for the job have to improve along the way in order to survive the higher level content.<br></li><li>Story: Most of the story will be told by the interactions between the factions and the player. Think Civilization. We don’t know how your story will play out. What are the factions going to request from you? How will they fare against the forces of corruption or against each other? Which factions will rise and which ones will fall?<br></li><li>Evolving world: The various factions of the world will have different (sometimes even hidden) agendas that guide their actions. They will claim new land and resources, attack their enemies and assist their allies. All the while the corruption of the Aether is spreading throughout the world and warping and defiling anything it touches.</li></ul> <br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/708200/extras/b80337dc7f4ca102c3a7d060a9578b19.avif?t=1506418131\" width=419 height=93 /></span><br><ul class=\"bb_ul\"><li>World Map: The story of the game is mainly told on the procedurally generated world map where you explore the world, complete quests, interact with the different factions and run into random encounters.<br></li><li>Adventure Maps: For each individual encounter or quest the games switches to a top-down adventure map that plays real-time with various NPCs and enemies. This is where you do most of your exploration. These maps are also procedurally generated, but include many fixed elements to ensure interesting gameplay.<br></li><li>Battlefield: Whenever you encounter enemies, a hex grid is overlaid on the current adventure map and the game switches to turn-based mode. Individual fighters take turns to move, attack and use special abilities. These battles will be the ultimate test of your character builds, group tactics and team synergies.<br></li><li>Role Playing System: One of the key goals for our RPG system is to enable a wide variety of strong combinations of skills, attributes and items. Our system uses eight main attributes along with a large variety of different skills. All the items in the game are manually designed so that each item really feels special and interesting.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/708200/extras/cd98c2da56480fc85d2cc9af1ab472f9.avif?t=1506418131\" width=419 height=93 /></span><br>Our core development team consists of a machine learning specialist, an architect and a CEO of an IT company. The upside of this unconventional development team is the fact that we can operate without budget or time constraints. A great benefit of this is that we have been able to spend a great deal of time iterating on the game design and implementation. Our game mechanics have also undergone a large number of major revisions. We just need the parts that matter the most to be perfect. We are now approaching this goal and we are planning to release the game on Early Access later this year.<br><br>Our team members use a ridiculous amount of time to play pretty much every newly published computer RPG and have been doing this since the original SSI Gold Box games. Some of our strongest influences are the Civilization, Heroes of Might and Magic, Wizardry and Baldur’s Gate series. Our mechanics also owe a lot to traditional tabletop RPG systems such as the Dungeons &amp; Dragons and the Dark Eye. In a way Fantasization is also our way to give back to the RPG and indie development communities. We have created a game that is exactly what we would like to play ourselves while still remaining approachable to your average RPG player.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/708200/header.jpg?t=1506418131",
    "developers": [
      "Codens Oy"
    ],
    "publishers": [
      "Codens Oy"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}