{
  "708760": {
    "name": "Social Club VR : Casino Nights",
    "steam_appid": 708760,
    "required_age": 0,
    "is_free": false,
    "description": "Social Club VR is an addictive single and multi-player game that allows you to head to a high-class Casino from the comfort of your own living room, where you are in control.  Enjoy games like Blackjack, Texas Hold’em Poker and Roulette. You can customize your world, from the hat your avatar is wearing, to the music you hear, and what you see on the TV screens.  Personalize, and then play your favorite games to earn and unlock more fun.<br><br>Maybe you want to hone your skills for a trip to Vegas, with our AI or with other players from around the world.  Maybe you want to meet up with 5 (6 Total Players) of your old friends for a fun night of Casino Games, Casual Games, Shooting Gallery Games, or maybe you all just wanna grab some swords off the wall and have a good ol' Pirate Fight.  It could be that you are looking for a place to make your own, so you can relax.  Whatever you’re looking for, you can find it in Social Club VR.<h2 class=\"bb_tag\" >Key Features!</h2><br><br><ul class=\"bb_ul\"><li><strong>Enjoy your Favorite Casino Games</strong> - Play all your favorite table games like, Poker, Blackjack, Roulette and more in an intimate Casino Environment that allows you to freely move around the room.  <br></li><li><strong>AI or Online Players From Around The World</strong> - You can enjoy the Casino with people from around the world that you’ve never met before.  The system allows you to talk to them in real time.  Next thing you know you might have a best friend from across the world. If you’re in the mood to play alone, summon a varying number of AI characters to join you.<br></li><li><strong>Casual Games</strong> - If you need a break from Poker why not challenge a friend to a game of Chess or Backgammon?<br></li><li><strong>Shooting Gallery</strong> - The fun in this world doesn't end with the gambling.  There are three different shooting games to chose from, Sharpshooter, Quickdraw and Sniper. Challenge a friend and see who has the best aim!<br></li><li><strong>Casino Comforts</strong> - Enjoy the comforts that many people enjoy in a Casino.  If you want a drink, order a drink from the menu. If you want to smoke a cigar, get it from the menu, smoke it, but you don’t have to go home smelling like a chimney! <br></li><li><strong>Become A Big Baller</strong> -  The more often you play the more chips you can earn.  When you earn a lot, you can treat your friends to extras that they might not be able to afford by &quot;gifting&quot; it to them.  Though it might be more fun to use that big pile of chips to push them around at the tables.<br></li><li><strong>Customize Your World</strong> - Chips in the game allow you to customize.  You want to wear a cowboy hat… you got it.  You want switch up the back of your playing cards... done. You wanna change the table skins... I don't see why not. You want the Ace of Spades ash tray to hold your cigar… coming right up. <br></li><li><strong>Keep Your Old Sunday Night Poker Game Alive</strong> - If you thought you and your old college buddies would never be able to meet up for poker night again, you were wrong.  Create a private gathering that you and your friends can be a part of, with up to 6 players. <br></li><li><strong>Non VR Mode (Beta)</strong> - Wanna play with your friends who don't have a VR headset? Or maybe you're out of town with nothing but your laptop when your friends call you to say they are in the game. You won't miss any of the fun because you don't have to have a headset to enjoy this game.<br></li><li><strong>Bring Your Real World into the Virtual</strong> - You can listen to the music in the Casino, or upload any MP3, and the Casino will play the music you love. If you love videos, there are two TVs in the Casino.  While you play your games you can watch any MP4 in your collection, or enjoy your favorite youtube video playlist.<br></li><li> Youtube Integration - If you wanna do your own thing, set up your favorite Youtube playlist and watch while you play cards for hours. Or if the host of your session puts in a playlist, you can all sync to their playlist.  Now everyone in the Casino can enjoy the same entertainment.<br></li><li><strong>In-Game Camera</strong> - While you're having fun with friends why not take a picture of the action? That image will save to your hard drive, so you can check it out later or even share it with friends on your favorite social media platform.  <br></li><li><strong>Daily Chip Bonuses</strong> - If you come back everyday you get rewarded with more chips. String together several days in a row and you'll be that much closer to being the King of the Casino.  <br></li><li><strong> No Consequences </strong> - In a real Casino, if you bet big you can lose BIG, but here you can test your skills, gamble big, and not lose a single penny in your wallet.  You may drop a spot on the leader board, but you can always keep playing until you're back at the top.<br></li><li><strong>Go Wild</strong> - The ever popular bottle breaking from SportsBar VR is back, but we've added the new and improved... CAN CRUSHING!<br><br><strong>And we're not finished. More Coming Soon...</strong><br><br> Available for Arcades on SpringboardVR <br><br>For help or info join our Discord  or email us at <a href=\"mailto:support@Perilousorbit.com\">support@Perilousorbit.com</a></li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/708760/header.jpg?t=1568771036",
    "developers": [
      "Perilous Orbit"
    ],
    "publishers": [
      "Perilous Orbit"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 32,
      "highlighted": [
        {
          "name": "Welcome to the casino!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/708760/58b1dde38ec5c5ff2f4454dacb5da7e901cdd70e.jpg"
        },
        {
          "name": "You played Texas hold'em!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/708760/0fc804a188cc9abb7caa5aa8962ccf7ae4856226.jpg"
        },
        {
          "name": "You played 10 rounds of Texas hold'em!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/708760/1874fb267f3820c967735a99dc8cb6412b44c41c.jpg"
        },
        {
          "name": "Loyal Patron!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/708760/86c6d3df2bcc4706b044d0f94e2a46dc91581bbc.jpg"
        },
        {
          "name": "Winning!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/708760/0fc804a188cc9abb7caa5aa8962ccf7ae4856226.jpg"
        },
        {
          "name": "Trigger Happy!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/708760/36c4ccc822731729ddf0af990cc7873569c8d987.jpg"
        },
        {
          "name": "Dart Monger!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/708760/36c4ccc822731729ddf0af990cc7873569c8d987.jpg"
        },
        {
          "name": "Dart Hunger!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/708760/36c4ccc822731729ddf0af990cc7873569c8d987.jpg"
        },
        {
          "name": "DAaaaaAAaaaAAAaaAAAAaAAAAArhts!!! for the awesome",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/708760/36c4ccc822731729ddf0af990cc7873569c8d987.jpg"
        },
        {
          "name": "You played 50 rounds of Texas hold'em!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/708760/36c4ccc822731729ddf0af990cc7873569c8d987.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}