{
  "709040": {
    "name": "Volseons",
    "steam_appid": 709040,
    "required_age": 0,
    "is_free": true,
    "description": "Volseons is an RPG/turn-based combat type of game set in a land-locked country called Dynanzium. Take the role of Lerdstrat, one of king’s most loyal servants, as an opposing faction sets him up for the assassination attempt at king’s life. Use powerful monsters known as “Volseons” and venture around the world in search of redemption and truth.<br><br>Being creatures of immense power over the elements of the world, Humanity has found many ways to manipulate and control them in order to build up their civilisations and advance technology, while also using their power to wage war with other human factions. <br><br><strong>Features:</strong><br><br>- Journey through a prologue story arc which sets the tone and backstory of the main game (planned for release in 2019).<br>- Fight and Capture multiple unique Volseons, all with their own traits. (With a lot more Volseons to come!)<br>- Challenge powerful opponents as you take on a slew of difficult enemy teams where your strategy will be awarded.<br><br><strong>Our story</strong><br><br>We are proud to be here with our first major game that we want to continue developing. Currently, we made this prologue as a proving grounds of our idea as a side project in our free time. Next up, we want to get to the next level: going full-time developers, and for that, we need help!<br><br>For our planned developments for Volseons, please see below.<br><br><strong>Planned features for Volseons:</strong><br><br>- Detailed character arcs over six story epics. Following a number of characters across the world of Dynanzium, in Volseons you are not simply playing one character or one party of characters, you will instead experience intricate stories of multiple characters from different civilisations and factions as they interact and wage war with each other, seeing the good and bad in every major character instead of seeing characters as one note heroes and villains.  <br><br>- Five epic regions to explore and beyond... in ONE game! In 2000, Pokemon Gold featured two existing regions to explore which certainly made the game feel really epic. Unfortunately, as Pokemon games expanded and spread across multiple cartridges and games consoles, players cannot visit these old areas on the later versions of the game. We have built a structure which will allow us to release new regions, areas, Volseons etc into the base game, allowing players the freedom to go back to the old regions and as well as to allow us to update the old regions with new content, allowing us to make a true expansive and epic world.<br><br>- Six years of planned content. Volseons, by nature are adaptive, growing beasts. Our game will reflect this as we release a steady flow of content over the next six years. We plan to release each story epic around a year apart from the last one, each epic will come with a new region to explore with the exception of the last one... which will be something truly special. In addition, we will release additional features and balance adjustments to the game periodically.<br><br>- The progress of this prologue will transfer to the main game, this prologue will give players an early opportunity to give us feedback for improvements of the main game as well as allowing early adopters to capture some rare Volseons for later use!<br><br>- A whole encyclopedia of monsters (that we call the “Necromonium”), with around 30 Volseons already in game with their own unique passive ability and typing combinations which gives each Volseon it's own unique flavour. In addition, each Volseon has their own expansive moves pool. Volseons will be released regularly in each major update and may also be released in events. <br><br>- Truly challenging content. We are creating a strategy RPG that will have meaningful difficulty settings and optional challenge modes. For an example of this difficulty, a boss fight on a higher difficulty setting will use drastically different Volseon team compositions that are made to challenge the player much more than the normal difficulty, no inflated stats rubbish here!<br><br>- Challenge modes will introduce additional challenges such as introducing permanent death to your Volseons if they are defeated or restricting the amount of Volseons you can capture and use like a “Nuzlocke”. Many more challenge modes will also be included that will give hardcore players very meaningful feats to accomplish.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/709040/header.jpg?t=1629738195",
    "developers": [
      "Bunker Arts"
    ],
    "publishers": [
      "Bunker Arts"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}