{
  "709680": {
    "name": "Fantasy Grounds - Into the Wintery Gale (PFRPG)",
    "steam_appid": 709680,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Into the Wintery Gale</strong></h2><i>The arrival of the celestial event known as the Ohjaslange heralds the return of the dreaded Jtunnskeletal ice giantsand with them a curse of endless winter.</i><br><i>The adventurers have unwittingly stepped into the role of saviors to the Vikmordere people as the curse descends around Serpent Lake. Summoned by an ancient goddess, the adventurers join forces with the tribes of the Vikmordere to uncover lost artifacts necessary to triumph in this classic battle of good versus evil.</i><br><i>A war must be waged against the mighty Jtunn as they march down from their great stronghold on the towering peak of Ighdenholm. If the adventurers are not up to the challenge, then winter may forever reign in the valley.</i><br><strong>This adventure is designed to accommodate five to six PCs of levels 910 and advance them through 15th level.</strong><br><i>This massive mega-adventure book includes:</i><br><ul class=\"bb_ul\"><li>5 full-sized dungeon adventures including top-down and isometric cartography<br></li><li>A highly-detailed overworld, including over 30 ready-to-run encounters<br></li><li>Hundreds of prepared read-aloud descriptions<br></li><li>Optional rules for handling hypothermia and frostbite<br></li><li>Detailed Vikmordere culture information, including new gear and equipment<br></li><li>Rules for magical runepainting, including new feats and skills. Comes with a runepainters record sheet<br></li><li>A new spell, Arurns Durable Dwelling<br></li><li>10 new magic items including: the heros receptacle, the legendary sword Vlfberht, the ancient aegis known as Skjold Rustning, and the Wintyrsyrd<br></li><li>New detailed traps and hazards including The Growling Lake and deadly Ice Fog<br></li><li>Dozens of complex puzzles to challenge both players and player characters<br></li><li>Nordic-style hauntings, including Sounding of the Jtunn, Brimnars Haunt, and The Wrathful Witch<br></li><li>A dozen all new monsters, including ice maidens and skeletal ice giant berserkers, as well as villains like the Ice Queen of Meyla Isle and the dreaded Jtunn King, Krumma</li></ul><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder Ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/709680/header.jpg?t=1768386342",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8800,
      "final": 8800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 88.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 14 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}