{
  "709850": {
    "name": "AMBUSH tactics",
    "steam_appid": 709850,
    "required_age": 0,
    "is_free": true,
    "description": "Once upon a time, there was a cursed land..... Centralia. Deep in the heart of this land, King Leo of Gala sought the Cores of the Old World for power and greed. He was betrayed by his nephew, Frederick, who sparked a civil war between Gala armies; one male, one female. Frederick was defeated by AMBUSH ending the bloody and short war. <br />\r\n<br />\r\nNow, General Elle Clare plans to bring the royal family in to take power to unite Gala. This ends up setting off a chain of events that lead the members of AMBUSH into turmoil. It's up to the remaining members, Red Cloud (a shadowy outlaw), Snow Sweetmint (a newly warmhearted fighter), Mint Bittersweet (a sharpshooting bounty hunter), and Dr. McKimson (an inventive scientist) to find their way in a chaotic and merciless adventure of survival, racism, drug-use, and love.<br />\r\n<br />\r\nPlayers should expect a deep story featuring many unique characters and different choices. You'll get to meet characters that seem to feel, care, and hurt. It's an epic RPG with classic tactics game-play. The battle system is a strategic grid-based/turn-based skirmish sequence that requires careful thought and risk.<br />\r\n<br />\r\nThe game consists of a classic top down view and retro-pixel graphics. There are people to meet and interact with to continue the story. Every battle is unique and no battle goes exactly the same as the last one. <br />\r\n<br />\r\nTrailer Music &quot;Reaching Out&quot; Provided by Kevin MacLeod.<br />\r\nCredit to Victor Sant &amp; GubiD for Engine.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/709850/header.jpg?t=1658928066",
    "developers": [
      "UPLN"
    ],
    "publishers": [
      "UPLN"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}