{
  "709960": {
    "name": "Res Judicata: Vale of Myth - Add Map Pictures",
    "steam_appid": 709960,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Transparency disclaimer: This DLC item does not contain any executable files, or any files that otherwise modify the base games content.  This map pack is a complete package of images of the full-sized maps from the game.</strong><br><br>Vale of Myth contains a large number of carefully hand-crafted maps.  If you're anything like me, then coming across old map images on the internet for older games is really interesting to you.  It's difficult in the midst of play to see how all the elements in and among maps come together to form an aesthetic whole.  This DLC item is for people with such interests.  It contains one full-sized map image for every map in the game, organized into folders by location.  Because this content isn't necessary for the base game, and because of the hard disk space required for these images, they are being provided in an optional DLC package with a price tag of free.<br><br>Content expansions like maps and manuals should be free of charge.  Therefore, they are free of charge here - optional additions to the experience initially and fully purchased in Vale of Myth.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/709960/header.jpg?t=1540581744",
    "developers": [
      "Blue Booth Studios"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}