{
  "71000": {
    "name": "Evochron Mercenary",
    "steam_appid": 71000,
    "required_age": 0,
    "is_free": false,
    "description": "Trading commodities while sneaking past hostile forces, racing the best pilots in the area, mining for diamonds, negotiating for survival, spying for a curious energy company, cleaning dirty solar arrays, transporting an impatient passenger... and that's just on a Monday. The life of an independent mercenary is rarely without excitement. At times, you may choose to work under contract, while at others, you may want to take matters into your own hands in a quest to build your reputation and fortune. Your spacecraft awaits. Your adventure begins in the Sapphire star system.<br>\t\t\t\t\t\t\t\t\t\t\tIn Evochron, you are free to seek your fortune as an independent mercenary in an adventure directed by your choices, abilities, and accomplishments. Each player can bring their unique skills and interests to the game, forming clans for cooperative goals or remaining solo to complete objectives on their own in true freeform space-sim gameplay.<br>\t\t\t\t\t\t\t\t\t\t\t<strong>Key Features:</strong><br>\t\t\t\t\t\t\t\t\t\t\t<ul class=\"bb_ul\"><li>True freeform gameplay without plot restrictions, conditions, or limitations. No character attribute/skill limitations to hold you back. Experience ultimate gameplay freedom and play the game the way you want to. Your decisions and abilities define your role in the game and establish your reputations, wealth, progress, and ranking.<br>\t\t\t\t\t\t\t\t\t\t\t</li><li>Diverse gameplay choices and activities including racing, spying, mining, trading, commodity shipping, escorting, combat (both in civilian space and military war zones), exploring, asteroid clearing, equipment cleaning, crew management, station building, and ship designing. There are many ways to make money and advance in the game.<br>\t\t\t\t\t\t\t\t\t\t\t</li><li>A vast seamless universe that lets you fly anywhere without in-game loading screens. The Evochron universe is not boxed in by 'walls' or 'rooms' that require a jumpgate 'door' to access, there are no required gates or trade lanes to restrict your travel and hold you back. You can travel virtually anywhere you want. Descend into planet atmospheres to land at city trade stations, mine valuable materials, or explore for hidden items. You can escape to nebula clouds for sensor cover or hide in a massive asteroid cave for protection. Fly from planet to planet, star to star, and star system to star system.<br>\t\t\t\t\t\t\t\t\t\t\t</li><li>Unified gameplay architecture and profiles let you keep the ship, upgrades, equipment, money, weapons, crew, and commodities you acquire in the game for use in both single player and multiplayer.<br>\t\t\t\t\t\t\t\t\t\t\t</li><li>Cooperative multiplayer objectives that pay all linked players. Join forces with other players to complete more challenging activities that can offer much better pay.<br>\t\t\t\t\t\t\t\t\t\t\t</li><li>Construct space stations to dynamically expand the game's universe with new trade routes, docking points, and economies. The online multiplayer system stores player built stations with the server so other players can have access to the new stations and trade routes you create.<br>\t\t\t\t\t\t\t\t\t\t\t</li><li>Specialized industries and economies provide realistically variable item availability and pricing.<br>\t\t\t\t\t\t\t\t\t\t\t</li><li>Use your wealth to design and build a new ship, buy better weapons, hire crew members, recruit other ships, install upgrades, load commodities, and more.<br>\t\t\t\t\t\t\t\t\t\t\t</li><li>Advanced physics system features velocity adjusted acceleration curves and accounts for mass, thrust, and vector calculations. Realistic zero gravity inertia based 'Newtonian' style flight model including complete 3-way rotation and 3-way direction control with optional variable input. An advanced inertial dampening system helps keep flight control simple in space, atmospheres, and gravity fields.<br>\t\t\t\t\t\t\t\t\t\t\t</li><li>Realistic environment interaction far beyond the genre's typical 'background wallpaper'. Nebula clouds, asteroid fields, planet atmospheres, moons, and more all provide unique options for shelter and strategy. Such environment elements include changes in gravity, fuel consumption, physics, sensor range, and visibility.<br>\t\t\t\t\t\t\t\t\t\t\t</li><li>Supports keyboard, mouse, gamepad, and joystick flight control. Use the control device you prefer to play the game.<br>\t\t\t\t\t\t\t\t\t\t\t</li><li>Supports Natural Point's TrackIR 3D head control system for managing the viewpoint from the cockpit with all six degrees of movement.<br>\t\t\t\t\t\t\t\t\t\t\t</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/71000/fa6f39281af8e08d5b1da11d780d030079b173b9/header.jpg?t=1763570525",
    "developers": [
      "StarWraith 3D Games LLC"
    ],
    "publishers": [
      "StarWraith 3D Games LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 1 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}