{
  "710000": {
    "name": "Fantasy Grounds - Lost Library of Thoth (5E)",
    "steam_appid": 710000,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>The Lost Library of Thoth</strong></h2><strong>Knowledge is the Greatest Treasure!</strong><br><i>While some raiders of the ruins of ancient lands lust for gold and glory, the wise seek knowledge and the lore of the fallen empires. Somewhere below the desert sands lies a treasure trove of forgotten secrets and magical mysteries under the wings of the Scribe of the Heavens, Thoth. The cult of this archaic patron of knowledge is long dead, but fragments and clues lead you to a hidden shrine that once bore his name. Will you find legendary wisdom and mystic rewards untold, or will the tests of mind and body within reveal only secrets man was not meant to know?</i><br>The Lost Library of Thoth is a 7th-level adventure for the 5th Edition of the world's most famous roleplaying game, and is an ideal sidetrek adventure for heroes in search of lost lore or exploring the dusty ruins of a fallen civilization, especially one inspired by the legends and lore of ancient Egypt. The Legendary Games tradition is to combine rich story and background, innovative layout, beautiful aesthetics, and excellence in design that is second to none. This product is the latest in that tradition, and we hope you enjoy using it as much as we enjoyed making it.<br>Download this adventure by Alex Riggs and Jason Nelson and Make Your Game Legendary!<br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E ruleset.<br><i>Conversion by:</i> <strong>Colin Richardson</strong><br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/710000/header.jpg?t=1768386479",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 26 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}