{
  "710810": {
    "name": "SYNTHASIA",
    "steam_appid": 710810,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Where Every Story Is Yours to Write</h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Synthasia is a text-based RPG where an AI Game Master reads your world — your character, your inventory, your surroundings, your history — and generates what happens next from all of it. Not scripted choices from a menu. Not a chatbot improvising in the dark. A genuine intelligence that understands the situation and responds to <i>you</i>, specifically.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Every decision leaves a mark. Every conversation could go anywhere. And the actions available to you are always a product of who you are and what the world around you makes possible.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/710810/extras/a240940dba5ed1293cce87f662ca1349.avif?t=1771518693\" width=1560 height=878 /></span></p><h2 class=\"bb_tag\" >An AI That Reads Your World — And Thinks Inside It</h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Before proposing a single action, the AI reads everything: your character's personality, skills, and backstory. Your inventory. The location you're standing in, what's in the room, who's present. Your history with every NPC. The world's lore, tone, and rules.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Then it generates options that make sense for <strong>this character</strong>, <strong>right now</strong>, in <strong>this exact situation</strong>.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Play a reckless mercenary and you'll see bolder, more aggressive options. Play a cautious scholar and the same situation reads differently. Carry a lighter into an enemy base where a gas canister is sitting in the corner — the AI might propose lighting it. The option exists because <i>you</i> have the lighter, <i>this room</i> has the gas, and <i>your character</i> is the kind of person who'd think of it.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The engine then runs the mechanics — the dice roll, the skill check, the consequences — and the AI narrates what actually happened. The creativity is emergent. The outcome is real.</p><p class=\"bb_paragraph\" ></p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>Context-Driven Actions</strong> — What you can do is shaped by who you are, what you're carrying, and what's around you. Options emerge from the world, not from a fixed menu.</p></li><li><p class=\"bb_paragraph\" ><strong>Character-Aware Proposals</strong> — An adventurous character gets bold options. A cautious one gets careful ones. The AI reads your archetype and plays to it.</p></li><li><p class=\"bb_paragraph\" ><strong>Mechanics-First Outcomes</strong> — The engine resolves every action through real rules before the AI writes a word. Dice rolls, skill checks, consequences — all real, never improvised.</p></li><li><p class=\"bb_paragraph\" ><strong>Configurable AI Stack</strong> — By default, Synthasia uses purpose-matched models: more analytical for game logic, more creative for narration and dialogue. Power users can assign any LLM to any individual task — one model or many, optimized exactly where it matters.</p></li></ul><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >NPCs remember you. Reputation travels. The world reacts — not just to what you did, but to <i>who you're becoming</i>.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Any Genre. Any Era. Any Story.</h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Synthasia isn't locked to one setting. The same engine that runs a medieval dungeon crawl runs a neon-soaked cyberpunk thriller, a Cold War spy drama, a cosmic horror mystery, or a spaghetti western standoff.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The AI adapts completely — combat, dialogue, characters, atmosphere — to fit whatever world you're playing in.</p><p class=\"bb_paragraph\" ></p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>High Fantasy</strong> — Enchanted forests, dragon lairs, ancient prophecies</p></li><li><p class=\"bb_paragraph\" ><strong>Science Fiction</strong> — Space stations, alien politics, rogue AIs</p></li><li><p class=\"bb_paragraph\" ><strong>Contemporary Noir</strong> — Rain-slicked streets, corrupt officials, moral grey zones</p></li><li><p class=\"bb_paragraph\" ><strong>Gothic Horror</strong> — Decaying mansions, eldritch rituals, sanity as a resource</p></li><li><p class=\"bb_paragraph\" ><strong>Frontier Western</strong> — Dusty saloons, noon standoffs, lawless territories</p></li><li><p class=\"bb_paragraph\" ><strong>Post-Apocalyptic</strong> — Ruined cities, scarce water, desperate factions</p></li><li><p class=\"bb_paragraph\" ><strong>...and anything you can imagine</strong></p></li></ul><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/710810/extras/2779fe306ae767bb70af95fc333210a1.avif?t=1771518693\" width=1560 height=878 /></span></p><h2 class=\"bb_tag\" >Conversations That Actually Matter</h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Every NPC has memory, mood, and personality. Walk into a tavern and the three people inside will react to you — and to each other — based on who you are and what you've done.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The approaches available to you are defined by the world you're playing in, and the AI tailors its proposals to your specific character — your history, your personality, your reputation with this person, right now.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Escalate a conversation the wrong way and watch the tension rise — from polite exchange to sharp words to weapons drawn. De-escalate cleverly and the crisis dissolves. The engine tracks every state.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/710810/extras/135e2b0b6da26662a1e442310fc65b73.avif?t=1771518693\" width=1560 height=1044 /></span></p><h2 class=\"bb_tag\" >Combat That Thinks</h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Every fight is a story. The engine resolves outcomes through real mechanics — your stats, your equipment, conditions on both sides, the environment around you — before the AI narrates a single blow.</p><p class=\"bb_paragraph\" ></p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" > See your success odds before committing to an action</p></li><li><p class=\"bb_paragraph\" > Use the environment: kick over oil barrels, collapse scaffolding, swing from chandeliers</p></li><li><p class=\"bb_paragraph\" > Chain actions — a successful feint opens devastating follow-ups</p></li><li><p class=\"bb_paragraph\" > Conditions change everything: Burning, Blinded, Off-Balance, and more</p></li><li><p class=\"bb_paragraph\" > Not every conflict needs to be a fight — conflicts escalate through stages, and clever players find other ways</p></li></ul><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/710810/extras/eaf504a2802318f8fdec5a7659960806.avif?t=1771518693\" width=1560 height=878 /></span></p><h2 class=\"bb_tag\" >Build Any World You Can Imagine</h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The <strong>World Editor</strong> is a full creative suite. Whether you want to automate everything, collaborate with AI, or write your own prose and lock it in forever — it's all possible.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Full Automation</strong></p><p class=\"bb_paragraph\" >Describe a world in a sentence. The AI builds it: areas, locations, NPCs, lore, item tables, encounter groups, connection maps. A playable world from a single idea, ready in minutes.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>AI-Assisted Authoring</strong></p><p class=\"bb_paragraph\" >The AI drafts; you refine. Generate a location description, then rewrite it in your own voice. Mix your prose with AI-generated content, field by field, character by character.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Author's Canon</strong></p><p class=\"bb_paragraph\" >Write your prose. Lock it. From that moment on, players see your exact words — no AI paraphrasing, no runtime alterations. The scroll they find in the dungeon? Your sentences. The innkeeper's speech? Your voice.</p><p class=\"bb_paragraph\" ></p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" > Visual world map — drag, connect, and navigate your world as a living network graph</p></li><li><p class=\"bb_paragraph\" > Upload books, PDFs, or documents — the AI extracts lore and seeds your world from them</p></li><li><p class=\"bb_paragraph\" > Natural language commands — &quot;Make Elara more suspicious&quot; or &quot;Add a secret tunnel beneath the library&quot;</p></li><li><p class=\"bb_paragraph\" > Per-field AI control — lock what you love, generate what you need</p></li><li><p class=\"bb_paragraph\" > Full-screen Focus Writing Mode — distraction-free prose editor with Dark, Light, and Terminal themes</p></li></ul><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/710810/extras/e315aa1eb2e18cc084207d53f43e6bfc.avif?t=1771518693\" width=1560 height=878 /></span></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/710810/extras/989bbd7e63c3a6e75108bbfb9f3642f4.avif?t=1771518693\" width=1560 height=878 /></span></p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Your Adventure Becomes a Novel</h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >That tense negotiation in the tavern. The desperate last stand. The betrayal you didn't see coming. Synthasia remembers all of it — and transforms your gameplay into literary chapters you can read, share, and keep.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The AI analyzes your sessions to find the dramatic arcs, writes them as structured prose, reviews its own work for consistency, and exports a novel you'd actually want to read. Not a chat log — a story.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >A World You Can Hear and See</h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Real-Time Voice Narration</strong></p><p class=\"bb_paragraph\" >Kokoro TTS runs on your GPU via WebGPU, narrating your story in natural, expressive speech. No cloud, no subscription, no voice data leaving your machine. Just your story, spoken aloud.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>AI-Generated Visuals</strong></p><p class=\"bb_paragraph\" >Every location, every NPC portrait, every key moment rendered by AI art. Multiple providers supported — cloud-based or local via ComfyUI. Characters stay consistent across sessions: same face, same aesthetic, every time.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Bring Your Own AI</h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Synthasia works with the LLM provider you prefer — or already pay for.</p><p class=\"bb_paragraph\" ></p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>OpenAI</strong> (GPT-4o, o1, and others)</p></li><li><p class=\"bb_paragraph\" ><strong>Anthropic</strong> (Claude Sonnet, Opus, Haiku)</p></li><li><p class=\"bb_paragraph\" ><strong>OpenRouter</strong> (hundreds of models via one API key)</p></li><li><p class=\"bb_paragraph\" ><strong>Local models</strong> via Ollama — fully private, no API key required</p></li></ul><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Swap providers any time. Your worlds, saves, and stories are yours regardless of which AI is running them.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Back to the Origins</h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >In 1977, Zork proved that words alone can build worlds more vivid than any screen. Synthasia picks up where Zork left off — same magic of pure imagination, same power of text to paint worlds in your mind.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >But now, the world talks back. It thinks. It remembers. It surprises you.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><i>The most revolutionary thing in gaming? Going back to where it all began.</i></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Early Access</h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Synthasia launches in Early Access as a functional, playable game with a growing feature set. The core experience — AI Game Master, World Editor, novel pipeline, voice narration, image generation — is all present. Early Access is how we build the final release: in the open, with the community, one chapter at a time.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Join the Discord to shape what comes next. Learn more and see the game in action at .</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/710810/dab874fc5ba94af7f35d754c01bab28b9bda3c15/header.jpg?t=1771518693",
    "developers": [
      "FrozenPepper"
    ],
    "publishers": [
      "FrozenPepper SRL"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}