{
  "711220": {
    "name": "Fantasy Grounds - Village Backdrop : Longbridge (5E)",
    "steam_appid": 711220,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Village Backdrop: Longbridge</strong></h2><i>A hotbed of intrigue and deception, Longbridge is claimed by not one but two noble lords. Sprawled across both banks of a wide, swiftly flowing river forming the boundary between the rivals lands, the village grew up at either end of a fortified stone bridge of ancient dwarven artifice. A no mans land of sorts, the bridge itself is huge; scores of travellers cross it every day and several businesses have established themselves upon its span to service their needs. Informally led by Einhard Kochel these free traders do not pay tax or offer fealty to either lord and fiercely resist both nobles overtures.</i><br><i>Longbridge is in turmoil. Rumourmongers whisper bloody war will soon swirl across the span as one noble or the other seeks to settle the matter of its ownership once and for all. Others whisper of hidden stairs in the bridges pilings plunging deep below the riverbed to secret, noisome catacombs of great antiquity and of the foul, ageless creatures lurking within.</i><br><i>By</i><strong> Creighton Broadhurst</strong><br><i></i><br><ul class=\"bb_ul\"><li>The Longbridge: This massive structure dominates the villages landscape and economy. Of ancient dwarven artifice is a vital component of the regions trade network.<br></li><li>The Welcoming Hearth: Set upon the bridge, this fortified inn offers comfort, security and welcome. Einhard Kochel (its owner) is a charming, well-mannered host.<br></li><li>Rideths House: This three-storey building leans precariously out over the river. From her ground floor shop, Rideth offers advice, knowledge and spellcasting services.<br></li><li>Thread &amp; Ball: Here the fugitive tailor Dricolen Thornhill (LN male halfling) mends travellers clothes while dreaming of again tailoring fine clothes for persons of note.<br></li><li>Maldrecs: This general shop has suspiciously low prices.<br></li><li>North Tower: From the north tower, Donatus Trond watches over his lords domain.<br></li><li>South Tower: Warding the bridges southern approaches, it is here Rilla Omer has her seat.<br></li><li>The Merry Traveller: This raucous tavern is popular with travellers and common folk. It is open very late.<br></li><li></li></ul><i>Most of the population are nothing more than hardworking peasants. A few, however, are of interest to adventurers:</i><br><ul class=\"bb_ul\"><li>Rideth Sehiatyn (location 3; N female half-elf wizard 5/rogue 3) Rideth dwells on the bridge and is widely regarded as an expert on the structure.<br></li><li>Donatus Trond (location 6; LE male human rogue 3/cleric 2) Serving baron Hilduin Lorsch, Donatus is unpopular throughout Longbridge.<br></li><li>Einhard Kochel (location 2; NG male human fighter 4/cleric 2): Rumoured to be fabulously wealthy the owner of the Welcoming Hearth plots to claim Longbridge as his own.<br></li><li>Fruen Deadeye (LE female half-orc fighter 4) Owner of the Iron Fist, Fruen is secretly in league with Hilduin Lorsch.<br></li><li>Hilduin Lorsch (LE male human fighter 5) Lord of Woodridge, Hilduin favours force of arms in his bid to control Longbridge.<br></li><li>Rilla Omer (location 7; LN female bard 4) The bailiff overseeing Wido Galls interests, Rilla controls the south tower.<br></li><li>Wido Gall (LN male human wizard 4) From his seat in Dulwich, Wido looks east with covetous eyes.</li></ul><i>Fantasy Grounds Conversion by:</i> <strong>Michael G. Potter</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Michael Potter</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/711220/header.jpg?t=1768386760",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 7 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}