{
  "711250": {
    "name": "Grand Academy for Future Villains Demo",
    "steam_appid": 711250,
    "required_age": 0,
    "is_free": true,
    "description": "Congratulations! We are delighted to welcome you to the Grand Academy for Future Villains, the world's finest evil preparatory school, where unimaginable power begins with a world-class education!<br><br><i>The Grand Academy for Future Villains</i> is a hilarious 200,000-word interactive novel by Katherine Nehring, where your choices control the story. It's entirely text-based, without graphics or sound effects, and fueled by the vast, unstoppable power of your imagination.<br><br>Looking for a career as an evil overlord? A mad scientist? A megavillain, a wicked witch, a final boss? You’re not going to get there without hard work, dedication, and thorough education. In the space between worlds, between genres, beyond time and space itself, the Grand Academy for Future Villains trains the bad guys that every good story needs.<br><br>You, our hero--or our villain, rather--will arrive at the Academy ready to learn, but you'll quickly discover that there’s so much more to villain school than getting good grades. As you navigate the school year, you’ll have the opportunity to:<br><br><ul class=\"bb_ul\"><li> Secure an internship with a prestigious heartless corporation or megalomaniacal dictator<br></li><li> Seduce a hero to the dark side (Attention students: do NOT allow yourself to be seduced by the forces of good!)<br></li><li> Put in the extra hours at the lab to become an actual monster.<br></li><li> Pledge your family’s secret society and become worthy of--or defy--the grand destiny your family has mapped out for you.<br></li><li> Pay off your student loans (in the blood of your enemies, if necessary).<br></li><li> Find true love, deadly rivalry, or both at the same time with your fellow students.<br></li><li> Save your alma mater, take it over, betray it, or drop out in a blaze of glory.</li></ul><br>Our alumni have gone on to dominate worlds, conquer galaxies, break hearts, and succumb to the creeping darkness in their souls. The choices that you make at our school will determine whether you join their illustrious company.<br><br>Enroll today!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/711250/header.jpg?t=1734032784",
    "developers": [
      "Choice of Games"
    ],
    "publishers": [
      "Choice of Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}