{
  "711630": {
    "name": "Eveslan",
    "steam_appid": 711630,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >You will be a warrior in Eveslan. Clans are at war, so you need to prepare yourself to defend your clan. Get a sword and join the battle. Gather resources and recruit soldiers. Battle against other clans.</p><p class=\"bb_paragraph\" >The game has sword focused combat. Characters are infantry with swords. Character speed and armor are very important for combat. Characters can avoid attacks with speed or block attacks with sword. The game has fast combat, so many swords fight can finish in seconds. </p><p class=\"bb_paragraph\" >Characters can also gather economic resources and sell them. Clans have peasants, peasants work for clans, but they are weak at battle. Peasants need to be trained before battle. Clans also have warriors and armored soldiers. Warriors are fast and unarmored. Armored soldiers are ashigarus and samurais. Samurais are the most powerful units in the game, and they are expensive to recruit. They are very useful for clan battles.</p><p class=\"bb_paragraph\" >Gold is used to buy stuff and recruit soldiers. Better equipment makes warriors stronger on battlefields. Recruiting more soldiers is important for clan battles. You can recruit new warriors to your clan. Clan base is important for saving games, recruiting new soldiers and buying equipment.</p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/711630/cc641da6a98ae2d46e4d11f47b197475a9cc9191/header.jpg?t=1741593291",
    "developers": [
      "Khan"
    ],
    "publishers": [
      "Khan"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}