{
  "711770": {
    "name": "Hotel Dracula",
    "steam_appid": 711770,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Welcome mortal to the Hotel Dracula!</strong><br><br>Make yourself comfortable and ... wait a minute, did I say make yourself comfortable? There is no time for lazing around! Uniform in hand and to work! Hotel guests will not handle themselves and they don’t belong to patient...<br><br>Myself, Count Dracula is asking you for help in running a hotel and restaurants to multiply profits and develop business further! There is really a lot of work because our gates are open during the day and night. <br><br>In our hotel, everyone is welcome: with sunrise we welcome people and with sunset our door opens for vampires. This is for security, because we do not like each other too much ... unfortunately, there are cases when they come to us and tease in inappropriate time what causes the dissatisfaction of the guests. In this case, pick up the garlic or other bogeyman and show culprit his place! <br><br><strong>But do not forget your main responsibilities!</strong><br><br>You have to prepare the rooms, take out the garbage, take orders, give orders; clean up the table ... you cannot keep up? I do not mind, I do have some simple spells that will help you in peak hours to keep the situation under control!<br><br><strong>Now get to work!</strong><br><br>Hotel Dracula is a game in which we play the owner of the hotel and restaurants, where we manage it. However, this is not the ordinary hotel! Hotel Dracula is open both, day and at night and depending on the time, we serve other guests: during the day guests are people, and at night they are vampires. Everyone has different requirements, but they have one thing in common: they do not like each other. Your main task is to ensure that the needs of the guests are met, so that they will leave the hotel happy (and leave a big tip). Fortunately, you have a faithful butler and waiter Quasimodo, and a cook Frankenstein who knows his work as hardly anyone!<br><br>Unfortunately, it happens that a vampire will come in the daylight to make the stay of people unpleasant. In addition, nothing but they only ordering and ordering, and pay is not going to happen! At night it is similar with people ... it happens that one walks in the dream and go all the way to our hotel, and when it smells good it starts to burden us with orders. Do he pay? It has not happened yet that the sleepwalker had a wallet with him. Of course, his presence is not tolerated by the vampires. To get rid of the culprit, you have to prepare them meals as desired, but with a small addition. When the vampire gives you a garlic meal, he will run away so quickly that he will be behind him. On the other hand, when a sleepwalker receives a meal with a small and noisy bat, he is so afraid that he jumps out of his pants! No one is hurt, and the other guests are in a good mood right away.<br><br>With increased profits, you can grow your hotel, renovate your rooms and buy new tables and chairs or unlock new chambers. This will provide us with more guests to serve, which means even more profits, but also adds extra work and requires a great organization and a keen eye. However, if you are going to be too busy during rush hours, you can use small spells that will make the job easier. Spells can be, and even need to grow, to be renewed faster and have stronger effects.<br><br>In addition in the the hotel we have two mini games available, where you can relax and earn a few gold coins when we are missing some to buy new equipment. There are &quot;Dracula Gallery&quot; and &quot;Unusual Order&quot;. In &quot;Dracula Gallery&quot; paintings are not only rear-facing forward, but also we need to find double images. When we select all the images for our pair, the game ends. But the number of moves is limited. In the game &quot;Unusual Order&quot; we have to collect the ingredients falling on the stew, trying not to miss any ingredient, but also considering that to our pot did not fall dirty sock or even more bomb. Caught sock punish with the penalty points and the bomb immediately ends the game. <br><br>In the game is the ability to earn achievements, which are then rewarded with gold, and the daily rewards that we receive for regular login. It is therefore worth staying at the Dracula Hotel for longer.<br><br>The game includes:<br>• 4 levels of hotel to unlock.<br>• 35+ items to collect which increase the prestige of your hotel and facilitate the daily work of your employees.<br>• 15+ useful power-ups including 4 spells from Dracula that will make the game even more fun in rush hour! Use them wisely!<br>• Additional two mini games that will allow you to relax and earn a little extra penny.<br>• 10+ unique characters to handle!<br>• 30+ unique meals that will satisfy the needs of both vampires and humans, as long as you do not make a mistake when take out the orders.<br>• Total over 35 rooms and tables to unlock! The more rooms and tables will be available, the more guests will come, but also the difficulty level will increase!<br>• Alternate day and night cycles, where you serve human guests in the daytime, and at night your humble service you offer to vampires.<br>• A varied game where unexpected guests come to your hotel that irritates others and reduces your chances of winning a high profit!<br>• Simple control: you just need a mouse and a handy hand!",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/711770/header.jpg?t=1726695869",
    "developers": [
      "Baked Games"
    ],
    "publishers": [
      "Manager Games S.A."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}