{
  "712230": {
    "name": "WARZONE",
    "steam_appid": 712230,
    "required_age": 0,
    "is_free": false,
    "description": "WARZONE is a tactical turn-based war game. Warfare actions are deployed in Middle East landscape on a battlefield of a several square kilometers, on opposite sides of which two rival armies have their strongholds. You may command units of different military branches including armoured personnel carriers, tanks, helicopters, multiple rocket launchers and surface-to-air missile launchers and also a special task force unit. Each military unit has some specific advantages and weaknesses. The challenge for you is to learn them and use them to maximum effect! The game, like chess, provides for all kinds of combinations of cooperation among warfare units and use of landscape features. Be inventive and cunning but watchful at the same time and cautious to avoid ambush prepared by your opponent!<br />\r\n<br />\r\nYour task is to get a tactical advantage before your opponent, to punch a hole in his/her defense, to capture and hold key areas – ravines, airdromes, roads, to group forces in zones of penetration, to ensure the powerful fire support which will result in devastating your opponent’s machines or capturing your opponent’s base. After you have assessed the situation on the tactical map and made your move, you get into the battlefield on which you directly command the machines chosen by you and fire from any available weapon units to eliminate your enemy by missiles, cannons and detonation of the enemy own ammunition supply.<br />\r\n<br />\r\nPlay with your friends and random opponents through Internet, at your home with your parents and relatives via the function which allows you to play on one PC, learn and train yourself by fighting with artificial intellect opponents. Improve your logical thinking and tactical skills, be the best WARZONE war strategist!<br />\r\n<br />\r\nWARZONE is an attempt to create a game which requires logical thinking of a chess level and which gives you an entertainment comparable to that of a tank shooter! The game is on the very initial stage of development, that is why your feedback and comments may significantly change and improve the game!",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/712230/header.jpg?t=1508242558",
    "developers": [
      "KEA Games"
    ],
    "publishers": [
      "KEA Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}