{
  "712360": {
    "name": "Boom Squad",
    "steam_appid": 712360,
    "required_age": 0,
    "is_free": false,
    "description": "Boom Squad is a multiplayer 3rd person shooter defined by realistic military weapons, with a focus on cooperative gameplay, in 5 vs 5 online multiplayer matches.<h2 class=\"bb_tag\" >Choose Your Role In the Squad</h2>Choose between four characters which support the realistic gunplay mechanics. You can pick your role based on your own play style and defeat your opponent with skills, smarts and ultimate reactions.<br><br><br><strong>Sniper</strong><br>You can defend or help your team mates from a distance with a powerful sniper rifle.<br><br><strong>Shotgun Trooper</strong><br>Be on the first line and scout the enemy base with this powerful close range weapon.<br><br><strong>Machine Gun Soldier</strong><br>Give your team the support they need with a machine gun that compensates its lack of accuracy with the sheer power of fire rate and magazine size.<br><br><strong>Assault commando</strong><br>Use the versatility of the assault rifle to outplay your enemies by taking advantage of its higher fire rate and damage. Watch how you spend your bullets though, as you may find yourself out of ammo.<h2 class=\"bb_tag\" >Matchmaking</h2>With every online multiplayer match, the matchmaking sorts through players and creates teams of 5, with complementary abilities and experience. Every match is ranked and in order to progress you need to take your entire squad to the next level.<h2 class=\"bb_tag\" >Progress</h2>Customize your weapons both visually and in terms of performance, by purchasing modular parts (magazines, scopes, vertical grips, muzzles) from the game’s extensive tech tree.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/712360/header.jpg?t=1520185961",
    "developers": [
      "PVP Studio"
    ],
    "publishers": [
      "PVP Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}