{
  "712340": {
    "name": "Order of Battle: Panzerkrieg",
    "steam_appid": 712340,
    "required_age": 0,
    "is_free": false,
    "description": "After two years of lightning victories all across northern Europe, the German army has suffered its first major setback in the war. The great offensive to the east - the invasion of the Soviet Union - has stalled right in front of the gates of Moscow.<br><br>Following the relentless defense of their capital city, the Soviets have launched several major counter-attacks during the harsh winter of 1941. German forces are forced to retreat and regroup, but must maintain their position in reach of Moscow. Once the Soviet attacks have been broken and the strength of the Panzer Divisions is replenished the offensive will resume - until total victory has been achieved.<br> <br><strong>Panzerkrieg</strong>, the new expansion for Order of Battle - WW2 forms the second part of the German Grand Campaign, following the previously released Blitzkrieg DLC. Players can start the Panzerkrieg campaign from scratch, or import their core force from the end of the Blitzkrieg campaign - including all the previously unlocked commanders and specializations. The campaign focuses exclusively on the Eastern Front, including iconic battles such as the Siege of Sevastopol, the devastating urban warfare at Stalingrad and the epic clash of armour at the battle of Kursk.<h2 class=\"bb_tag\" >Features</h2><br><br>• <strong>40+ new units</strong>, including Tiger and Panther tanks, Ferdinand tank-destroyers and Wurfrahmen motorized rocket launchers, while the Luftwaffe has been reinforced with new aircraft such as the Fw 190 series, Me 410 fighter-bombers and Ju 87 G &quot;kanonenvogels&quot;.<br>• Designed to be played as a grand campaign, following the Blitzkrieg campaign and preceding a yet unannounced final chapter in the German European campaign. Core force importing has been improved and expanded to include previously unlocked commanders and specializations.<br>• A new wet climate type affects the battlefield: units move slower in the mud and dirt roads no longer provide any movement bonuses.<h2 class=\"bb_tag\" >Scenarios</h2><br>• Rhzev<br>• Demyansk<br>• Kharkov<br>• Sevastopol<br>• Voronezh<br>• Kalach<br>• Caucasus<br>• Stalingrad<br>• Winterstorm<br>• Zvesda<br>• Kharkov<br>• Kursk",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/712340/header.jpg?t=1611669410",
    "developers": [
      "The Artistocrats"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 3,
      "total_negative": 0,
      "total_reviews": 3
    }
  }
}