{
  "712620": {
    "name": "Shattered",
    "steam_appid": 712620,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Shattered</i> is a first-person game made by developer Devin Eastmond. Surprising as it may seem, the bulk of the game was made when the developer was just fifteen years old. It was inspired by Mark Hadley's <i>Slender: The Eight Pages</i> and explores genres of horror and fantasy. The game provides players with a variety of heart-pounding ventures, daunting scares, and petrifying chills.<h2 class=\"bb_tag\" >Storyline</h2><i>Shattered</i> takes place in a medieval land known as the Rinnoden Mountains, where Zombies threaten all life in the area. These creatures cannot survive when exposed to large amounts of light, and thus can only come out at night or else remain in dark interior locations. For a long period of time, a local wizard is able to create and maintain a shrine that brilliantly illuminates all areas of the mountains, thus eliminating the threat of the zombies. However, on one ominous afternoon, a spark of lightning shatters the shrine to pieces that are sent soaring into remote locations across the land. After a matter of time, all residents of the area flee for fear of the returning threat...<h2 class=\"bb_tag\" >Gameplay</h2>You are the one villager that refuses to leave after the shattering of the shrine. Your objective is to collect the scattered crystal shards and return them to the shrine altar in an attempt to mend it. However, you are met with opposition. Zombies flood every dark location in the mountains. When confronted by this menace, will you have courage and continue with the mission, or will you abandon all hope in an attempt to save your own life?<h2 class=\"bb_tag\" >Content</h2>Contains frightening images and scary elements that would be found in any horror game. However, any content that is vulgar, sexual, excessively violent (including blood and gore) or in any other way suggestive was strictly avoided in the development of <i>Shattered</i>.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/712620/header.jpg?t=1515289050",
    "developers": [
      "Devin Eastmond"
    ],
    "publishers": [
      "Devin Eastmond"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}