{
  "713880": {
    "name": "The Little Ball That Could Demo",
    "steam_appid": 713880,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>The Little Ball That Could</strong> is a marble platformer with exploration and speed-run elements, inspired by Marble Madness, Manic Marble, Super Monkey Ball and Marble Blast. However, unlike its predecessors, TLBTC is not only about going as fast as you can - instead, you'll need to use your wits if you want to make it through its many non-linear levels and deadly traps.<br><br>We put together this demo to showcase what the game has to offer and will you decide if you want to dive into the world of The Little Ball That Could!<h2 class=\"bb_tag\" >FEATURES</h2><ul class=\"bb_ul\"><li>Test your speed, precision and curiosity in five hand-picked levels.<br></li><li>Use the checkpoints and level skips to progress through the game without frustration.<br></li><li>Experience the best platforming action with our tight, physics-based controls - you'll have a blast whether you prefer to play using the keyboard or a controller.<br></li><li>Enjoy the game in Big Picture mode<br><ul class=\"bb_ul\"><h2 class=\"bb_tag\" >GET THE FULL VERSION</h2><ul class=\"bb_ul\"><li>Conquer 120 maze-like levels and enjoy over 9 hours of increasingly challenging gameplay.<br></li><li>Take part in a minimalist story and unlock an alternative ending by saving trapped friends.<br></li><li>Unlock beautiful ball skins using puzzle pieces, and try out fun powers that will let you play the game in radically different ways.<br></li><li>Complete fun achievements<br></li><li>Compete on the leaderboards for the best level times<br></li><li>Save your game on the Steam Cloud<br></li><li>Play on Windows, Mac or Linux</li></ul></ul></li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/713880/header.jpg?t=1521124212",
    "developers": [
      "NaissusWorks"
    ],
    "publishers": [
      "NaissusWorks"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}