{
  "71390": {
    "name": "Virtua Tennis 4™",
    "steam_appid": 71390,
    "required_age": 0,
    "is_free": false,
    "description": "<ul class=\"bb_ul\"><li><strong>The world’s top stars return</strong> – The top players in the world return, joined by some of the most exciting up-and-coming contenders. An all-star line-up of 19 players includes Nadal, Federer, Murray, Sharapova, Wozniacki and Williams.<br>\t\t\t\t\t\t\t</li><li><strong>Tennis stardom awaits</strong> – A totally new World Tour sees the VT career mode go 'RPG'. Designed to encourage replay value and with an element of off-court fame, each decision affects a player’s career path meaning no two careers will ever be the same.<br>\t\t\t\t\t\t\t</li><li><strong>A true online hub for our community</strong> – The new online centre will offer the world’s first engaging online tennis experience. Designed using the popular Virtua Fighter 5 technology, the matchmaking system promises more competitive games, and online tournaments will seek to find the ultimate Virtua Tennis champion.<br>\t\t\t\t\t\t\t</li><li><strong>Experience the drama</strong> - A brand new on-court feature making for more dramatic matches. Build up your Match Momentum gauge over the course of a match and revel in your form as your player grows in confidence, allowing them to play shots mere mortals can only dream about.<br>\t\t\t\t\t\t\t</li><li><strong>Putting the fun back into mini-games</strong> – Breaking the mini-game mould to include new weather conditions and put a real focus on multiplayer action, the VT mini-games will give players a real alternative mode to compete in both multiplayer and online.<br>\t\t\t\t\t\t</li></ul>",
    "supported_languages": "英语, 法语, 德语, 意大利语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/71390/header.jpg?t=1732637599",
    "developers": [
      "SEGA"
    ],
    "publishers": [
      "SEGA"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2011 年 6 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}