{
  "714730": {
    "name": "Luvocious",
    "steam_appid": 714730,
    "required_age": 0,
    "is_free": false,
    "description": "A thrilling game with three fantastic adventures that are sure to keep you entertained! A modern, a fantasy and a futuristic story is waiting to be told as you traverse the past, present and future alongside a charming cast of memorable characters.<br />\r\n<br />\r\n{Modern}<br />\r\n<br />\r\nAlte, a regular high school student living on his own in a town called Shigekatsu has to deal with the stresses of daily life, as he attends class, builds a relationship with his peers, tries to find &quot;The One&quot; and gets chewed out at work. All while trying to keep his clothes clean and the evil thugs that threaten his town at bay.<br />\r\n<br />\r\n-A modernized setting inspired by Japanese culture.<br />\r\n-Earn money at your part time job to purchase goods at the marketplace.<br />\r\n-Date your classmates.<br />\r\n-Check emails and send messages.<br />\r\n-Time and Day system that influences what you can do on said day.<br />\r\n-Fight off vicious criminals who threaten the peace of Shigekatsu.<br />\r\n-Cooking mechanic. Work as a chef or cook for your house guests.<br />\r\n<br />\r\n{Fantasy}<br />\r\n<br />\r\nPrincess Yuki, heir to the throne of Castle Almachia, is proposed to take the hand of Prince Myleik of the Shundra Kingdom in order to unite the warring kingdoms.<br />\r\nThat was the plan, until her world comes crashing down when mysterious forces attack the castle. Separated from her loyal subjects and left to die in the desert, Princess Yuki conceals herself after she is branded a traitor to the world and hunted by those who wish to wrongly bring her to justice. Now, on her own seeking revenge for what happened to her kingdom, she must gather the powers of the mystical slime kings all while seeking revenge on those who have destroyed what she loved.<br />\r\n<br />\r\n-A unique story that takes place in Alcornagia, 30 years after the events of Balthus' Requiem.<br />\r\n-Explore familiar locations such as the Town of Eternity as you experience Alcornagia in a whole new way.<br />\r\n-Battle an assortment of brand new monsters on old lands.<br />\r\n-A whole new cast of characters with a familiar return of an old-battle torn hero.<br />\r\n-A variety of side quests.<br />\r\n-Challenging puzzles.<br />\r\n-An assortment of shops to purchase various provisions from.<br />\r\n-More lore added into the Solenars Edge Series.<br />\r\n-Answers the burning questions such as where Balthus got his eyepatch and how did Angekos go extinct.<br />\r\n-Beautiful and Nostalgic soundtrack.<br />\r\n<br />\r\n{Futuristic}<br />\r\n<br />\r\nThe year is 2120, humanity was forced to leave earth and was scattered across the galaxy. 10 years before the earth was destroyed by nuclear war, a young exploration team was sent into space to seek out inhabitable planets. Their mission was fruitless and over time they ran out of resources and started dying one by one. The last survivor of the S.S. Aero, a young man named Sen, crashed landed on an unknown planet that contained a huge research facility. On the facility he finds signs of life, humans who are like him, but are much more intellectual. Join Sen on his quest to save the human race alongside a quirky cast of unlikely heroes.<br />\r\n<br />\r\n-Fight mysterious critters in the depths of space.<br />\r\n-Search for signs of life across the galaxy.<br />\r\n-Upgrade your guns and research new kinds of magical bullets.<br />\r\n<br />\r\n*All Eras have these features:<br />\r\n<br />\r\n-Classic Save Points.<br />\r\n-Switch between 3rd or First Person.<br />\r\n-Compelling and Engaging Stories.<br />\r\n-Side Quests.<br />\r\n-Mesmerizing soundtrack.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/714730/header.jpg?t=1609087458",
    "developers": [
      "Team Syukino"
    ],
    "publishers": [
      "Team Syukino"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4300,
      "final": 3010,
      "discount_percent": 30,
      "initial_formatted": "¥ 43.00",
      "final_formatted": "¥ 30.10"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": {
      "total": 1,
      "highlighted": [
        {
          "name": "Hero of Time",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/714730/8edf8c1fd245bac0c7f3b982b220d3cbd5d2d82c.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}