{
  "714980": {
    "name": "Meanwhile: An Interactive Comic Book",
    "steam_appid": 714980,
    "required_age": 0,
    "is_free": false,
    "description": "On the way home from the ice cream store, little Jimmy discovers a mad scientist’s wonderland: an <i>experimental mind-reading helmet</i>, a <i>time machine</i>, and a doomsday device that can <i>annihilate the human race</i>. Which one would you like to test out first?<br><br><i>Meanwhile</i> is a comic, but not an ordinary comic. Follow the paths from panel to panel. Where the path divides, you decide where to go next! A thrilling tale of quantum mechanics and self-discovery with 3,856 story possibilities.<br><br>This is a faithful adaptation of Jason Shiga’s classic choose-your-path comic book (originally published in hardcover in 2010). Our goal is not to make the comic “more interactive”, but to present the interactivity inherent in the story. We have not attempted to turn the book into an adventure game. There are no puzzles – except for your understanding of the story, which is entirely up to you. Just as in a physical book, you are free to browse around, or even jump straight to the end if you want.<br><br>The electronic medium allows us to improve on the book in one way: we can take advantage of Scott McCloud’s “infinite canvas” principle. Jason has reformatted the book’s pages and tabs into a single enormous spread, in which the story flows in every direction at once.<br><br>But what <i>did</i> happen to little Jimmy?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/714980/header.jpg?t=1730560335",
    "developers": [
      "Zarfhome Software"
    ],
    "publishers": [
      "Zarfhome Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}