{
  "714970": {
    "name": "Metonymy",
    "steam_appid": 714970,
    "required_age": 0,
    "is_free": true,
    "description": "A combination of Dante’s Inferno, Eternal Sunshine of the Spotless Mind and Fight Club, Metonymy follows Colin as he travels through the indoctrinated utopia of Sagacity on a quest to the vile and viscus center of the world known only as The Blood. He is joined by a few companions he meets along the way and with their help fights the oppressive Theocratic Choir and the insane and depraved Disease in an effort to reclaim his life before it’s too late.  <br><br>Key Game Features<br><br><ul class=\"bb_ul\"><li><strong>Cinematic Adventure:</strong> Players will experience a unique and engaging story that takes advantage of the foundations of interactive entertainment and film in order to bring its narrative and world to life unlike other games in its genre. </li><li><strong>Interactive World:</strong> Players will be able to explore set locations and unravel the mysteries of Sagacity via delving into the dark cracks of its environments or talking to its inhabitants. The player will be rewarded with a clearer understanding of the overarching narrative and its unique characters. </li><li>Multiple Perspectives: While the story centers around Colin, players will be given unique insight into other inhabitants of the world of sagacity. Giving the players control of different protagonist serves to enrich the overall narrative of Metonymy and allows for a deeper understanding of the world and events that take place within it. </li><li><strong>Rhythm Game Combat:</strong> The player will engage in combat in a sort of hybrid of action and rhythm games that lives seamlessly in the world of Metonymy. While combat will be limited to specific narrative beats, each time the player must fight the scene will be unique and choreographed to specific music that progresses the narrative.</li><li><strong>Unique Visual Design:</strong> With Artistic influences form Harry Clarke, Goichi Suda, Zdzislaw Beksinski and Modernist Gothic Architecture, Metonymy aims to have a visual style all its own.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/714970/header.jpg?t=1666990919",
    "developers": [
      "Joseph Bramlett"
    ],
    "publishers": [
      "Joseph Bramlett"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}