{
  "715280": {
    "name": "Ancient Battle: Hannibal",
    "steam_appid": 715280,
    "required_age": 0,
    "is_free": false,
    "description": "Ancient Battle: Hannibal is the newest edition to the Ancient Battles series. Experience the magnificence of the Punic Wars, as you follow Hannibal on his crucial campaign against Rome. Based upon, and a major upgrade to, the game system developed for Ancient Battle: Rome, a game that was the No.1 strategy game on the App Store in 8 different countries. Ancient Battle: Hannibal introduces many new game features including multi-level hills to elevate your strategic opportunities when commanding vast armies. Fight the battles of the Second Punic War between Carthage and Rome. Each campaign is themed around battles between Hannibal’s armies and their cunning opponents in the four geographical regions of Italy, Spain, Sicily and Africa. Hannibal’s inspired tactics and leadership made him one of Rome’s most dangerous enemies and possibly the greatest general of all time. Can you match his achievements on the battlefield?<br><br>Key Features:<br><br><ul class=\"bb_ul\"><li>High Definition Ancient Era Graphics.<br></li><li>7 Mission ‘Tutorial’ campaign ending with a unique skirmish battle.<br></li><li>4 Mission ‘Sicily’ campaign, featuring battles from the First Punic War, including the battle of Bagradas.<br></li><li>8 Mission ‘Italy’ campaign featuring the decisive battles of Lake Trasimene and Cannae.<br></li><li>All missions, except the tutorial, can be played as both sides.<br></li><li>38 Unique Ancient units including Roman Hastati, Spanish Scutarii, Bolt Throwers and Elephants.<br></li><li>Four classes of infantry: Raw, Average, Veteran and Elite.<br></li><li>Detailed Combat Analysis.<br></li><li>Flank Attacks<br></li><li>Strategic Movement.<br></li><li>Hours of Gameplay.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/715280/header.jpg?t=1730391548",
    "developers": [
      "HexWar Games"
    ],
    "publishers": [
      "Hunted Cow Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}