{
  "715480": {
    "name": "Fantasy Grounds - Pathfinder RPG - Ultimate Magic (PFRPG)",
    "steam_appid": 715480,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >      Pathfinder RPG - Ultimate Magic   </h2><i>   Raise your character to the pinnacle of magical might with Pathfinder Roleplaying Game Ultimate Magic! Within this book, secrets arcane and divine lie ready to burst into life at the hands of all the spellcasting classes in the Pathfinder Roleplaying Game. In addition to the brand-new magus class—a master of both arcane magic and martial prowess—you'll also find a whole new system for spellcasting, rules for spell duels and other magical specialities, and pages upon pages of new spells, feats, and more. Because when it comes to magic, why settle for less than absolute power?</i><br>Pathfinder Roleplaying Game Ultimate Magic is a must-have companion volume to the Pathfinder Roleplaying Game Core Rulebook. This imaginitive tabletop game builds on more than 10 years of system development and an Open Playtest featuring more than 50,000 gamers to create a cutting-edge RPG experience that brings the all-time best-selling set of fantasy rules into the new millennium.<br><i>   Pathfinder Roleplaying Game Ultimate Magic includes:</i><br><ul class=\"bb_ul\"><li>The magus, a new base class combining deadly arcane magic with the skills and weapons of a trained warrior.   </li><li>Words of power, an innovative and flexible new spellcasting system.   </li><li>New options for dedicated casters, such as alchemist discoveries, alternative uses for channeled energy, druid companions, sorcerer bloodlines, eidolon abilities, witch hexes, and oracle mysteries.   </li><li>Additional feats and magical abilities for martially oriented casters, including monk ki tricks, inquisitor archetypes, and ranger traps.   </li><li>New magical conditions called spellblights, as well as systems for crafting constructs, binding outsiders, and spell-dueling.   </li><li>More than 100 new spells, plus detailed guidelines for designing your own.   </li><li>... and much, much more!   </li></ul><i>   This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>A new reference manual organized for ease of reference and presentation. Share a single page if you like.   </li><li>Tokens for nearly every monster   </li><li>All the images from the book available to share with your players as you need them, conveniently linked to the NPC   </li><li>Special abilities and spells linked to the NPC records for ease of reference and use during combat   </li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Wayne Arsenault</strong><br><i> Updates for Fantasy Grounds by: </i>  Wayne Arsenault[/b]<br><i> Originally adapted for Fantasy Grounds by: </i>   <strong>   James Holloway</strong><br><strong>   Requires:</strong>    The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/715480/header.jpg?t=1768387049",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 12600,
      "final": 12600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 126.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 14 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}