{
  "716050": {
    "name": "Strike Team Hydra",
    "steam_appid": 716050,
    "required_age": 0,
    "is_free": false,
    "description": "You are the commander of an elite Strike Team aboard the warship, HYDRA. Your first combat mission will have you leading your team in vicious ship-to-ship battles against the Sethari, a mysterious alien race whose soldiers are genetically bred for war. <br />\n<br />\nIn Strike Team Hydra, you lead an elite squad of futuristic soldiers in grueling, turn-based combat. Using an intuitive, action-point system, command each warrior to use cover, suppressive fire, advanced weapons and iron will to defeat the enemy. Always outnumbered, your soldiers will depend on your tactical brilliance to prevail.<br />\n<br />\n•\tCOVER: Use barricades and barrels as cover for your soldiers. Less conventional force fields and tachyon fields can also grant a tactical edge to those that hold them.<br />\n  <br />\n•\tSUPPRESSION: Use suppressive fire to pin enemy soldiers in place before finishing them off in close assault or with a well-placed grenade.<br />\n<br />\n•\tACTION POINTS: Every action, including movement, attacks and special abilities, requires action points. Spend them wisely to achieve victory.<br />\n<br />\n•\tMORALE: Your soldiers and the enemy are affected by their courage and determination. If the battle goes well, they fight with grit and determination. If it goes badly, they will focus more on saving themselves than the mission at hand.<br />\n<br />\n•\tCHARACTERS: Build a team from 12 different character classes ranging from heavy-weapon specialists, snipers, rangers, to exotic classes such as the deadly psi-operative. Freely switch members of your team as you progress through the campaign and enlist heavy robots and other units for special missions.<br />\n<br />\nPlay through a campaign featuring 28 intense firefights including various mission objectives and grueling boss fights. An additional 20 combat missions are available to hone your skills.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/716050/header.jpg?t=1521044643",
    "developers": [
      "Wave Light Games Inc."
    ],
    "publishers": [
      "Wave Light Games Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "74",
        "description": "血腥"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}