{
  "716380": {
    "name": "The Chemist",
    "steam_appid": 716380,
    "required_age": 0,
    "is_free": false,
    "description": "In The Chemist, working hard and managing your resources well is as important as making the right decisions about your life and your work. Making the best out of the contracts and the resources available to you, you’ll find yourself creating recipes for all sorts of different liquids and finding answers to your questions like “what would happen if my fruit soda could also be used as a soap?”. As you get more and more famous, certain companies with grand plans for the world may start watching your steps - should you choose to deal with them, you’ll witness the results of your actions shape the world. And whenever the stress becomes too much to bear, you can always throw around some flasks and watch them shatter to pieces; or just take out the trash. It’s good for your soul. Bad for paying the rent.<br />\r\n<br />\r\n<br />\r\nMix and earn: Choose from hundreds of different contracts, be it an AC cleaner or a soy sauce recipe, and progress through the story as you make both a living and a name for yourself.<br />\r\n<br />\r\n<br />\r\nThere are also some...particularly shady concoctions that you can make a huge profit from. If you're the risky type, try to master the dark side of chemistry right down in your basement!<br />\r\n<br />\r\n<br />\r\nDon’t be afraid to try new things! A tasty motor oil, a hot pepper flavoured cake cream; why not! Be mindful though, when you’re creating a shaving gel recipe that can also be used for...other purposes, things may get out of hand rather quickly.<br />\r\n<br />\r\n<br />\r\nEvent based gameplay : Your decisions will have consequences. It may be about your private life, your career, or even the fate of the world. The rich content of events will keep surprising you. By rich we mean, as of now, close to 800. Just don't ask how we came up with them...<br />\r\n<br />\r\n<br />\r\nThere is always a mastermind plan brewing. You’ll catch the eye of some very powerful companies as they try to make the world a better place or simply to take advantage of you. Whatever their goals, your dealings with them will change the world in an all too visible way.<br />\r\n<br />\r\n<br />\r\nUse your resources wisely: outright completing a contract may not always be to your benefit. You may have to save up on some particular resources as their prices rise up due to seasonal storms or the president’s digestion problems...",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/716380/header.jpg?t=1588239526",
    "developers": [
      "tensixfour Creative"
    ],
    "publishers": [
      "tensixfour Digital"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4100,
      "final": 4100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 41.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}