{
  "716660": {
    "name": "Warhammer 40,000: Sanctus Reach - Sons of Cadia",
    "steam_appid": 716660,
    "required_age": 0,
    "is_free": false,
    "description": "The Red Waaagh seems unstoppable: Grukk Face-Rippa and his orks rampage through the Sanctus Reach system and planet after planet fall to the greenskins. Billions die, and there doesn’t seem to be an end to the xenos offensive. <br><br>It is on the planet of Alaric Prime that Castellan Jakren Stein mounts his last stand. This proud son of Cadia knows that there will be no retreat, no surrender. It will be victory or death.<br><br>The men and women he leads are exceptional individuals, forged in the flames of war and ready for the ultimate sacrifice. They are brave soldiers, utterly loyal and fierce, and will obey any order without hesitation. They know that it’s only their bravery and valour that protect the light from the darkness. They are the first, last and often only line of defense of the Imperium. They are the <i>Astra Militarum!</i><br><br><strong>Sons of Cadia</strong> adds for the first time a whole new faction to Warhammer 40.000: Sanctus Reach: the Astra Militarum, also known as the Imperial Guard! The mighty army of the Imperium is now yours to command with 27 new units, including 4 heroes and special characters! <br><br>The Astra Militarum is the focus of the new long single player campaign. Play through 9 story scenarios and develop your own Astra Militarum battalion by levelling up units with the new abilities (more than 70!). <br><br>Employ new tactics adapted to this new army, from waves of massed infantry supported by a heavy artillery barrage to armored spearheads of assault tanks piercing through enemy defenses alongside highly trained specialists. And should morale falter, remember to send a commissar to remind your soldiers of their duty…<h2 class=\"bb_tag\" >Features</h2><br>- <strong>A brand-new faction</strong>, the Astra Militarum, with its own unique playstyle!<br>- <strong>27 new units</strong>! New troops, elite infantry, vehicles, tanks, flyers, new Imperial Knights and even a Morkanaut!<br>- <strong>4 new heroes </strong>and special characters with new skills!<br>- <strong>A new abilities progression tree!</strong><br>- <strong>A new 9 story scenarios long campaign</strong> played from the Astra Militarum point of view!<br>- <strong>A new battlefield type</strong> and new map objects! Spill blood on the snowy fields of Alaric Prime!",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/716660/header.jpg?t=1747740018",
    "developers": [
      "Straylight Entertainment"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}