{
  "716990": {
    "name": "Fantasy Grounds - Pathfinder RPG - Crypt of the Everflame (PFRPG)",
    "steam_appid": 716990,
    "required_age": 0,
    "is_free": false,
    "description": "<i> The young heroes of the town of Kassen are ready for their coming-of-age ceremony, an old tradition in which they retrieve a piece of the eternal flame burning in the tomb of the town's founder. Yet when they arrive there, they find only the corpses of their fellow townsfolk, dead bandits, and mysterious animated skeletons. The novice heroes must brave the traps and perils of the Crypt of the Everflame, discover the source of the corruption that has awakened an ancient evil, and defeat a menace that seeks vengeance against Kassen and its people.</i><br>Crypt of the Everflame is a dungeon adventure for 1st-level characters, written for the Pathfinder Roleplaying Game and compatible with the 3.5 edition of the world's oldest RPG.<br>This adventure is set in the forested land of Nirmathas in the Pathfinder Chronicles campaign setting, but can easily be set in any game world. It can be used on its own or combined with its sequels, Masks of the Living God and City of Golden Death to create an even greater campaign arc.<br>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>A new reference manual organized for ease of reference and presentation. Share a single page if you like. </li><li>Tokens for nearly every monster </li><li>All the images from the book available to share with your players as you need them, conveniently linked to the NPC </li><li>Special abilities and spells linked to the NPC records for ease of reference and use during combat </li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Jason Lamb</strong><br><i> Adapted for Fantasy Grounds by: </i>  Jason Lamb[/b]<br><strong> Requires:</strong>  The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/716990/header.jpg?t=1768387099",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 5700,
      "final": 5700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 57.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 26 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}