{
  "717280": {
    "name": "Critters - Cute Cubs in a Cruel World",
    "steam_appid": 717280,
    "required_age": 0,
    "is_free": false,
    "description": "<i>This game is in heavy development, so make sure you read the Early Access description before purchasing it. </i><br><br><br><strong>Critters is a game about survival, exploration and evolution and it's also a game about parenthood.</strong><br><br>The focus of the game is, to be enjoyable and peaceful but also challenging. Weather is your biggest enemy, but other than that, it is all about figuring out how things work, how to survive, find food, water and shelter, how to adapt and how to use the Environment to your advantage.<br>Some might also enjoy to figure out how to get certain patterns and colors, while others might want to create the most &quot;dangerous&quot; looking Critters.<br>This kind of open gameplay should allow for everyone to find a way on how to play the game, there is no right way ;)<br>The controls are simple (WASD, Space and mouse OR xbox controller: 2 thumbsticks and A) and UI is kept to the very minimum, to allow for best way of immersing yourself into the world, but also, to make it easy accessible for everyone, no matter what language it is you are speaking. <br>At the same time, the part that is about parenthood, you want to learn the language of your cubs. What do their faces mean? What do they need and want? How to help them to get to the food they need? How to help them, when they are sick? It is for YOU to learn about them and the same way you can learn about the world and other creatures.   <i> *other creatures are not yet ingame and most responses from cubs are currently in form of particle effects</i><br><br><br><u>About THE &quot;Critters&quot;</u><br>They are inhabitants of this strange world and the fastest adapting and most travelling creature. You are one of them and you need to help your cubs to survive and grow strong, because that is the way, how you can make sure that your species will continue living and hopefully thrive.<br>Naturally they are very &quot;undefined&quot;, they don't seem to have any ears and overall they look a bit like cats....Cheshire cats even, which makes them a perfect basis for mutations in all kinds of directions. They are like natural &quot;blank slates&quot;.<br><br><u>About the World</u><br>This world has many secrets (final version) and it shows in strangely familiar looking mountain ranges and a mysterious fog surrounding these Lands.<br>There is life everywhere and everything flourishes naturally, those are virgin lands, untouched by humankind and it shows.<br>The weather, while predictable most times, can be very harsh. <br>Hot Deserts, eerie swamps and ice cold snowy mountains, are surrounding this World, it seems almost as if something wants to prevent you from going too close to the edge, where the impenetrable and quite deadly Mists are. Sometimes you think, you can see shadows moving through them...<br><br><br>features:<br>explore the world on your own or with your cubs<br>evolve and adapt to weather conditions and other challenges<br>uncover the story of these lands and it's inhabitants<br>watch fruits regrow on bushes<br>get sucked into the tornado<br>watch your cubs die in lots of different ways<br>feed your cubs<br>start a new generation (visit a den)<br><br><i>*Computer spec based &quot;infinite&quot; spawn and kill of cubs (press K or L on keyboard)</i><br><br><br><strong>if you read this all and are still insecure if this game is for you, here a little help:</strong><br>Do you like animals and fantasy? <br>Do you like cute, but also are craving for a new survival challenge?<br>Are you liking animals?<br>Do you like Cartoons/Anime?<br>Do you like to wander around aimlessly in hopes of stumbling on something interesting?<br>Do you like to watch little creatures grow?<br>Are you interested in Genes and Biology?<br>Are you curious about Environments around you and the animals that inhabit them?<br>Are you wanting kids of your own?[/list]<br><br>If you responded &quot;Yes&quot; to all or most of them, you would likely enjoy the game ;)",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/717280/header.jpg?t=1532370195",
    "developers": [
      "EmberSparkz"
    ],
    "publishers": [
      "EmberSparkz"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}