{
  "717800": {
    "name": "三国宏图(Great Cause Of The Three Kingdoms)",
    "steam_appid": 717800,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >重要说明：<br>现在的游戏完成度还不算高，仅仅是个半成品，可以通关，但我们的许多想法都还没实现，开发之初，对该游戏给予厚望，所以设计了复杂的系统和机制以及玩法，但<br>却低估了巨大的工作量，导致投入了大量的时间也未能完成，最终迫于经济压力无法全职开发，只能业余时间开发，所以开发速度一直快不起来，预期早该上架的<br>计划一直拖到现在，但如果删减内容，做个阉割版上架，内心也很抗拒，最终决定，将现阶段这版可以通关的不完全的版本暂时上架，供感兴趣的朋友体验，给我们一些建议。<br>另一方面，我们将继续完成代办LIST，当然，期待有一天“三国宏图”能支持我们全职开发。<br>再强调一遍，如果您想体验较为完整的游戏内容，现在不是很好的购入时机，可以先关注。<br>如果您对我们的游戏有兴趣，我们也十分欢迎您可以提前参与进来，<br>体验我们的游戏并给予我们反馈，您的反馈将有助于游戏更好的发展。（暂时来说，“三国宏图”贴吧是我们与玩家进行交流的主要场所）<br>我们会一直坚持，直到实现下面的所有。<br>欠缺列表：(本表会随着游戏更新而持续更新)<br>1.武将（我们计划总共制作700-1200名武将，现阶段只放出了307名武将以供体验，一部分在模拟战役中可以体验，第一剧本出现的武将较少）<br>2.技能（一共设计了205个技能，但一部分技能并未能完成）<br>3.模拟战役的“史实模式”以及“架空历史”未完成（模拟战役模块是与主模式独立而又有联系的游戏模块，分为“史实模式”，“架空历史”，“自定义战场”，已经基本完成，<br>玩家可以自由配置攻防双方，演练战术，或者与好友单机博弈。“史实模式”与“架空历史”则是有一定剧情的线性关卡，通关会有剧本奖励等）<br>4.模拟战役的“自定义战场”（“自定义战场”，已经基本完成，但现阶段只支持攻防双方进行博弈，多势力战斗暂不支持）<br>5.战场（我们计划是最大支持6方军队同时战斗，现阶段只支持攻防双方，也就是说，援军暂时无法使用，另外我们还设计了非战斗获胜的掠夺获胜的方式）<br>6.单挑系统（现在只支持玩家与AI进行单挑，不支持玩家与玩家单挑）<br>7.自定义城防部署（暂时不支持自定义城防部署，防御建筑会根据城防值自由配置到作战地图中，且暂时防御建筑中没有拒马，但可以使用弓手建造）<br>8.剧本（暂时只开放“黄巾之乱剧本以供体验”）<br>9.兵种（现已完成5种基础兵种，9种高阶兵种，特殊兵种暂不开放）<br>10.军团以及外交功能（未完成，军团是君主委任电脑AI代为管理某些城池的功能，而外交就是玩家与AI控制的电脑势力之间的关系博弈）<br>11.军事演练（未完成，军事演练是游戏主模式中，玩家对某一城市武将组织的模拟对战，用于提高武将实战经验或者测试部队，战术的功能）<br>12.bug（这点我们会逐步修复的，也需要玩家给我提供建议）<br>13.云存档（由于现阶段的版本不稳定，所以暂不支持，等版本相对稳定会进行支持）<br>14.集换式卡牌（由于现阶段的版本不稳定，所以暂不支持，等版本相对稳定会进行支持）<br>15.成就（由于现阶段的版本不稳定，所以暂不支持，等版本相对稳定会进行支持）</h2><br>三国宏图(Great Cause Of The Three Kingdoms)是一款以战争策略为核心并结合模拟经营的策略游戏(SLG)，玩家在游戏中将控制三国时期一方势力，带领三国各路人才征服三国(甚至亚洲<br>，以及架空历史的各方传说势力)，实现宏图大业。当然，三国策略游戏数不胜数，本游戏的特色是什么？战场策略！正确的利用武将特性技能，装备，兵种特性，兵种搭配，地形，天气，将是以弱胜强，反败为胜的关键。<h2 class=\"bb_tag\" >游戏特色详解：</h2><ul class=\"bb_ul\"><li>1.武将是核心，突出“武将”概念，700+各具特色的武将，每位武将都有其独特的特性，使其变得不可取代，不仅仅是“四维”的差别，当然，历史名将的特性将更加突出！</li></ul><br><br><ul class=\"bb_ul\"><li>2.四大系5种通用基础兵种，9种通用高阶兵种，10+种特殊精英兵种，各具特色，给武将带领正确的兵种将能够极大地提升作战能力，各系兵种各当一面，骑兵善攻，平原无敌，步兵善守，跋山伏林，弓兵百步拒敌，器械乃行走之巨兽！</li></ul><br><br><ul class=\"bb_ul\"><li>3.200+技能，有些是兵种的，有些是武将通用的，有些是部分武将独有的，极其丰富的各具特色的技能将使得每种兵种甚至能力低下但个性鲜明的武将变得不可替代，装备可能附带部分技能，灵活选择搭配技能，也是提高胜率的重点。</li></ul><br><br><ul class=\"bb_ul\"><li>4.独创的“策略值”系统，改变了一般SLG游戏“一回合移动一次攻击一次”的模式，在“三国宏图”里你可以选择骑兵队成群冲锋，削弱敌人，也可以选择以逸待劳，当敌人近身时攻击2次，或者攻击一次，使用技能，甚至配合某些技能攻击三次...策略值系统极大的丰富了战术丰富度。</li></ul><br><br><ul class=\"bb_ul\"><li>5.多变的战场，不同城市的地形完全不同，不同的地形(地图上分布的村庄，集市都有其特殊作用)结合其特有的气候，以及防守方可能提前部署的陷阱，要塞，将使得战场变幻莫测，结合实际战场排兵布阵，声东击西，劫村攻城，让你的对手陷入危机。</li></ul><br><ul class=\"bb_ul\"><li>6.单挑系统，单挑成功，或者敌方拒不应战可以降低敌方部队士气从而进行有力打击，单挑成功有一定概率直接俘获敌方主将。</li></ul><br><br><ul class=\"bb_ul\"><li>7.模拟战役，在高度自由的征服模式之余可以试试带有剧情的，具有特殊战场环境的模拟战役模式，通关后有重要奖励。</li></ul><br><ul class=\"bb_ul\"><li>8.自定战场，自定义攻方守方以及援军，总共6支部队进行战斗，测试技能，演练战术!</li></ul><br><ul class=\"bb_ul\"><li>9.争霸亚洲以及架空历史，当征服三国已经无法满足您的霸业欲望时，您可以带领您的精兵强将走出中国征战四方，甚至与传说中的人物一决高低。</li></ul><br><ul class=\"bb_ul\"><li>10.简化内政操作，内政也是游戏的重点之一，但是做了极大地简化，玩家只需要在特定的职位上安排好相应的人才即可，节省精力用于战场征服。</li></ul><ul class=\"bb_ul\"><li>11.自定义城防，拥有哨所，箭塔，炮塔，拒马，陷阱等城防建筑自由布置。</li></ul><br><ul class=\"bb_ul\"><li>12.军团系统，特色装备系统，多城协防协攻，训练演武...尽在其中。</li></ul>",
    "supported_languages": "简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/717800/header.jpg?t=1558784585",
    "developers": [
      "happyzzy.com"
    ],
    "publishers": [
      "happyzzy.com"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2900,
      "final": 2900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 29.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 18,
      "total_negative": 14,
      "total_reviews": 32
    }
  }
}