{
  "718390": {
    "name": "Fantasy Grounds - Islands of Plunder: Scourge of the Steaming Isle (5E)",
    "steam_appid": 718390,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Islands of Plunder: Scourge of the Steaming Isle</strong></h2><strong>A rollicking high seas adventure for 9th-level characters!</strong><br><i>All pirates acquire enemies at some point, and pirate PCs are no exception. Whether they've stolen a precious artifact or just because an old nemesis wants them dead, it makes little difference. When a rival pirate lord calls in a large amount of favors and sets a fearsome raiders of the Storm Wolf against the PCs,led by the vicious Captain Sculberd Craggs, nothing they prize is truly safe. These marauding raiders cut a bloody swath through the heroes' holdings while they are away adventuring, setting off a feud that can have but one ending. Such inexorable enmity can only be repaid in blood, and when the heroes discover the location of the raiders base on the volcanic island known as The Steaming Isle, it is their opportunity to turn the tables and unleash a roaring rampage of reaping revenge against Captain Craggs and his crew of blackguards and scoundrels.</i><br><i>Islands of Plunder: Scourge of the Steaming Isle</i> is a 5E adventure for 9th-level PCs full of mystery and peril upon the high seas, below the waves, and on dangerous islands, incorporating investigation and negotiation alongside deadly danger on board ship and among the deadly reefs below. It includes two sets of maps, one for the GM and an unkeyed set for players. It can be played on its own or as a loosely coupled sequel to lower-level adventures in this series like Tarin's Crown, Spices and Flesh, and Raid on the Emperor's Hand. If you're looking to add pirates and peril on the high seas to your 5th Edition campaign, grab this adventure today and Make Your Game Legendary!<br><i>Conversion by:</i> <strong>Derek Lee</strong><br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Derek Lee</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/718390/header.jpg?t=1768387194",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 25 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}