{
  "718420": {
    "name": "Fantasy Grounds - Mythic Monsters #10: Sea Monsters (PFRPG)",
    "steam_appid": 718420,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Mythic Monsters #10: Sea Monsters</strong></h2>The tenth volume in our Mythic Monsters series, Mythic Monsters: Sea Monsters brings you a dozen and one maritime menaces ready to leave your PCs scurrying for the safety of shore. Here there be monsters indeed, from treacherous sea hags and malevolent devilfish luring sailors to be devoured or enslaved to titanic terrors of the deep like the sea serpent and dragon turtle that hunt out of instinct and hunger but pose no less a peril. Size hardly equates to stupidity, however, as clockwork leviathans are relics of ancient and advanced civilizations still following the residual programming from ages long past, while krakens are beings of unfathomable intellect and ineffable evil. Still, a few citizens of the sea might lend a sympathetic flipper if approached the right way, like the selkie and the seaweed leshy. As if these mythic sea monsters were not enough, Mythic Monsters: Sea Monsters also explores an assortment of feats uniquely suited to aquatic creatures, helping to lend a legendary touch to creatures from the briny blue. The 13 sea monsters contained herein, ranging in CR from 3 to 22, are updated for the mythic rules, and when we say updated we mean complete stat blocks, yes, but more than that every one has its own unique and exciting new mythic abilities, from a mythic draugr crew's phantom broadside and ship of the damned to the ionic meltdown and orichalum alloy of a mythic clockwork leviathan!<br>The Mythic Monsters series from Legendary Games brings you dynamic and exciting mechanics alongside evocative and cinematic new abilities that really help creatures live up to their flavor text, whether they are creatures of real-world myth and legend or creatures born out of the RPG tradition itself. These creatures can work just as well in a non-mythic campaign as they do in one that incorporates the full mythic rules, as you can throw them at your jaded players who think theyve seen it all or know the standard monster stats as well as you do. That look of surprise and What was THAT? will warm any GMs heart.<br>This supplement is a terrific complement to the Mythic Monster Manual, with over 220 mythic monsters and an awesome array of monster-focused abilities, feats, and more for your Pathfinder game! Pick up both books today and Make Your Game Legendary!<br><i>Conversion by:</i> <strong>Tony Lindberg</strong><br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Tony Lindberg</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/718420/header.jpg?t=1768387241",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 25 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}