{
  "718480": {
    "name": "Fantasy Grounds - A08: Search for the Tri-Stone (5E)",
    "steam_appid": 718480,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>A08: Search for the Tri-Stone (5E)</strong></h2><strong>A 5th Edition compatible adventure for four to six PCs of levels 6-9</strong><br><i>When you are successful, your reputation will spread farther and more widely than you might imagine. And when that reputation reaches those who believe that the enemy of my enemy is my friend, you might just find yourself working with and for some interesting people. So when the village go-between for the mayor ofRybalkaand localVikmorderetribespeople asks the party to recover an item, you cant be sure exactly who you are going to earn your coin from.</i><br><i>The PCs find themselves having to tread a very thin line to be successful with this job; the Monachys agent inRybalkais very interested in what they are doing, as are other, less friendly tribes; but the PCs dont know this. In fact, there is much they dont know and they will only become aware of some of the implications of their actions when potential problems become reality. Of course, if theyd know they were meant to find a ship buried in a cliff face, defeat its entire crew before finding great beauty in physical and material form, take what belongs to a king and then return unnoticed through territory claimed by old enemies and new allies, they would have prepared quite differently, wouldnt they? Ah, hindsight is a wonderful thing</i><br><i>Also included in &quot;Search for the Tri-Stone&quot;:</i><br><ul class=\"bb_ul\"><li>Maps by 3x ENnie Award winning Cartographer Todd Gamble<br></li><li>New Runic Language introduced through a Runestick which PCs may use on their journey to decode puzzles and find clues in their search for the Tri-Stone<br></li><li>High resolution map of the Thingallor Burial Shrine<br></li><li>New Monster: Zombie Handmaidens<br></li><li>Numerous New Maps and Illustrations!<br></li><li>New Magical Items: Sword and Shield of King Rytan<br></li><li>New Artifact!</li></ul>Here's what Paizo reviewer ENDZEITGEIST says about A8: Search for the Tri-Stone:&quot;Just when I thought I knew what to expect at best , they pull this one out of their hats. Let me spell it out for you: This is as of yet by far their best module - from the awesome puzzles (that should stupefy no player, but be fun and come with DM-aids to help stuck players) to the iconic dungeon and sense of ancientness, I can find no weakness in the narrative or the module's overall presentation. In fact, I was positively blown away by how neat and concise the narrative is presented.&quot;<br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>None</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/718480/header.jpg?t=1768387337",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 25 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}