{
  "718750": {
    "name": "Epic Battles of History",
    "steam_appid": 718750,
    "required_age": 0,
    "is_free": true,
    "description": "<i>&quot;Epic Battles of History is a free-to-play online digital collectible card game where players face off against each other while harnessing the powers of legendary historical figures and fictional characters  ”</i><h2 class=\"bb_tag\" >Game Features:</h2> <br>Free-to-play<br>• A free-to-play experience that’s well worth your time. A fair and rewarding progression system that tests players on multiple levels, to make it a true test of skill!<br><br>Iconic Historical Heroes<br>• Featuring heroes from across the globe and across time itself! Each having their own unique abilities and cards that can turn the tide of battle… if used correctly that is!<br><br>PvP Card Battles<br>• Play against your friends in real-time, and dish it out in a battle of the ages to see who’s the better strategist.<br><br>Seasonal Rewards<br>• Compete against the world to reach the highest rank to get exclusive season rewards<br><br>Quests and missions<br>• Dynamic quests that provides players faster progression through awesome rewards! <br><br>Deck Building<br>• Win, craft and collect the newest packs to get better cards, each with their own unique abilities. Create powerful synergies and dominate your foes!<br><br>Stunning Artwork<br>• Handcrafted cards and battle boards make each battle a contest to behold!  <br><br>Cross-play compatibility<br>• Play seamlessly, at any place, at any moment, just pick up your phone, fire up the game; by linking your game to your steam and google play accounts, never lose your progress.<br><br>Game Play Mechanics<br>• Each player is represented by their chosen 'hero'. Each hero has special cards, a unique hero power and 30 health. If their health is reduced, the hero is destroyed and the controlling player loses the game. At the start of each turn, player draws a new card from their deck. During their turn, every player can play any of their cards, utilise their Hero Power, order their units to attack targets, or even have their Hero attack, if they have a weapon equipped. Most Actions require the player to spend Mana, and this constraints players to deliberately plan out their moves. Every player begins the game with 1 Mana, and increases one more toward the beginning of each turn until they arrive at the limit of 10 Mana. The majority of a player's mana recovers toward the start of their turn. Unspent Mana staying toward the finish of the turn does not carry over. The bigger Mana pools in later adjusts enable players to play progressively costly cards, opening the game up to amazing moves and stronger abilities.<br> <br><i>Strategically manoeuvre your way to victory in this highly rewarding game and relive history like never before!<br> <br>So what are you waiting for? Download now and battle it out in a battle of wits against the world!</i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/718750/header.jpg?t=1622851457",
    "developers": [
      "Frag Games"
    ],
    "publishers": [
      "The Dream Team DMCC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}