{
  "718710": {
    "name": "Command: Shifting Sands",
    "steam_appid": 718710,
    "required_age": 0,
    "is_free": false,
    "description": "The state of Israel has endured contentious warfare for its entire existence. No sooner had it been declared in May 1948 than it became involved in a struggle for survival, fighting its neighbours in a ferocious clash. This was the first Arab-Israeli war, but it would be far from the last.<br><br>Shifting Sands traces the history of the successive Arab-Israeli conflicts: from the sidelines of the Suez crisis, through the lightning Six-Day War, the guerilla-like War Of Attrition and the strategic surprise of the Yom Kippur War, all the way to the historic Osirak raid and the epic air battle over the Bekaa Valley. <br><br>The campaign covers both the battles that happened and the clashes that did not, but could have; all of them snapshots of the ever-shifting sands of a fragile balance in arguably the most violently fluid region of the planet since WW2.<br><br>FEATURES<br><br><ul class=\"bb_ul\"><li>A standalone expansion for Command: Modern Air/Naval Operations, 2013's Digital Wargame of the Year: play as a single, separate game, or add it to your collection of scenarios for CMANO.<br></li><li>17 campaign scenarios (14 historical and 3 hypothetical) written by Paul A. Bridge, ex-Royal Navy officer and author of the award-winning &quot;Northern Inferno&quot; campaign.<br></li><li>Follow some of the most dramatic air and naval conflicts in the decades-long struggle between Israel and its neighbours for survival: The 1956 Suez crisis, the 1967 Six-Day War, the 1967-70 War Of Attrition, the 1973 Yom Kippur War, the Osirak raid and the grand air battle in the Bekaa Valley.<br></li><li>Witness first-hand the dramatic changes in warfare, hardware and tactics: the combat debut of the modern antiship missile and the countermeasures to it, the revolution in offensive counter-air operations, the emergence of the surface-to-air missile (SAM) and the development of SEAD (suppression of enemy air-defences) systems and tactics to deal with the new threat.<br></li><li>Explore the great historical what-ifs of the Middle East theatre: The US responds forcefully to the attack on the Liberty, the Soviet and US fleets clash over their supported allies, and Israel resorts to nuclear weapons as the defensive fronts collapse.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/718710/header.jpg?t=1756299228",
    "developers": [
      "WarfareSims"
    ],
    "publishers": [
      "Matrix Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}