{
  "719180": {
    "name": "Revulsion",
    "steam_appid": 719180,
    "required_age": 0,
    "is_free": false,
    "description": "Revulsion takes classic Doom and Quake style gameplay and combines it with a loot based shooter. This involves getting better and better weapons and armor as you climb toward the level cap. In addition to that, there is a large amount of potential loot that you can discover to help you along the way. Weapons, armor, and even special abilities that are tied to limited resources. You will have the ability to craft items from blueprints, as well as repairing broken items that you may find throughout the world. You will navigate both hand crafted and randomly generated level design to unravel a series of increasingly more dangerous environments. <br />\r\n<br />\r\nRevulsion is a game that is meant to challenge you without being unfair. <br />\r\n<br />\r\nHello, I am TheCastle, and the sole developer on this project. You have very likely played other games I have worked on at some point in the past. I often release Revulsion updates and I do my best to listen to feedback. If you like the work you see here, then please consider supporting me by buying the game!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/719180/header.jpg?t=1577729320",
    "developers": [
      "Russell Meakim"
    ],
    "publishers": [
      "Russell Meakim"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 2 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}