{
  "720130": {
    "name": "Fantasy Grounds - D&D Xanathar's Guide to Everything",
    "steam_appid": 720130,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >   Dungeons &amp; Dragons: Xanathar's Guide to Everything</h2>     <strong>   Explore a wealth of new rules options for both players and Dungeon Masters in this supplement for the world's greatest roleplaying game.</strong><br>The beholder Xanathar, Waterdeep's most infamous crime lord, is known to hoard information on friend and foe alike. The beholder catalogs lore about adventurers and ponders methods to thwart them. Its twisted mind imagines that it can eventually record everything!<br>Xanathar's Guide to Everything is the first major expansion for fifth edition Dungeons &amp; Dragons, offering new rules and story options:<br>Over twenty-five new subclasses for the character classes in the Player's Handbook, including the Cavalier for the fighter, the Circle of Dreams for the druid, the Horizon Walker for the ranger, the Inquisitive for the rogue, and many more.<br>Dozens of new spells, a collection of racial feats, and a system to give your character a randomized backstory.<br>A variety of tools that provide Dungeon Masters fresh ways to use traps, magic items, downtime activities, and more, all designed to enhance a D&amp;D campaign and push it in new directions.<br>Over 15 new Story Templates exclusive to the Fantasy Grounds version which allows DM's and players to generate background stories, magic items for adventures or campaigns, and character names<br>Dozens of new tables for rolling magic items<br>Over 1000 ready to use random encounters.<br>Amid all this expansion material, Xanathar offers bizarre observations about whatever its eyestalks happen to glimpse. Pray they don't come to rest on you.<br>Beauty and guile are in the eyes of the beholder!<br><i><br>By</i>   <strong>  Wizards RPG Team</strong> .<br><strong>   Requirements:</strong>   The free Fantasy Grounds virtual tabletop (VTT) software and the built-in 5E Ruleset.<br><strong>   Recommended:</strong>   D&amp;D Basic Rules, D&amp;D Player's Handbook or D&amp;D Character Customization Pack",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/720130/header.jpg?t=1765875410",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 9000,
      "final": 9000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 90.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 9 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}