{
  "720380": {
    "name": "Ancestors Legacy Free Peasant Edition",
    "steam_appid": 720380,
    "required_age": "18",
    "is_free": true,
    "description": "Get a taste of medieval battles in this free version of the acclaimed historical RTS – Ancestors Legacy! 4 SP missions and 17 MP maps are now available to everyone. Challenge friends, AI, or take part in our League that will start in March! You need to own Ancestors Legacy Free Peasant Edition to participate.<br><br>---------------------------------<br><br>Ancestors Legacy, the acclaimed historical RTS, is now open for everyone for free! Try out its single-player Viking tutorial missions and battle your friends (or the game’s AI) on any of the available multiplayer maps! All four nations represented in the game are playable within the 17 multiplayer maps, ranging in size from 2 to 6 players (1v1, 2v2, and 3v3).<br>Choosing one of the four available nations – Viking, Anglo-Saxon, German, Slav – you will be tasked with more than just conquering, raiding, and pillaging enemy camps, villages, and towns. Only by utilizing the full range of available tactical options, taking strategic advantage of the environment, and managing your temporary bases and settlements, will you emerge victoriously.<br>Ancestors Legacy is a history-inspired real-time strategy game influenced by historical events in the Middle Ages. The game combines resource management and base building with large-scale, squad-based battles across vast battlefields, all rendered in great detail thanks to the Unreal Engine 4 tech. Experience medieval bloodshed like never before, thanks to the cinematic action camera that puts you right in the middle of the battle at the press of a button. <br><br><strong>PURCHASE NOW</strong> to gain access to the full 40+ hour single-player experience!<br><br>Visit Ancestors Legacy's to learn more! <br> <br><br><strong>Features</strong><br>- 4 single-player Viking intro missions, inspired by historical events<br>- 17 multiplayer maps (1v1, 2v2, and 3v3) to challenge friends or AI on<br>- Advanced tactical options combining the use of terrain, experience, and morale<br>- Cinematic battle camera view puts you right in the center of the action<br>- Outstanding visual fidelity powered by Unreal Engine 4<br>- Streamlined resource management and village construction<br>- Precise controls with native gamepad support (optional)",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 葡萄牙语 - 巴西, 俄语, 简体中文, 捷克语, 日语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/720380/header.jpg?t=1705980722",
    "developers": [
      "Destructive Creations"
    ],
    "publishers": [
      "Destructive Creations"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}