{
  "721340": {
    "name": "Expansion - Europa Universalis IV: Cradle of Civilization",
    "steam_appid": 721340,
    "required_age": 0,
    "is_free": false,
    "description": "The fertile valleys and trade routes of the Middle East have attracted ambitious conquerors since the beginning of recorded history. Now, <i>Europa Universalis IV</i> adds greater depth and more varied possibilities to this crossroads of empires in the new expansion <strong>Cradle of Civilization</strong>. With new decisions and opportunities tied to the historical development of the region in the early modern era, <strong>Cradle of Civilization</strong> further enhances the award-winning grand strategy of <i>Europa Universalis IV</i>.<h2 class=\"bb_tag\" >New Governments:</h2> Powerful decisions related to each of the special government types of the Middle East, including unique mechanics for the Egyptian Mamluks, Persia, and the heirs to Timur.<h2 class=\"bb_tag\" >Trade Policies:</h2> Activate your merchants in trade nodes for special missions beyond the collection of money – prepare the ground for a future military action or spread Islam to an eager audience.<h2 class=\"bb_tag\" >Islamic Schools: </h2> Study the doctrines and understandings of the one true faith for special bonuses and diplomatic advantage in a new adjustment to the last of the great Abrahamic religions.<h2 class=\"bb_tag\" >Army Professionalism: </h2> Drill and discipline your armies as you move from the age of mercenary captains to the mass levies of standing armies.<h2 class=\"bb_tag\" >Exploit Development: </h2> Reduce the strength of your provinces for a quick influx of cash or manpower, stripping your nation's future for immediate gain.<h2 class=\"bb_tag\" >And more: </h2> Changes to national ideas, missionary actions, Turkish Janissaries and many other game mechanics.",
    "supported_languages": "英语, 德语, 法语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/721340/header.jpg?t=1699866525",
    "developers": [
      "Paradox Development Studio"
    ],
    "publishers": [
      "Paradox Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9800,
      "final": 9800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 98.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Negative",
      "total_positive": 10,
      "total_negative": 16,
      "total_reviews": 26
    }
  }
}