{
  "722060": {
    "name": "Dominions 5 - Warriors of the Faith",
    "steam_appid": 722060,
    "required_age": 0,
    "is_free": false,
    "description": "You are a God! You are master and ruler of a loyal nation. You have unimaginable powers at your disposal. You have claimed this world as yours. But there are others who stand in your way. You must defeat and destroy these pretenders. Only then can you ascend to godhood and become the new Pantokrator.<br />\r\n<br />\r\nIn Dominions you take control of a powerful being that rules a nation and aspires to godhood. The type of Pretender Gods can vary from magically powerful arch mages to huge titans or large monuments. The pretender gods have different strengths dependent on what kind of god you choose and what nation you play.<br />\r\n<br />\r\nWhen you start the game you decide what kind of god you are and how your Dominion affects your lands, followers and sacred soldiers. It is an expression of your divine might and the faith of your followers. If your dominion dies, so do you. Your dominion also inspires your sacred warriors and gives them powers derived from your dominion.<br />\r\n<br />\r\nIn order to win and become the one true god you have to defeat your enemies one of three different ways: conquer their lands, extinguish their dominion or claim the Thrones of Ascension.<br />\r\n<br />\r\nNew for Dominions 5 is that a God's bless effects can be customized in detail giving a new set of choices for the aspiring Gods. Battles have also received a major change and now feature simultaneous movement for all participating units. Fireballs and arrows will now fly at the same time as everyone is moving and watching large battles will be quicker than before.<br />\r\n<br />\r\nDominions is set in a fantasy world that draws inspiration from historical nations, cultures and myths. You will not encounter the elves of conventional fantasy in this game. Instead you might lead a nation of vanir from old norse myth. Aztecs, romans, israelites, greeks, kievian rus and lovecraftian horrors are just a few of the inspirational sources of the game.<br />\r\n<br />\r\nThe first Dominions game was released in 2002 and was well received by strategy gamers. Since then Dominions has been much refined and Dominions series is still actively played making it one of the longest running 4x turn based strategy games.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/722060/header.jpg?t=1667484710",
    "developers": [
      "Illwinter Game Design"
    ],
    "publishers": [
      "Illwinter Game Design"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 13600,
      "final": 13600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 136.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 61,
      "total_negative": 0,
      "total_reviews": 61
    }
  }
}