{
  "722540": {
    "name": "Banana Town",
    "steam_appid": 722540,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Story</h2>Some time ago, in a dark castle, atop a hill, at the end of a winding road, in a dense and macabre forest, was a mad scientist known as Dr. Cartegill.  He devised an evil plan to create an army of monkeys that will maintain for him a vast, unchallenged kingdom to rule over and have whatever he wants.  Unfortunately, these monkeys weren’t smart enough for such an endeavor, so the doctor created a serum that would increase their intelligence.  The doctor injected the serum into some bananas for the monkeys to eat, but when they ate the bananas, nothing happened.  So the doctor had all the bananas disposed of, so he can start from scratch again.  One of those bananas, buried in the trash, turned alive, an unforeseeable side effect of the serum.  This banana got up and realized the dire situation he was in if discovered, so he lept from the trash bin and ran as fast as he could away from the dark castle, down the road, and out of the forest.  He ran for days, aimless, alone, and afraid.  He finally reached a beach where he stopped and gazed at the vast ocean.  He was stunned by it's beauty and size, so he decided to stay at this place and make it his home.  A few days later this brave banana died, but from his body, grew a magnificent Banana Tree, where many more bananas grow, and come alive.  From one banana, has come hundreds.<h2 class=\"bb_tag\" >Gameplay</h2>You play online with people from all around the world.  Servers are located in: United States (west and east coast), Canada (east coast), Asia, Australia, Europe, India, Japan, South America, and South Korea.  You can enjoy this game with so many people from all over the world.<br><br>This is a game that you can explore the environment with your friends.  Try on costumes.  Swim around in the water.  Launch yourself high into the air from bouncing on a spring cushion.  It is a game of casual play, where there are no goals, except the ones you dream up.  Life is easier as a banana.<h2 class=\"bb_tag\" >Future Development</h2>This is an unfinished game that I put in Early Access.  I plan on creating many costumes for the Banana.  I want to have weapons that can be used, such as a Bubble Shooter, or a Pie Slingshot.  I want to have more backgrounds for players to explore.  Such as an Arctic Region, an Aquatic Underground Cave, and even The Dark Castle of Dr. Cartegill.  I would like to add objectives and gameplay features, depending on feedback from players.  I would like to add a level editor where you can create your own Banana Town and have your friends play in it.<h2 class=\"bb_tag\" >How You Can Help</h2>You can help this game out by simply buying it here on steam.  Or you can watch all the You Tubers who play the game and comment on their videos.  You can also put this game on your wishlist and wait for a phat Steam sale price to buy it.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/722540/header.jpg?t=1508714508",
    "developers": [
      "Joseph MacDonald"
    ],
    "publishers": [
      "Joseph MacDonald"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 6 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}