{
  "722730": {
    "name": "Cogmind",
    "steam_appid": 722730,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >Experience sci-fi tactical combat and exploration in a procedural world that combines traditional roguelikes with an immersive modern interface like no other. Build yourself from components found or salvaged from other robots. Attach power sources, propulsion units, utilities, and weapons to become a slow tank bristling with weapons, or a fast-moving flier zipping past enemies before they even have time to react, or a stealthy sword-wielding assassin/hacker, or whatever else you can come up with from the salvage you find. The situation can quickly change as you lose components and rebuild yourself from enemy remains. You are the Cogmind. Discover what that means as you explore a living, breathing world ruled by robots.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >KEY FEATURES</h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>Build and modify</strong> a unique robot from parts found, or enemies defeated</p></li><li><p class=\"bb_paragraph\" >Dynamic character development <strong>without XP/grinding</strong></p></li><li><p class=\"bb_paragraph\" >Dozens of robot classes, each with unique behavior within the <strong>ecosystem</strong></p></li><li><p class=\"bb_paragraph\" ><strong>Procedurally generated world</strong> combined with hand-crafted content</p></li><li><p class=\"bb_paragraph\" ><strong>Ten</strong> different animated endings to uncover </p></li><li><p class=\"bb_paragraph\" >ASCII evolved: Most <strong>advanced terminal interface</strong> ever</p></li><li><p class=\"bb_paragraph\" >Thousands of particle effects and SFX</p></li><li><p class=\"bb_paragraph\" ><strong>Fully destructible</strong> environment</p></li></ul><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >PROGRESS</h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Although currently in Early Access, Cogmind is a complete game. There are over two-dozen map types, over a thousand items, thousands of sound and particle effects, multiple plot lines, hundreds of hand-made locations and encounters, thousands of lines of dialogue, and ten different animated endings to discover. That said, there are many plans to continue expanding the world with features and content, so for now we'll just call it EA :D </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >(Cogmind has been in full-time development for over ten years.)</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >      <span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/722730/extras/523508539457ebe74e55a604f0f8a44d.poster.avif?t=1767235574\" width=440 height=312 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/722730/extras/523508539457ebe74e55a604f0f8a44d.webm?t=1767235574\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/722730/extras/523508539457ebe74e55a604f0f8a44d.mp4?t=1767235574\" type=\"video/mp4\"></video></span></p><h2 class=\"bb_tag\" >ROGUELIKE?</h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Cogmind is a turn-based roguelike, very traditional in many ways (permadeath procedural dungeon crawler built with ASCII in mind...), but at the same time innovates on the genre in terms of both design and accessibility features.</p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Within you have full mouse control--and full keyboard control! Use only one or the other, or both, and all common roguelike movement methods (mouse, numpad, vi, arrows) are enabled out of the box, no configuration required. Mouse users get drag-and-drop inventory management, and the keyboard is even faster with its multiple command schemes and built-in automation features.</p></li><li><p class=\"bb_paragraph\" >Stealth play is just as viable as straightforward combat, using hacking and information warfare to outsmart the Complex. The lack of an XP system means you only have to use whatever means you can to reach new areas and find new gear to advance.</p></li><li><p class=\"bb_paragraph\" >The world is alive with many types of robots, most of which are actually not hostile to you and have their own duties to carry out.</p></li><li><p class=\"bb_paragraph\" >Map objects are labeled as they come into view, making for less tedious play and allowing you to instead focus on tactics and survival. A large number of other options and useful features are available to customize the UI.</p></li><li><p class=\"bb_paragraph\" >While the most skilled players can reliably win the default mode, easier difficulty settings are available for those with less experience, or less time on their hands :) (advanced players can also attempt to take on the extended end-game!)</p></li><li><p class=\"bb_paragraph\" >Accumulate knowledge across multiple plays, collecting info about previously used items in the ASCII art gallery (over 900 pieces of art!), and collecting lore about the world as you discover its inhabitants and guess at their potential motives, and true capabilities. While there's a rich story to uncover over many runs, know that it doesn't get in the way if you prefer to just strategize and min-max through your roguelikes.</p></li><li><p class=\"bb_paragraph\" >Take on built-in Challenge Modes for a different kind of experience, or to prove just how good you really are.</p></li></ul><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >WARNINGS</h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Not every game is for everyone, so there are a few things to point out that may affect your interest in Cogmind.</p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >No Hand-holding: Although very accessible and there's both context help and a quick tutorial to teach all the fundamentals, Cogmind invites you to explore a completely unfamiliar world. Observant players will come to internalize many of that world's rules naturally, and as you reach new areas you'll also discover in-theme explanations for <i>everything</i>, seamlessly integrated with the lore. As part of that process you'll often be faced with the post-death challenge of figuring out where things went wrong and why, until you eventually reach a point where you can see danger before it even materializes.</p></li><li><p class=\"bb_paragraph\" >Rampant Item Destruction: <i>Every</i> item in Cogmind can be destroyed, and many of your items <i>will</i> be destroyed. At first this may be discouraging, but once you figure out the basics you'll generally be replacing old and broken parts with much better loot even before you lose it anyway. Building and, more importantly, <i>rebuilding</i>, is a vital part of the experience and what keeps the game dynamic and interesting throughout. Adaptability is key, and amazing comebacks are commonplace.</p></li><li><p class=\"bb_paragraph\" >No Classes, Skills, Etc.: Unlike many other roguelikes and CRPGs in which you may form a sort of attachment to your character class and the levels, stats, skills, and equipment they've acquired over time, Cogmind is defined almost <i>purely by items</i>. And as mentioned those items will be destroyed, so there's not much chance to form that kind of attachment. However, this also leaves room for great flexibility during a single playthrough, flexibility you might want or need to rely on to maximize your chances for survival depending on what locations you visit.</p></li><li><p class=\"bb_paragraph\" >A Different Kind of Game: As a whole Cogmind is quite different from pretty much everything out there, a fact that turns some people off, but others rather enjoy it for that same reason. It can also take a little while to get into, but once past learning the basics and how to reliably overcome early-game areas, the world and its opportunities really open up.</p></li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/722730/header.jpg?t=1767235574",
    "developers": [
      "Grid Sage Games"
    ],
    "publishers": [
      "Grid Sage Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9200,
      "final": 9200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 92.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 474,
      "highlighted": [
        {
          "name": "Close Call",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/722730/a39de209df70ab380283cf5ee0461d9d5280a512.jpg"
        },
        {
          "name": "Universal Adapter",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/722730/d2bb0521edbf1c7cfe276afe51941ef7eb7d6bf5.jpg"
        },
        {
          "name": "Hehehe",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/722730/f46b2d7918ff39f4ae1a8bb5f79b9af266d2810c.jpg"
        },
        {
          "name": "Wheee!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/722730/ebce5ee76c6adc14aa2a3d473eac5e8b381bc823.jpg"
        },
        {
          "name": "It Was An Accident, I Swear",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/722730/effdfee123f0a915112ed3a7ffc0606bac8dc050.jpg"
        },
        {
          "name": "Part-time Excavator",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/722730/bc588ab0414fe30931f4b5ed5eea8d9ad8184025.jpg"
        },
        {
          "name": "Unlikely Earthworm",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/722730/af6632b005b0474ee80177b0cf821f9b5d7fc6fc.jpg"
        },
        {
          "name": "Hey, That's Mine!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/722730/354f765191413bc5004783cbfd5f79f3e2b2e17d.jpg"
        },
        {
          "name": "Loot Piñata",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/722730/3708b6d8322fd120ddc5665835188b9f233ff794.jpg"
        },
        {
          "name": "Treasure Hunter",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/722730/ae24e4a4d517709d04f3ba6b548e19c1ca767546.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 29,
      "total_negative": 3,
      "total_reviews": 32
    }
  }
}