{
  "723560": {
    "name": "Shadow of the Mask",
    "steam_appid": 723560,
    "required_age": 0,
    "is_free": false,
    "description": "Shadow of the Mask is a classically inspired Point’n’Click graphic adventure in which detective Alanis investigates a brutal murder that will shake her trust in some of the greatest names from the Golden Age of Superheroes.  <br><br>This retro-futuristic adventure full of mystery explores a dystopian world full of aliens, robots, superheroes fallen from grace, big corporations and conspiracies. <br><br>This project was born out of the love for graphic adventure of a group of people led by production team Tetera y Kiwi. With no initial funding to speak of, we have dedicated a full year of our lives to developing this videogame, meeting online to discuss a world that we have built away from each other, but together. <br>In Shadow of the Mask we are use quite the colorful visuals to tell a very dark tale. <br><br><strong>Synopsis and characters: </strong><br><br> After the fall of heroes, Emerald City’s Department of Superheroic Crime fights for the rights of citizens with special abilities. Alanis, a foul-mouthed, compulsive smoker, coffee-chugging detective is working on a new case. Along with her partner Edrick, she’ll investigate a series of related crimes that will take them to the streets, full of aliens, mutants and androids. Solve puzzles, collect objects and follow the clues to uncover the truth behind a case that could change everything. Explore a city in which heroes are hunted down and superpowers are punishable by the laws created by former supervillains, now rulers of a society that hides in the shadow of the mask that heroes once wore.<br><br><strong>Detective Alanis </strong><br>Stubborn and feisty, she won’t hesitate to get things done by any means necessary, even breaking some rules. She recalls with yearning the Golden Age of Superheroes (when she was only a child), she likes to wear a suit and a raincoat.<br><br><strong>Detective Edrick </strong><br>Mentor and foster father of Alanis after her family mysteriously disappeared. He was one of the great crimefighters of the Golden Age, known back then as “Aviator”. Even though some consider him a hasbeen, he never gave up on justice.<br><br><strong>Mechanics:</strong><br><br>Shadow of the Mask is a Point’n’Click graphic adventure, which means that in order to progress in the game, you’ll have to explore your surroundings clicking on different objects and characters, interacting, combining them and figuring out what you need to keep going. This style of gameplay goes hand in hand with the police theme we are dealing with. It’s a narrative game where we shine the spotlight on the story and its characters, with whom we can speak at length.  <br><i><br>In order to further explain the game mechanics, let’s break it down into several subsystems:  </i><br><br><ul class=\"bb_ul\"><li><strong>Point and Click system:</strong> Each time you click an object that can be interacted with, a popup menu will display several options. Depending on the object, these can be: examine, use, speak and pick up.<br><br></li><li><strong>Inventory system:</strong> Throughout your adventure, you’ll require several objects to move on. You’ll access those from your inventory, where you can examine them, combine them or use them as needed.<br><br></li><li><strong>Conversation system:</strong> If you choose to speak with one of the many inhabitants of Emerald City, you’ll be able to either ask or answer questions. This creates a unique experience for each player based on their choices when interacting with other characters.   <br><br></li><li><strong>Puzzles System:</strong> The game offers two types of puzzles: logical puzzles that will test your mental strength and action puzzles that will test your reflexes.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/723560/header.jpg?t=1508794702",
    "developers": [
      "Tetera y Kiwi"
    ],
    "publishers": [
      "Tetera y Kiwi"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}