{
  "723550": {
    "name": "Holy Potatoes! What the Hell?! Demo",
    "steam_appid": 723550,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Holy Potatoes! What the Hell?! is a whacky hell-themed cooking management sim where you take on the role of a chef in an Afterlife populated by potatoes! Sort potato sinners into cooking stations to extract sinfully delicious ingredients, cook up incredible potato-based recipes, and appease the gods in your Pantheon by serving them savory spud dishes!</strong><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/723550/extras/0e4405f73df1efe7b824831a695c96e7.avif?t=1573011360\" width=600 height=80 /></span><br>Play as Sweeny Tots, a potato chef in the Afterlife determined to find out what happened in his previous life as he works to ascend to heaven. Having no recollection of your life before, you appear in hell, late for your first day of work. After a brief and rather vague explanation, you are thrown into the kitchen and must adapt to your new job - sorting potato sinners into their rightful stations and cooking up delicious, tantalising dishes befitting the Gods!<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/723550/extras/8b590fec3bdc0da90b35f17b21cc46e6.avif?t=1573011360\" width=600 height=125 /></span><br>Meet pop-culture sinners such as Mealificent, St Reaper, and Sephiroot and mythological gods such as Loki, Persephone and Osiris while spiraling down the nine circles of hell!<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/723550/extras/327688a7103fdda8450c31284aadf399.avif?t=1573011360\" width=600 height=80 /></span><br>Punish potato sinners by sorting them into your desired cooking stations and wait for them to get mashed, baked, boiled and fried. In your quest to appease the gods and ascend to heaven, you have to cook up mouth-watering, delectable, and appetizing dishes to feed the hungry deities of Holy Potatoes! What the Hell?!<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>Sort potato sinners into their rightful cooking stations to create delicious ingredients.<br></li><li>Use sinful ingredients to cook up delectable potato-based recipes.<br></li><li>Feed the hungry deities, appease your Pantheon, and level up your Gods.<br></li><li>Put on your chef’s hat and research new appetizing recipes.<br></li><li>Manage your stations by upgrading, doing maintenance, and boosting them with hellfire.<br></li><li>Throw down in Cook-off Showdowns and prove you are the best chef in hell.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/723550/header.jpg?t=1573011360",
    "developers": [
      "Daylight Studios"
    ],
    "publishers": [
      "Daylight Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 9 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}