{
  "723880": {
    "name": "New World: The Tupis",
    "steam_appid": 723880,
    "required_age": 0,
    "is_free": false,
    "description": "New World: The Tupis is a FPS adventure game about the South America colonization, during the 16th century. The player controls Raoni, a brave warrior, who had his tribe raided by the Portuguese colonizers. You must free every indigenous warrior that has been imprisoned, and once they recover, they will fight at your side. Can a single indigenous warrior save his tribe against these powerful colonizers that came to take over his land?<br><br><strong>Features:</strong><br><br>A completely clean screen, fully focused on the action and allowing a complete immersion in the character's point of view to deeply investigate the environment. Feel yourself truly inserted at this historical moment and never before portrayed in a the game before. Explore the Brazilian fauna and flora and turn it part of your strategy.<br><br>Use your deadly bow to take out every enemy that comes youy way, their weapons cause greater damage, but your bow is faster!<br><br>Once you finish the main campaign can unlock 2 different characters to be played with, with new weapons to be used and different ways to play as well!<br><br>Fight your way through lvels based on real life locations, with historical soldiers and weapons.",
    "supported_languages": "英语, 葡萄牙语 - 巴西<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/723880/header.jpg?t=1521608605",
    "developers": [
      "Novo Mundo"
    ],
    "publishers": [
      "Novo Mundo"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}