{
  "724010": {
    "name": "House of Velez part 1",
    "steam_appid": 724010,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><u>BEFORE YOU PURCHASE THIS GAME- HOUSE OF VELEZ REQUIRES A CONTROLLER TO PLAY. IF YOU DO NOT HAVE A CONTROLLER THE GAME WILL NOT WORK. XBOX LAYOUT PREFERRED.</u></strong><br><br>Lily Velez, daughter of famous archaeologist Victor Velez, returns home to her family's estate following news of her father's sudden disappearance. Intent on finding clues to her missing father's whereabouts, and evidence to prove his innocents involving a scandal within his company, Lily begins her search. However, she is about to uncover something that will take her far beyond her own investigation. Something that will force her to fight for her very survival. Follow Lily into her own worst nightmare as she uncovers the dark and sadistic history that lies within the walls of the House of Velez.<br><br>House of Velez is a horror game based around stealth/puzzle elements. It emphasizes sneaking, running and hiding mechanics to surpass obstacles rather than combat.<br><br>The game features a &quot;Focus Mode&quot; that allows you to see your pursuers' field of vision and hearing radius, while also monitoring your own noise levels.<br><br>Another feature is &quot;Heart Rate Suppression&quot; that restricts movement, but allows you to become &quot;invisible&quot; when used effectively.<br><br>House of Velez draws inspiration from titles like Haunting Ground and even film such as the 1980's Hellraiser.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/724010/header.jpg?t=1556430445",
    "developers": [
      "Dark Room Games"
    ],
    "publishers": [
      "Dark Room Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 4,
      "total_negative": 1,
      "total_reviews": 5
    }
  }
}