{
  "724290": {
    "name": "En-thirer pp-slimes adventures",
    "steam_appid": 724290,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>This storepage was pre-ordered in removing. It will be not released.</strong><br><br>Returning shrimps and new comers as in pp-slimes!<br><br>In this game, shrimps are not heroes, but they've supply the resources to pp-slimes from the sea!<br><br>Helpful shrimps and new slimy tribes will make consecutive up in RTSes-genarations.<br><br>--notes--<br>This game includes &quot;no sounds&quot; on conditions in default. This-game-settings just support(s) player-owned musics and sound files.<br><br>--key features--<br>Including 6 on-map resources, Initially 4 towers (but mainly slimes defend their own tribe)<br><br>A tower defencing game styled in semi-RTSes.<br><br>Most of game-graphics were painted(or will be set in in-game paintings) by procedural generations.<br><br>If it becomes so-called late game, Within extreme capacities ex-slimes and sp-slimes fused productively support tribes.<br><br>--recources--<br>Particles mean resources in this game. In Increasing player's resources on the situation that pp-slimes close them. Those resources provide mgt-slimes(separatable), fused ex-slimes and sp-slimes they're good at combat against other slimes-tribes. Also, resources grown up themselves, enabled self-increasing amount of resources contained.<br><br>--alpha demo--<br>Pp-slimes alpha demo version will be available on 29/06/18",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/724290/header.jpg?t=1526714715",
    "developers": [
      "aomin-meiho"
    ],
    "publishers": [
      "aomin-meiho studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}