{
  "724590": {
    "name": "Sharecare YOU VR",
    "steam_appid": 724590,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Sharecare YOU VR is no longer available for sale on Steam. However, if you previously purchased the app, it is available for you to download via your Steam account.</strong><br><br>---<br><br>Experience the human body like never before!<br><br><strong>Sharecare YOU VR</strong> provides a never-before-seen experience that allows viewers to better visualize, understand, and interact with the human body.<br><br><strong>Sharecare YOU VR</strong> is not a boring anatomy app, or simple 2D video demonstration; it is a fully immersive and interactive 360 experience you have to try for yourself! It is the successor to the award-winning Sharecare VR 2017 and includes:<br><ul class=\"bb_ul\"><li>Thousands of organ structures and systems to explore<br></li><li>A growing library of content and videos, including anatomy, physiology, conditions, and treatments<br></li><li>Informative labels and contextual information with voice-over pronunciation<br></li><li>Upgraded interactive tools and functionality to dissect, handle, customize and explore each organ in 360-degrees<br></li><li>Compatibility with all major VR headsets</li></ul><br>Who should download <strong>Sharecare YOU VR</strong>:<br><ul class=\"bb_ul\"><li>Students who want a deeper understanding of the human body<br></li><li>Educators who want to create more memorable and effective learning materials<br></li><li>Health Care Professionals looking for better Patient Education Materials specifically in Cardiology, Pulmonology &amp; Primary Care<br></li><li>Digital Agencies looking for amazing graphics of the human body<br></li><li>Gamers looking to experience what best in class VR experience look like<br></li><li>AND anyone else passionate about learning about their body, health and how it works!</li></ul><br>Our Mission at Sharecare is to empower the world to better understand the human body and your health.<br><br>Interested in Sharecare YOU for desktop? Find it here!",
    "supported_languages": "英语<strong>*</strong>, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/724590/header.jpg?t=1682708125",
    "developers": [
      "Sharecare Reality Lab"
    ],
    "publishers": [
      "Sharecare, Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 17 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 3,
      "total_negative": 0,
      "total_reviews": 3
    }
  }
}