{
  "724900": {
    "name": "Hallowed Encounter",
    "steam_appid": 724900,
    "required_age": 0,
    "is_free": false,
    "description": "Just what you needed to put you in the pre and post Halloween mood! A mysterious and spooky evening governed by your interactions with the local Halloween Trick-or-Treaters!<br><br><strong><u>Story</u></strong><br>Players jump into the world of Weston Norris on Halloween night. As one of the town's popular CEOs, he is held to a high standard in the public eye. After previously losing his daughter on Halloween night of last year, this Halloween has become immensely difficult to bear. After arriving home from work, he decides to lock up for the night in hopes of being left alone. Throughout the night children from the apartment complex's annual Trick-or-Treat fest come knocking on his door. The player must survive the night in his apartment by keeping lights turned off and silencing any noises. Mr. Norris cannot have his position in the community compromised over such a small Halloween festivity. As the night goes on, it becomes, strangely, increasingly difficult to do so. Strange things begin to happen as the clock ticks down to the end of the night. Is this his own daughter coming back to haunt him? Or something much more sinister? Try making it until 10pm and you'll find out for yourself. <br><br><i>Created on CryEngine 5 by the makers of The Legend: A University Story. </i><br><br><strong><u>What To Expect</u></strong><br>• An immersive storyline backed by strong voices and characters<br>• A spooky, enticing and Halloween-themed atmosphere<br>• Being bothered the entirety of your evening by Halloween Trick-or-Treaters!<br>• Beautiful graphics<br>• A first-person, indie horror mystery and interactive thrilling experience<br>• Exactly what you need to put you in the pre and post-Halloween mood!<br><br><strong><u>Current Status</u></strong><br>This title was intended as a seasonal, yet enjoyable way of spending your time this fall.  Currently, we are only releasing version 0.9.0 and not the final 1.0.0 release product.  This is simply due to ensuring that we can tackle as many issues and bugs reported by the community prior to launching a full-launch edition of this title.  Our team consists of one developer, one assistant and a sound team.  We will always try to address any issues you may encounter as quickly as possible, if any at all, but please keep us informed.  We hope you enjoy this title and the story it brings with it!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/724900/header.jpg?t=1509984338",
    "developers": [
      "Alpha Pack Studios"
    ],
    "publishers": [
      "Handle Consolidated, LLC."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}