{
  "725370": {
    "name": "Doctor Who Infinity",
    "steam_appid": 725370,
    "required_age": 0,
    "is_free": false,
    "description": "Doctor Who Magazine says &quot;These are the best Doctor Who stories ever told in a video game&quot;.<br><br><strong>Base purchase of Doctor Who Infinity includes the first two stories.</strong><br><br><strong>Doctor Who Infinity</strong> is a new platform for experiencing the Doctor's stories, with 6 new tales coming by the end of 2018.  Each story features a different Doctor from the 55 year history of the show, including both modern and classic Doctors, companions, monsters as well as entirely new characters to discover!<br><br>Each story is brought to life with actors narrating, as part of an amazing audio experience overseen by the award-winning audio director of Monument Valley, Stafford Bawler.  Each story is visually brought to life with a combination of comic book style cut scenes interwoven with game play tightly designed to mirror the narrative beats of the story.  <br><br>Game play changes from level to level with increasing complexity while the recognizable detachable tile mechanic allows us to stay accessible to gamers of all levels of experience.  In Infinity, characters like the Daleks, Missy, Jo Grant, and the Doctor literally appear on the board, as do opponents like robots, bombs, firewalls, and time vortexes.  You have never played anything like this before.  The game design is an innovation on the award-winning puzzle mechanic used in <strong>Doctor Who: Legacy</strong> -- think of this as the first time you have had the chance to play through original Doctor Who stories from start to finish.<br><br>This game is aimed at the adult Doctor Who fan, comfortable with mature, dramatic themes in a series of all new Doctor Who adventures, brought to you by well-known writers, artists and actors in the extended Doctor Who universe.<br><br><strong>Doctor Who Infinity is a platform for telling original Doctor Who stories.  Purchase unlocks the first two (or three if you purchase the bundle) stories. Additional stories are unlocked as DLC purchases.  That is the only type of in-app purchasing that you find in this game.  Additional stories are standalone, optional and unlockable in any order.</strong><br><br>---------------------------------------------------------------------------------------------<br><strong><br>STORY ONE: THE DALEK INVASION OF TIME</strong><br>Written by <strong>George Mann</strong>, drawn by <strong>Mike Collins</strong> (stoyboarder for TV series), and colored by <strong>Kris Carter</strong>.  Voice overs were recorded with <strong>Michelle Gomez</strong> (&quot;Missy&quot;), <strong>Ingrid Oliver</strong> (&quot;Osgood&quot;) and<strong> Bella Ramsey</strong> (from Game of Thrones).  Voice overs were directed by<strong> Scott Handcock</strong> (Michelle Gomez, Bella Ramsey) and Navid Khonsari (Michelle Gomez)<br><br>A tragic event on the edge of the Time War has led to the unlikely creation of a dangerous new type of Dalek hybrid, after a gifted young child is forced to survive by hooking herself into a Dalek life-support system. <br><br>As the young girl tries to exact her revenge, the Twelfth Doctor, Missy, Bill and Nardole find themselves in the midst of a full-scale assault on Earth’s timeline. <br><br>As the invasion spreads, and the Doctor is forced to turn to some of his closest allies for assistance, can they stop this new enemy?  And must the Doctor do the unthinkable and ally with the Daleks to save Earth?<br><br><strong>STORY TWO: THE ORPHANS OF THE POLYOPTRA</strong><br>Written by <strong>Gary Russell</strong> (as his final Doctor Who story), drawn by <strong>David Roach</strong>, and colored by <strong>Dylan Teague</strong>. Voice over was recorded with <strong>Katy Manning</strong> (&quot;Jo Grant&quot;) and directed by <strong>Gary Russell</strong>.<br><br>The story, as told in flashback by Jo Jones to her nephew in the style of a classic Doctor Who 4-part story arc, begins at the height of World War 2 as the Third Doctor and Jo Grant find themselves trapped in what appears to be a German bombing in a small mining town. <br><br>Here they meet a young orphan girl and her strange companion, who are not at all what they appear to be, and who desperately need their help to travel back to 1842, to a time when the local children still faced the treacherous danger of daily work in the mines.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/725370/header.jpg?t=1668543193",
    "developers": [
      "Tiny Rebel Games",
      "Seed Studio"
    ],
    "publishers": [
      "Tiny Rebel Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 63,
      "highlighted": [
        {
          "name": "No Mercy",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/725370/b267b2a975da62e71d0eedd47202b33ea07526d6.jpg"
        },
        {
          "name": "Speedy Hacker",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/725370/772300a634b5dd9b5d05f9ab94527e5ac81a1c13.jpg"
        },
        {
          "name": "Nulla Misericordia",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/725370/6035ca227eb2c428711851b161bdba61423f9c3d.jpg"
        },
        {
          "name": "Hacking the Comms",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/725370/4e38cd47cf312c8f83e1e843dcf8967618ba541c.jpg"
        },
        {
          "name": "The Clock Tower Is Ticking",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/725370/14e649c97bb23db52e02538e2055550b34bf236d.jpg"
        },
        {
          "name": "War of the Worlds",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/725370/d4e54f9badcfd8844fe9d51673e19474c312d6b7.jpg"
        },
        {
          "name": "The Best Defense",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/725370/0a1314804ff056dfe93fe665c08590ccad8ad84a.jpg"
        },
        {
          "name": "No Cause For Alarm",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/725370/bd33ecae7d11bee350d937f0f796f16c97b006bc.jpg"
        },
        {
          "name": "A Quick Fix",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/725370/b39b4c57e449ba9fb07d963e9676ef2a463b633e.jpg"
        },
        {
          "name": "Dalek Hunter",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/725370/9314df835cda54b18f22ae235b201362e36fc028.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}