{
  "725890": {
    "name": "Assembly League",
    "steam_appid": 725890,
    "required_age": 0,
    "is_free": true,
    "description": "Ever wanted to construct a <i>killer </i>robot but never had the funds to pay the legal bills? Well now you can build killer robots without having to worry about legal issues!<br><br><strong>Robot Assembly League</strong> mimics the technical challenge of designing a killer robot. In fact, it is so realistic you will learn how to program robots using a real programming language! <br>You need to decide on over 150+ different components to use, then program your robot to make strategic use of these components to defeat opponent robots in an arena.<h2 class=\"bb_tag\" >Construction</h2>You need to to carefully choose the components that you think your robot needs to succeed. If you overload your robot with weapons then you need to be careful not to overheat during the match. You need to choose the right balance between the number of weapons of the usage of these weapons.<h2 class=\"bb_tag\" >Coding</h2>Either write real code or use a code generator to do the coding for you at a click of a button! Your robot will only ever do what you tell it to! The programming language is based on Assembly, the language used by hackers, virus writers, reverse engineers, operating system designers and robot builders. <br>- Alternatively, simply use a code-generator to create the code needed for your robot to operate and not worry about a single line of Assembly code at all!<h2 class=\"bb_tag\" >League</h2>You compete against creations from players all over the world. The league is divided into divisions of 5 robots competing to move up in the ranks. You can challenge an opponent for a 1v1 match or challenge the whole division to see up to 6 robots battle it out in the arena. If you are brave, you can send your robot to battle against the top 5 in any of the 8 Ranking Categories!<h2 class=\"bb_tag\" >Cinematic Arena</h2>When your robot is ready then sit back, grab some snack and watch your creation wreak havoc in the Battle Arena! Once a match has started, you no longer have control over your creation and it will do only what you programmed it to do.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>Extremely realistic - Learn while you play. As you progress you will learn how to write code just like a real programmer does.</li></ul><ul class=\"bb_ul\"><li>Simplified - A code wizard will help you write the correct code if you get stuck writing the perfect Artificial Intelligence logic.</li></ul><ul class=\"bb_ul\"><li>Non-mathematical - You do not need to know or do complex mathematics at all. Each robot brain includes a set of complex functions that you can use to implement your strategy.</li></ul><ul class=\"bb_ul\"><li>Assembly Language - Learn a real but simplified programming language used by technical programmers,  such as robot designers, hackers and reverse engineers. It is a great tool to learn how to read &amp; write assembly code.</li></ul><ul class=\"bb_ul\"><li>Updated Battle Arenas - New Arenas are automatically loaded from the server. Every week the Battle Arena will change for all players. </li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/725890/header.jpg?t=1676227635",
    "developers": [
      "INESSOFT",
      "Leon Botha",
      "Leobot Electronics"
    ],
    "publishers": [
      "INESSOFT",
      "Leon Botha",
      "Leobot Electronics"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}