{
  "725920": {
    "name": "If Only...",
    "steam_appid": 725920,
    "required_age": 0,
    "is_free": true,
    "description": "This VR experience uses the architectural design by M@ STUDIO Architects for the 2016 National Gallery of Victoria (NGV) Architecture Commission titled “Haven’t you always wanted…?” which transplanted a familiar object (a suburban car wash) into an unfamiliar surrounding (the art gallery) and explores ideas of ‘uncertain conditions’ and ‘dematerialisation’ using materials such as multiple layers of cricket netting - that create moire effects - and hot pink astro turf.<br />\r\n<br />\r\n‘If only…’ asks what if we could experience the changes we make to an architectural design in real time and from inside the architectural space and see the effects of the transformation from morning through to evening. The materiality of the pavilion can be changed in ways that may not, in reality, be possible or practical (such as gold netting), while you can teleport to different locations inside and outside the pavilion.<br />\r\n<br />\r\n‘If only…’ also works with and extends some of the themes of the M@ STUDIO pavilion in order to develop atmosphere, mood and experience. It offers bubbles, fog, ghostly portals, the chill of a cold night and just you inside the pavilion changing the materials as many times as you like and watching the shadows, seeing what happens as the sun rises and sets. If only…<br />\r\n<br />\r\n‘If only…’ is a collaboration between RMIT University’s Centre for Game Design Research, M@ STUDIO Architects and d__Lab RMIT which explores game design experience and architectural design.<br />\r\n<br />\r\n----------------------------------------<br />\r\n<br />\r\nThe National Gallery of Victoria (NGV), situated in Melbourne, is the oldest and most visited gallery in Australia. Founded in 1861, today the NGV holds the most significant collection of art in the region; a vast treasury of more than 70,000 works that span thousands of years and a wealth of ideas, disciplines and styles.<br />\r\n<br />\r\nRMIT is a global university of technology, design and enterprise. Situated in Melbourne, it is one of Australia's original tertiary institutions and RMIT University enjoys an international reputation for excellence in professional and vocational education, applied research, and engagement with the needs of industry and the community.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/725920/header.jpg?t=1508741559",
    "developers": [
      "RMIT VX Lab"
    ],
    "publishers": [
      "RMIT VX Lab"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}