{
  "726560": {
    "name": "Battlestar Galactica Deadlock: The Broken Alliance",
    "steam_appid": 726560,
    "required_age": 0,
    "is_free": false,
    "description": "Tensions are rising during the First Cylon War. <br><br>Anti-Caprican sentiment threatens the Quorum alliance. Discontent and pessimism spreads throughout the colonies. While politicians and diplomats frantically negotiate to keep the alliance together, Colonial Fleet receives a strange request from Aquaria. It’s the start of a chain of events that could change the tide of the war…<h2 class=\"bb_tag\" >New Quorum campaign</h2><br>“The Broken Alliance” DLC pack for Battlestar Galactica Deadlock™ presents players with 8 new story missions that are integrated seamlessly into the single player campaign, and linked together into a brand new plot that explores the intricate maze of Colonial politics. New characters enter the fray, disrupting old pacts and forging new partnerships. The Broken Alliance expands the lore of the Battlestar Galactica universe, and brings a new story of intrigue and backstabbing to Battlestar Galactica Deadlock™.<h2 class=\"bb_tag\" >New ships</h2><br>The expansion comes with four brand new capital ships and two new squadrons, bringing new functionality and tactics to the First Cylon War. <br><br><i>Minerva-class Battlestar</i> – The precursor of the Mercury-class Battlestar, the Minerva is a new addition to Colonial Fleet that concentrates artillery, firepower and life support into a compact hull. Although it has less staying power than other battlestar classes, the Minerva’s versatile gun placements and expanded missile capabilities have provided it with a reputation as a devastating capital destroyer.<br><i>Celestra-class resupply ship</i> - The Celestra class is a Colonial research ship that uses a suite of drones to apply ablative armor plating to friendly units. A resupply depot has been retrofitted into the hangar, allowing Raptor crews to make supply runs mid-mission to fleet cruisers and battlestars.<br><i>Assault Raptors</i> – Assault Raptors are an aggressive variant of the trusted Colonial utility vehicle. The external rocket pods on these ships are capable of significant anti-capital support, and the crews are trained in live combat support, at the expense of their usual ECM suites.<br><br><i>Argos-class Basestar</i> - As Colonials continue to push fighter space supremacy as a force in the war, the Cylons continue to reply with their intent to overwhelm with numbers. Larger than the Cerberus and Basestar Mk I, the Argos contains an overwhelming array of hangars and missile tubes, but hosts little in the way of self-defense.<br><i>Hydra-class resupply ship</i> - The Hydra is a Cylon resupply ship equipped with repair drones that are launched and attached to friendly units. Despite having no armaments of its own, the Hydra has a complex Fire Control system that is heavily integrated with its Tech Bay. This system allows it to coordinate missile strikes with nearby friendly units, significantly increasing the efficiency of the Cylon’s deadly missile tactics.<br><i>Scorpion Sentry</i> – The Scorpion is a defensive sentry drone with high caliber guns and pin-point accurate anti-missile capabilities. Although they excel at area control, they are unable to operate until they have been stabilized after moving.<h2 class=\"bb_tag\" >New music</h2><br>Four new beautiful tracks composed by Ash Gibson Greig in a pure Battlestar Galactica style!",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/726560/header.jpg?t=1763401353",
    "developers": [
      "Black Lab Games"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}