{
  "726690": {
    "name": "DCS: Su-33 Flaming Cliffs",
    "steam_appid": 726690,
    "required_age": 0,
    "is_free": false,
    "description": "The Su-33 has been the backbone of Russian aircraft carrier aviation since the late 1990s and is an all-weather fighter capable of engaging both air and surface targets. Based on the powerful Su-27 “Flanker”, the Su-33 is a navalized version suited for operations aboard the Admiral Kuznetsov aircraft carrier. Changes to the Su-33 include strengthened landing gear, folding wings, more powerful engines, and the very visible canards.<br><br>The Su-33 is equipped with a powerful pulse doppler radar and an Infrared Search and Track (IRST) for engaging aerial targets with a wide range of radar- and infrared-guided missiles and its internal cannon. For air-to-surface attack, the Su-33 can be armed with many types of unguided bombs, rockets, and cluster munitions.<br><br>Despite its large size, the Su-33 is very capable in a dogfight when combined with its integral helmet-mounted sight and off-boresight missiles.<br><br>NOTE: THIS IS THE EXACT SAME SU-33 AS IS INCLUDED IN DCS FLAMING CLIFFS 3.<br><br><strong>This product is not compatible with the DCS World e-Shop version.</strong><br><br>Key Features:<br><br><ul class=\"bb_ul\"><li>Professional Flight Model (PFM).<br></li><li>Virtual Reality supported.<br></li><li>Highly accurate and detailed external model and cockpit.<br></li><li>Wide range of air-to-air and air-to-ground weapons, including internal cannon.<br></li><li>Modeling of electronic countermeasures and radar warning receiver.<br></li><li>Realistic modeling of carrier landing approach system.<br></li><li>Detailed and accurate simulation of the wing control surfaces that include the leading and trailing edge flaps and the differential ailerons. In addition to the conventional differential stabilizers, canard behavior has also been improved for more realistic behavior. The Flight Control System (FCS) will automatically reconfigure itself depending on the flight mode.<br></li><li>Includes the wing-fold mechanism, reinforced landing gear struts, and the inclusion of high-gain nose wheel steering for use on crowded carrier decks.<br></li><li>Correct physics for the arrestor wire and its’ interaction with the aircraft.<br></li><li>The engines have a &quot;special mode&quot; that adds up to 12,800 kg of thrust (instead of the normal 12,500 kg of thrust). This mode also includes realistic operating time restrictions.<br></li><li>Includes a special FCS mode used when aerial refueling. When in this mode and the control stick is released, the aircraft will automatically maintain level flight. This FCS mode allows fine-control and thus making it easier to make contact with the tanker within a pitch range of plus or minus 5 degrees and of a roll angle of plus or minus 10 degrees.<br></li><li>The Auto-Thrust Control (ATC) is used for automatic speed holding and can be fine-tuned with a set speed switch. This can be useful with landing on the carrier.<br></li><li>Inclusion of the automatic collision avoidance system (&quot;Uvod&quot; mode) that allows safe nap-of-the-earth flying.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/726690/header.jpg?t=1727214803",
    "developers": [
      "Eagle Dynamics SA"
    ],
    "publishers": [
      "Eagle Dynamics SA"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 10500,
      "final": 5250,
      "discount_percent": 50,
      "initial_formatted": "¥ 105.00",
      "final_formatted": "¥ 52.50"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 31,
        "description": "支持 VR"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 28,
      "total_negative": 1,
      "total_reviews": 29
    }
  }
}