{
  "726620": {
    "name": "Kitty Rescue",
    "steam_appid": 726620,
    "required_age": 0,
    "is_free": true,
    "description": "Kitty Rescue is a fun, light-hearted, 5-10 minute virtual reality experience for all the family. <br />\r\n<br />\r\nOh dear, Kitty is always getting herself into a pickle. Luckily, you’re here to save the day. You must defy death to save our careless kitten from the dangers of a construction site, rescuing her from 3 perilous scenarios.  Hope you don’t have a problem with heights!<br />\r\n<br />\r\n1. Window Washer<br />\r\nKitty has walked onto a rig that was closed for repair and is now swinging about precariously 200 feet in the air. Your mission is to take the working rig down, reach out across the void and snatch kitty from the broken rig to safety. <br />\r\n<br />\r\n2. Walk The Crane<br />\r\nWhat is Kitty thinking! She's wandered out onto a plank at the top of the crane and is oblivious to the peril she's in. Your mission is to ascend the crane, walk out over the rickety old plank, grab kitty and get her back into the crane.<br />\r\n<br />\r\n3. Girder Jump<br />\r\nKitty had outdone herself this time. She fell asleep on some girders and woke to find herself trapped high up on a ledge. Your mission is to traverse the void, jumping from crane to crane, there and back, to return kitty to safety.<br />\r\n<br />\r\nBonus Skill Level - Complete all three scenarios and grab kitty to begin.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/726620/header.jpg?t=1591750098",
    "developers": [
      "Mesmerise Studios"
    ],
    "publishers": [
      "Mesmerise Global"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}