{
  "726630": {
    "name": "Mare Nostrvm",
    "steam_appid": 726630,
    "required_age": 0,
    "is_free": false,
    "description": "De Proelio Navalis is here! Mare Nostrvm is a strategy game by the developer of Qvadriga, and it is set during the turbulent war galleys era, when the civlizations along the Mediterranean Sea started to extend their ambitions towards new lands.<br><br>From the dawn of history to the Roman Civil Wars, from Iberia to Cyprus, revive the ancient naval battles of the Mediterranean. 24 historic naval battles, including Salamis, the final defeat of Xerxes in Greece, and Actium, Downfall of Antony and Cleopatra.<br><br>Choose between fourteen ship types, ranging from the small and primitive penteconter to the powerful decares and wage war in historic naval battles. Ram enemy ships, board them, or make use of your on-board harpax to make their encounter with Neptune the last!<br><br>Squadron system with chain of command, the ships needs to be under command to be able to receive orders. Admirals and commanders have special abilities and a squadron range, lines of ships could be arranged out of this range to give command to all of them. Gameplay includes crew fatigue, atmospheric phenomena like fog, rain and a variable wind system and special rules for treasure ships, local command, plague, anchored ships and transports.<br><br>Naval Squadrons employ real tactics of that time, and the WEGO system will force you to think three moves ahead of your opponent. Multiplayer mode allows multiple historical and skirmish battles to be played by two players using Slitherine’s easy to use PBEM+ system.<h2 class=\"bb_tag\" >FEATURES: </h2>- Classic WEGO system. Plan the actions first, then execute and view a simultaneous turn resolution<br>- Battle AI adapts to the tactical situation and the historical settings<br>- Configurable skirmish battles allows choosing of map, size, wind and opposing sides, using a point buy system<br>- 14 ship types, from the swift penteconter to the massive deceres, equippable with devices like engines, towers, harpax, corvus, rodian firepots or sails<br>- Historical tactics and maneuvers, depending on the situation and the ship type. Ram, rake oars or grapple and board. Arrows, artillery and fire",
    "supported_languages": "英语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/726630/header.jpg?t=1574261280",
    "developers": [
      "Turnopia"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}