{
  "727100": {
    "name": "Orch Star",
    "steam_appid": 727100,
    "required_age": 0,
    "is_free": false,
    "description": "Orch Star is a real-time strategy game set in an immersive space universe where orchs and elves fight for domination. Control your fleet of orch ships using either a traditional desktop setup or VR gear as you conquer the planets necessary to seize control of strategic systems.<br><br>Perform quick, cunning maneuvers to crush your opponents as you lead a rebellion through the 15 increasingly difficult scenarios of the campaign. Challenge other players in online battles as you show the world the great warlord you’ve become, or explore the Level Editor and create beautiful scenarios to share with the world.<h2 class=\"bb_tag\" >Desktop / Virtual Reality</h2>Orch Star can be played in either Desktop or Virtual Reality (VR) mode. The traditional desktop mode is played on a monitor using mouse and keyboard, while the VR mode is played using a supported VR headset and handheld controllers.<br>There is no difference in content between the two modes; they are simply two different interfaces for playing the game. Throughout its development, Orch Star has been designed to be fun and challenging for both modes. Purchasing a copy of the game will allow you to play in either mode at any time, provided you have the necessary equipment.<h2 class=\"bb_tag\" >Lead a Rebellion</h2>Lead a rebellion against the vast Mevorian Empire as you play through the 15 carefully designed scenarios of the single-player campaign. Take the role of the great warchief Orca Wartusk, who started a revolution among the scattered orch clans after almost 600 years of Mevorian oppression. Rally the remaining orch clans by proving your superiority as warchief, then venture into the elven starseas to conquer their ancient systems and foreign technology. Discover new ships, technologies and spells to further enhance your capabilities.<br><br><br><i>“My homeworld was burning. My clan, friends and family were burning. It was the end of our world. The Mevorian Empire crushed our last strongholds in a devastating series of blows. The combined 7th and 12th fleet of the Mevorian deep space command left almost no survivors after their first strike. The second strike took out our fleets’ starbases. We had lost long before the battle begun. Bound to give up, or lose what was left of our families, children and elders, our leaders gave in to the Mevorians. A bloody defeat. Hence we became part of the vast Mevorian Star Empire. We lost our ways and our freedom.”</i><br>– Orca Wartusk<h2 class=\"bb_tag\" >Battle Online</h2>Challenge your friends or other online commanders in Multiplayer battles for up to 6 players, regardless of their gaming platform. Play as orchs or elves in deathmatch scenarios in customizable team compositions or custom scenarios with scripted events and victory conditions. Just like in the Skirmish game mode, you can always add AI opponents if you need more players.<h2 class=\"bb_tag\" >Local Skirmishes</h2>Use the Skirmish game mode to play one of the bundled or user-created single-player scenarios with or against AI opponents of customizable difficulty. You can also open Multiplayer scenarios in Skirmish and replace other player teams with AI-controlled ones.<h2 class=\"bb_tag\" >Create Your Own Scenarios</h2>The extensive Level Editor is a powerful tool developed alongside the game, which has been used to create all scenarios seen in the campaign and Skirmish scenarios. Use it to build and share your own scenarios of varying complexity. Edit planets, asteroids, stars and skybox to create the scenery, then determine ship production and team configurations to add gameplay to the scene. You can even customize your scenario further by adding dialogue, planet statistics and descriptions, and powerful custom functions which allow you to script game events such as reinforcements, planet explosions and victory.<h2 class=\"bb_tag\" >Steam Workshop Integration</h2>Both the Level Editor and scenario selection in the game feature integration with Steam’s platform for user-created content, the Workshop. This makes it easier for you to both share your own scenarios and find others’ scenarios to play in the Skirmish or Multiplayer game modes. The Workshop also allows you to quickly find good scenarios with specific tags, rate and leave feedback on scenarios, and subscribe to your favourites for automatic updates.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/727100/header.jpg?t=1604683665",
    "developers": [
      "Orch Star Studios"
    ],
    "publishers": [
      "White Warlock AB"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 22,
      "highlighted": [
        {
          "name": "Complete Mission 1",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/727100/1a967f157eccd7d45fe2eed1756d532c5101aa4a.jpg"
        },
        {
          "name": "Complete Mission 2",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/727100/af9fa2e24dcd06bd82f6597f09b1c8de2f453dab.jpg"
        },
        {
          "name": "Complete Mission 3",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/727100/f3894fdd8a9ff585e2db6e049763c90ab95fe51e.jpg"
        },
        {
          "name": "Complete Mission 4",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/727100/ecf06dec6d9ca472776db64176a467069ede157b.jpg"
        },
        {
          "name": "Complete Mission 5",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/727100/5634d6d396af1f541916fa732ee0216ed784c8aa.jpg"
        },
        {
          "name": "Complete Mission 6",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/727100/d16321dffa09ce24447c54bbc7c8d86170bff9b0.jpg"
        },
        {
          "name": "Complete Mission 7",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/727100/807bbe6ff37fb007504fe67465e6785dc790c7d7.jpg"
        },
        {
          "name": "Complete Mission 8",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/727100/c35fdc1a21c979102878e96ce8888ffb4757a8b7.jpg"
        },
        {
          "name": "Complete Mission 9",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/727100/a753d43c218b1ba0a220392d3089791f32828f3a.jpg"
        },
        {
          "name": "Complete Mission 10",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/727100/d8e2250f204d70e4a0e80747e39bf829d5020028.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}