{
  "72760": {
    "name": "Fallout New Vegas®: Lonesome Road™",
    "steam_appid": 72760,
    "required_age": "18",
    "is_free": false,
    "description": "In <strong>Lonesome Road</strong> you are contacted by the original Courier Six, a man by the name of Ulysses who refused to deliver the Platinum Chip at the start of <strong>Fallout: New Vegas</strong>. Ulysses promises the answer as to why he didn’t take the job,but only if you make one last journey into the hurricane-swept canyons of the Divide, a landscape torn apart by earthquakes and violent storms. It's up to you whether you take the job or not.<br>\t\t\t\t\t\tThe road to the Divide is a long and treacherous one, and of the few to ever walk the road, none have ever returned. Is finding answers to your own past worth the risk? Bring all your gear, all your weapons, but leave your companions behind...this is one road you must walk alone.<br>\t\t\t\t\t\t<h2 class=\"bb_tag\" >Key Features:</h2>\t\t\t\t\t\t<ul class=\"bb_ul\"><li><strong>New Terrain</strong> - Travel through the tortured landscape of the Divide, a wrecked locale torn apart by storms and earthquakes to find Ulysses, the original Courier Six. Shattered canyons, abandoned missile silos, military bases, and destroyed cityscapes await.<br>\t\t\t\t\t\t</li><li><strong>New Enemies</strong> - Take on the Tunnelers, the vicious Marked Men, and Ulysses himself! <br>\t\t\t\t\t\t</li><li><strong>New Weapons</strong> - As you make this treacherous journey you’ll have a series of new weapons at your disposal, including the ‘Red Glare’ Rocket Launcher, a Laser Detonator that can be used to set off abandoned warheads scattered throughout the environment, and a variety of Pre-War ordinance including Flare Guns, Satchel Charges, and Shoulder-Mounted Machine Guns.<br>\t\t\t\t\t\t</li><li><strong>New Perks</strong> - Lonesome Road increases the level cap by 5 and includes an array of new perks and recipes such as Auto-Inject Stimpaks, Bitter Drink and Snakebite Tourniquet.</li></ul>",
    "supported_languages": "英语, 法语, 德语, 意大利语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/72760/header.jpg?t=1497933936",
    "developers": [
      "Obsidian Entertainment"
    ],
    "publishers": [
      "Bethesda Softworks"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2011 年 9 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 29,
      "total_negative": 2,
      "total_reviews": 31
    }
  }
}