{
  "727960": {
    "name": "Xagia Wars",
    "steam_appid": 727960,
    "required_age": 0,
    "is_free": false,
    "description": "Magica is one of the two greatest gifts given to all of the creatures of the Earth by the all-loving Xagia. <br />\r\nIt was the gift which has enabled Humankind to free themselves from the bound of an evil God, who calls himself Cahos.<br />\r\nCahos has birthed a number of Divinus to help him in fulfilling his desire to conquer the Earth. With a fell swoop, all those who dwell the surface of the Earth<br />\r\nhave bent their knees in front of the malevolent Cahos, until Xagia sent Leonhart, the Mystical Beast, to help Humankind in their struggle against Cahos with the<br />\r\npowers of Magica. Eventually, victory was seized by Humankind, and Cahos was sealed into a crystal.<br />\r\n<br />\r\nEven if the struggle was over, Xagia still allowed Humankind to borrow the power of Magica through Leonhart. This power provides amplitude of benefits for the well-<br />\r\nbeing of Humankind, all over the earth. Born to those who can wield it naturally, this is not a power one can learn to be able to use it.<br />\r\nMagna, a majestic kingdom born of such a long struggle. This kingdom is the home for those who can wield Magica, and those who cannot as well. This kingdom thrives in prosperity, with all of its citizens living their daily lives fulfilled and in harmony.<br />\r\n<br />\r\nThe Story itself focused in our protagonist, Isaac Victor, living his own live in this city as a student of Magna Magic Academy. He lives with his loving parents, has good friends, and excels in almost every subject in his school. He just can’t ask for more and be grateful for his fulfilling life. Or is it?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/727960/header.jpg?t=1510591573",
    "developers": [
      "NextHeaven"
    ],
    "publishers": [
      "Vifth Floor"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}