{
  "729490": {
    "name": "长途客车模拟 - 球队巴士模拟",
    "steam_appid": 729490,
    "required_age": 0,
    "is_free": false,
    "description": "In the add-on Football Team Bus, you can choose one of 18 football clubs based on the German football league and drive its players to their guest matches. All stadiums have been recreated to the smallest detail – just as the liveries for the team busses of all clubs of the current football season 24/25.<br><br>It is your job to manage the allocated budget wisely until the end of the season so that the team bus can be maintained, cleaned, and the team can be supplied with sufficient snacks and beverages.<br><br>For far away guest matches you have to pick up your team from the railway station and drive them to the guest stadium. You can also choose to drive to the destination a day earlier and stay in a hotel to ensure you will be on time of the day of the match.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/729490/extras/298ddd7e80c1d2119004dce874a7a51b.avif?t=1736502266\" width=616 height=218 /></span><br><ul class=\"bb_ul\"><li>Choose one of 18 recreated clubs of the current German football season 24/25<br></li><li>18 recreated stadiums, incl. Munich, Dortmund, Berlin, etc.<br></li><li>18 recreated club paintings for the exclusive MAN Lion’s Coach C<br></li><li>Any Fernbus vehicle you already own can be used as a team vehicle<br></li><li>Manage your budget wisely until the end of the season<br></li><li>Let the team bus be maintained in workshops<br></li><li>Clean the team bus in a truck wash to make sure it’s shining for the day of the performance<br></li><li>Organise beverages and snacks for your team<br></li><li>Make sure the sanitary facilities are clean and have enough antiseptics<br></li><li>Create and share your very own clubs via the Steam Workshop<br></li><li>Create and share new custom designs for the team buses via the Steam Workshop<br></li><li>Optional overnight stays in hotels for far away performances<br></li><li>Should you exceed your budget you might have to look for a new club during the season</li></ul>",
    "supported_languages": "英语, 德语<strong>*</strong>, 西班牙语 - 西班牙, 简体中文, 法语, 日语, 芬兰语, 土耳其语, 匈牙利语, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/729490/header.jpg?t=1736502266",
    "developers": [
      "TML-Studios"
    ],
    "publishers": [
      "Aerosoft GmbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9470,
      "final": 9470,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 94.70"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 5,
      "total_negative": 5,
      "total_reviews": 10
    }
  }
}