{
  "730010": {
    "name": "Ninja in Training",
    "steam_appid": 730010,
    "required_age": 0,
    "is_free": false,
    "description": "Becoming a Ninja usually takes years of practice and concentration. Thankfully, there's an easier way to become a pro! Practice hitting targets with shuriken in this casual Ninja Training game. You’ll be a master in no time!<br />\r\n<br />\r\nThere are eight levels to play in this game. Each of them offer a different challenge.<br />\r\n<br />\r\nNinja in Training offers two different types of targets, each with two types of behaviors. The first is a normal dummy target, and it can either be stationary or moving. The other type is a balloon target. It will either be moving up and down, or it will be hovering in place in the air.<br />\r\n<br />\r\nEach level has a stats board that reports your overall history on that level.  It will tell you the highest score that has been achieved on that level, how many times you have won the level, and how accurate you have been over all the attempts on the level. These stats boards may be reset on a per-level basis if you wish to start over from scratch to try to improve your stats.<br />\r\n<br />\r\nThere is a day/night option as well that will allow you to play at either daytime or nighttime. This can be toggled at the main spawn area next to the shrine at the top of the stairs in-game.<br />\r\n<br />\r\nAll options/buttons are in-game, and there are no &quot;Traditional Menus&quot; that detract from the immersion of the game.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/730010/header.jpg?t=1509654485",
    "developers": [
      "Tall James Games"
    ],
    "publishers": [
      "Tall James Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}