{
  "730640": {
    "name": "Railgunners Demo",
    "steam_appid": 730640,
    "required_age": 0,
    "is_free": true,
    "description": "Try out the first stages of Railgunners!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/730640/extras/6d79d81a7838e40c6900ba4791488723.avif?t=1725025943\" width=522 height=152 /></span><br><br>Railgunners is a shooter, built to highly customizable difficulty levels.<br>Fight your way through hundreds of enemy ships, and help humanity fight back against the alien invasion!<br><br>{STEAM_APP_IMAGE}/extras/railgunners_versao_23_3_4a941YKAcB.gif<br><br>There are 3 playable characters to choose from, each one with a unique experimental ship,<br>armed with powerful guns and special abilities!<br><br>To accomplish you mission you will need to smash into one the main reactors of the alien<br>mothership, responsible for raising a energy shield, that can only be trespassed using materials with a special frequency which your ship are made of.<br><br>The gameplay follows a simple but challenging cycle. At the start of each round your ship will be shot through a giant Railgun, and you will have a go against the enemy forces, the thing is, the technology necessary to use the ships consumes way too much energy, and it will be slowly depleted until you are either shot down, or your energy ends, that will mark the end of the round and you will be teleported back to the base. Once you are back, you can spend the DATA point that are accumulated through your fights against the invaders, making both the Railgun and your ship stronger, so you can last longer until you finally reach your missions objective.<br><br><strong>The full game features:</strong><br><br>- 3 playable characters with unique balancing and skills<br><br>- 17 carefully designed levels<br><br>- Defeated bosses and certain upgrades reached will unlock the beats of the story<br><br>- Challenging gameplay, be ready to sharpen your reflexes!",
    "supported_languages": "英语, 法语, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/730640/header.jpg?t=1725025943",
    "developers": [
      "Expresso Studios"
    ],
    "publishers": [
      "Expresso Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}