{
  "730770": {
    "name": "Rivals of Aether: Ranno and Clairen",
    "steam_appid": 730770,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/730770/extras/012d35908a690a62ed406062b27f56a2.avif?t=1601170940\" width=620 height=230 /></span><h2 class=\"bb_tag\" >Overview</h2>Two new original characters join the Rivals of Aether roster in this DLC Two Pack! Ranno the Poisonous Pacifist is the third Rival representing the water element while Clairen, the Flame's Salvation, represents Fire. Both characters bring their unique new abilities to the world of Aether and are sure to shake up your Rivals of Aether experience!<h2 class=\"bb_tag\" >Ranno</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/730770/extras/7b29a11daa593ee3df96aeaa48a24e5b.avif?t=1601170940\" width=616 height=138 /></span><br><br>Ranno was known as be a feared martial artist who trained under wise monks. But now he prefers to peacefully protect his swampy homeland. When he has no other option, you can see glimpses of his rapid and deliberate strikes. Combine his training with his poisonous nature and you have a real threat on your hands.<br><br><br><ul class=\"bb_ul\"><li>POISON STACKS - Ranno’s Specials Strong Attacks and Jab Combo apply up to four poisonous stacks on his opponents. These stacks damage opponents when they attack and can be removed by hitting Ranno.<br></li><li>TOXIC TRAP - Ranno’s Neutral Special and Down Special can place his opponents in a Toxic Bubble Trap that makes it easier for Ranno to combo. The length of time in the trap depends on the number of Poison Stacks on the opponent.<br></li><li>POISON SPIN - Ranno’s recovery onto stage has three options. He begins it with a Poison Lunge that is quick and knocks opponents away. After the lunge he can quickly Poison Kick down onto the stage with another quick strike. Or he can use the Posion Spin to fire out an array of Posion Darts in many directions. </li></ul><h2 class=\"bb_tag\" >Clairen</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/730770/extras/29ce85db2f407da2aaab4ee84c06ab13.avif?t=1601170940\" width=616 height=138 /></span><br><br>Clairen is a seasoned warrior from a distant future where the heroes of flame vanish and never return. After being defeated by a tyrannical and ever-living emperor, she travels back in time in order to defeat him. She stands out from the rest of the roster with her deadly sword and her ability to manipulate plasma.<br><br><ul class=\"bb_ul\"><li>IONIZED TIP - Unlike the other soldiers from the future, Clairen manipulates her blade to be two-toned. The end of Clairen's sword is super-charged, allowing her to stun enemies who are hit precisely with the tip. <br></li><li>PLASMA ECHO - Clairen dashes forward with her Side Special to quickly escape. The deadly plasma resonance left behind can damage enemies and even KO opponents with its sweet spot.<br></li><li>ENERGY FIELD - Performing a Down Special right before an attack hits Clairen will trigger her energy field. This field damages and pushes other Rivals away while nullifying all projectiles that try to enter it.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/730770/header.jpg?t=1601170940",
    "developers": [
      "Dan Fornace"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}