{
  "730750": {
    "name": "Zombasite - Orc Schism",
    "steam_appid": 730750,
    "required_age": 0,
    "is_free": false,
    "description": "Zombasite: Orc Schism is the first expansion for the unique action RPG, Zombasite. This zombie apocalypse action RPG is set in a dynamic, evolving, fantasy world for Windows, Mac, and Linux.<br><br>Long ago, when a necromancer attempted to raise Elves he thought to be dead, it went very wrong. Instead of raising an army of zombie slaves, a new race was born. The irate Orcs ripped the necromancer to shreds. Dormant necromancer magic has protected Orcs from zombie infection ever since, but the Zombasite, a zombie parasite, is intelligent. It has finally learned to break the defensive magic. The new infection swept through the entire Orc population like wildfire. Again it went very wrong. A war raged within each Orc between the Orc blood, the Zombasite, and the original Elven blood.<br><br>When the Orc blood won, a Dark Orc arose. With less Elven influence in their physiology, Dark Orcs’s aggressiveness and strength intensified, and they expanded their terrible savagery.<br> <br>When the Elven blood won, the new being became one of the Mutated. The Mutated are a new, unstable Elven/Orc race. The Elven heritage has become the dominate part, but they are still corrupted with Orc blood and necromancer magic. This corruption slowly mutates them over time, sometimes in good ways and sometimes bad. No one quite understands the Mutated and everyone fears them.<br> <br>And finally when the Zombasite won, a Zombie Lord was unleashed. Zombie Lords have full access to the strength of the Orcs and intelligence of the Elves. They are the most powerful and feared Zombies in existence.<br> <br>With three new powerful factions rising up from the ashes of the old Orc race, how will you continue to survive the Zombasite?<br><br><ul class=\"bb_ul\"><li>Play the Bard class (Minstrel, Illusionist, and Sage specialties) (now 333 total class combinations)<br></li><li>Control the defense of your town<br></li><li>Fight new monsters (Dark Orcs, Mutated, &amp; Zombie Lords)<br></li><li>Solve many more quests<br></li><li>Defend and explore random towns<br></li><li>Explore new area types<br></li><li>Fight with and against new clans</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/730750/header.jpg?t=1724974508",
    "developers": [
      "Soldak Entertainment"
    ],
    "publishers": [
      "Soldak Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}