{
  "731140": {
    "name": "Fantasy Grounds - Conquering Heroes (5E)",
    "steam_appid": 731140,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Conquering Heroes 5E</strong></h2><strong>Eight amazing 5E characters ready to conquer the world!</strong><br><i>Conquering Heroes is the first in a new series of pregenerated 5th Edition characters designed around specific campaign themes. Within these pages you'll find 8 fully fleshed-out, ready-to-play ideal for any campaign delving into the wooded wilderness, where barbarians and bandits lurk under the eaves of the fey forests and in the hollows of the empty hills, but where a hero might carve out not just a legend by a kingdom and crown of her own! Superstar author Neil Spicer proudly presents:</i><br><ul class=\"bb_ul\"><li>Arkadyus Sakharov, human bastard ranger<br></li><li>Davor Hestruk, half-orc fanatic cleric of the God of Battle<br></li><li>Faunlara &quot;Faun&quot; Daedys, elven treespeaker druid<br></li><li>Hulgrim Underspool, gnome prankster sorcerer<br></li><li>Pollyna Shuryon, tiefling bandit rogue<br></li><li>Pyotr Maartis, human gentleman paladin<br></li><li>Quinry Kimm, half-elven courtier bard<br></li><li>and last but not least, the enigmatic Radomir Lytkin, human student wizard</li></ul>Each character includes a richly detailed backstory, roleplaying tips, special equipment, and a special campaign trait to help tie them to the background of the campaign, but while each is as much about story as combat, when its time to thrown down, none of these heroes will be stepping to the sidelines. Each character also has specific level advancement information for their first few levels, with further suggestions for developing the character's long-term mechanical build. We haven't even mentioned the fantastic old-school character portraits courtesy of Hugo Solis, or the included foldable paper miniatures for every character!<br>Plenty of our products are geared for the hardworking GM, but this one is for every gamer out there. If you are a player, these PCs should provide endless opportunities for adventure. If you are a GM, you can use these pregenerated characters as NPCs, cohorts, allies, or rivals. Either way, pick up this fantastic character accessory and Make Your Game Legendary!<br><i>Conversion by:</i> <strong>Derek Lee</strong><br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Derek Lee</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/731140/header.jpg?t=1768388147",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 18 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}