{
  "731250": {
    "name": "ExoTanks",
    "steam_appid": 731250,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" ><strong>The Legend</strong></h2>The battlefield - the planet of Mars. The Confederation of the Earth and the Union of the Colonies, so-called &quot;Syndicate&quot; are engaged in a long-time war. After the orbital bombardment, corporations are  turned the Exotanks squads to the red planet.<br>The Confederate units are experienced fighters, with army training and excellent supplies on their side. The syndicate is not shy about any methods to protect the secrets found in the Martian caves. The treasures of the destroyed colonies, the mysterious Ares crystal, and unique technologies - all of this is being battle for. On the ruins of terraforming stations and ruins of industrial centers, exotanks fight for power, resources and control of territories. Will the Syndicate be able to defend its independence or will it be defeated by an iron fist of the Confederation?<br>You are now a Ryder, a specially trained Exotank pilot. Do you drive a war vehicle from a Confederate orbital station or from an underground shelter of the Syndicate? Whose side are you going to fight on?<h2 class=\"bb_tag\" ><strong>Key Features</strong></h2><strong>Unique Exotanks!</strong><br>Choose the right vehicle, among many exotanks with their own character! Be a dangerous killer, an impenetrable defender or a mobile support vehicle.<br>Each exotank has its own guns and special abilities, as well as different types of movement (from heavy tracks to flying platforms);<br>Try different roles and strategies! Change tactics, modify the exotank right in battle.<br><br><strong>Play as a team!</strong><br>Invite friends, gather the most effective squad and show the whole world what you deserve!<br>You can fight as a &quot;lone wolf&quot; or as part of a combat unit.<br>Use all the possibilities of team play: find the strengths of your vehicle and the weaknesses of your enemies!<br>Combine the abilities of exotanks, the main weapon of your squad - the creativity!<br><br><strong>Freedom of expression!</strong><br>Impress your friends and enemies, using different ways to customize your exotank.<br>Customize the appearance of the exotank and you will start to be recognized on the battlefield!<br><br><strong>Unique game universe!</strong><br>Feel like a pilot of a powerful fighting vehicle on the expanses of Mars.<br>The world of the red planet is in ruins: сolonies, research zones and giant factories have fallen into decay, there is a war.<br>Explore half-ruined objects of another planet, find the secrets of past battles. Touch the greatness of the fallen civilization!",
    "supported_languages": "英语, 俄语, 德语, 乌克兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/731250/header.jpg?t=1680252794",
    "developers": [
      "Digital Universe"
    ],
    "publishers": [
      "Digital Universe"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 1,
      "total_negative": 2,
      "total_reviews": 3
    }
  }
}