{
  "731780": {
    "name": "Fantasy Grounds - Mythic Monster #7: Inner Planes (PFRPG)",
    "steam_appid": 731780,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Mythic Monsters #7: Inner Planes</strong></h2>The seventh volume in our Mythic Monsters series, Mythic Monsters: Inner Planes brings you a dozen and one weirdling wanderers from the Elemental and Ethereal Planes, roaming planar portals and primordial energy pools to menace those that delve too deeply into the fundamental roots of the universe, or that ask too great a price from races ancient when their world was young. Twelve of your favorite planar creatures are here, updated for the mythic rules, and when we say updated we mean complete stat blocks, yes, but more than that every ancient ambassador and primal predator of the inner planes has its own unique and exciting new mythic abilities, from a mythic xill's otherworldly coordination and phase warrior to the conflagration and searing arrogance of a mythic noble efreeti malik!<br><i>This product includes mythic versions of the nobles of the four great genie races, as well as mythic jann and the undead of the genie world, mythic ghuls, as well as mythic versions of such classic creatures as the salamander and xorn, covering CRs from 5 to 16. In addition to a dozen existing otherworldly foes, Mythic Monsters: Inner Planes also describes the mysterious Portal Code and its applications for plane travelers, as well as the nature of genies and wishes in a mythic campaign, including the ability of mythic genies to overrule the wishes of their lesser kin. To top it all off, Mythic Monsters: Inner Planes introduces an entirely new 13th mythic monster, the implacable liminal hound, hunter of the transitive realms and teleportational vortices that join the planes together, and a deadly menace to those whose frequent jaunts between worlds threaten to unravel the spatial fabric of reality!</i><br>The Mythic Monsters series from Legendary Games brings you dynamic and exciting mechanics alongside evocative and cinematic new abilities that really help creatures live up to their flavor text, whether they are creatures of real-world myth and legend or creatures born out of the RPG tradition itself. These creatures can work just as well in a non-mythic campaign as they do in one that incorporates the full mythic rules, as you can throw them at your jaded players who think theyve seen it all or know the standard monster stats as well as you do. That look of surprise and What was THAT? will warm any GMs heart.<br>This supplement is a terrific complement to the Mythic Monster Manual, with over 220 mythic monsters and an awesome array of monster-focused abilities, feats, and more for your Pathfinder game! Pick up both books today and Make Your Game Legendary!<br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.<br><i>Conversion by:</i> <strong>Tony Lindberg</strong><br><i>Adapted for Fantasy Grounds by: </i><strong>Tony Lindberg</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/731780/header.jpg?t=1768388195",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 10 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}