{
  "731760": {
    "name": "Crawl Space: The Mansion",
    "steam_appid": 731760,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Crawlspace: The Mansion is a single player escape game set in a mysterious hotel, meant to be played near the Halloween season. It is non-VR and VR.</strong><br><br>It is the night before Halloween. The year is 1986. You are a young woman named Lisa Ranier who is visiting her famous uncle's abandoned estate and hotel in Maine. A sailor, archeologist, and explorer, Uncle Theopold Ranier's letters ceased 10 years earlier, just as he was completing a circumnavigation of the south seas. He last spoke that he was in search of the &quot;Emerald of the Sea,&quot; after a freak storm had swept his lovely wife Katherine overboard. It's a tragic tale, and an especially neglected mansion, and you, Lisa, being the sole heir, have decided to check it out yourself, despite the odd letter from the locals speaking of mysterious green lights, and an odd beacon once a year on Halloween. <br><br>Bravely you arrive a little after 10 pm, the earliest a cab could deliver you, when suddenly the front gates close and lock behind you, impossibly icy to the touch. You decide to venture inside to look for a key. Will you find more than you bargained for? <br><br><strong>Features</strong> <br>Crawlspace: The Mansion features an interactive environment of an old hotel. As the clock ticks down to &quot;The Witching Hour&quot; you must find keys and find your way out. Terrifying manifestations may be gentle at first, but you will soon regret your decision to 'visit' Uncle Theo. Spirits travel the halls: some you see and some you don't, and there are dozens of interactive objects, from drawers to doors to vases. Watching out for the paintings! Something soon becomes aware of your presence, and there is a deeper mystery to the Emerald of the Sea. The person most angered by your presence is surely Katherine, the ghost.<br><br>If you can maintain your wits, you might survive and escape, but most will not.<br><br><strong>Crawlspace: The Mansion </strong> is not, literally, for the weak of heart.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/731760/header.jpg?t=1755191006",
    "developers": [
      "Project Whitecard Studios Inc."
    ],
    "publishers": [
      "EvolVR Games Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}