{
  "731950": {
    "name": "The Homestead",
    "steam_appid": 731950,
    "required_age": 0,
    "is_free": true,
    "description": "The Homestead is an extremely detailed real-life encapsulation of an iconic art gallery based in Auckland, New Zealand. Next to our other experiences such as Nefertari: Journey to Eternity, this is technically likely the highest level of detail photogrammetry capture in the public domain. Achieving close to photo-realistic sense of truly being there. <br />\r\n<br />\r\nThe art-work in this lovely Victorian abode was captured independently from the environment. Scanned at a level of detail not demonstrated in any other traditional VR experience. Hence the 24GB file size. <br />\r\n<br />\r\nThis experience is a teaser of what is to come. A living, breathing art gallery with dynamically &amp; accurately represented real-world content constantly dynamically changing overtime. Brought in and out of exhibition. In addition, expansion of the space to the entirety of this beautiful place will be eventually unlocked in it's grandeur. Though for now. Do enjoy this uncanny experience of realism.<br />\r\n<br />\r\nThe art collection in question is held by Sir James Wallace and the Wallace Trust. His collection is extensive.<br />\r\n<br />\r\nIMPORTANT: This is a simulation of a real world environment. If you are more interested in gaming, this experience is not for you. It is simply the art of going to an art gallery for arts sake. We also appreciate your support in allowing this experience to grow.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": null,
    "developers": [
      "Simon Che de Boer",
      "Dan Monaghan",
      "Nick Taylor"
    ],
    "publishers": [
      "realityvirtual.co"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}