{
  "732060": {
    "name": "The Monk and the Warrior. The Heart of the King.",
    "steam_appid": 732060,
    "required_age": 0,
    "is_free": false,
    "description": "After the King united the country and defeated the army of Orcs in a fair battle, the long-awaited peace arrived. The great Lord brought his people to peace and his kingdom became one of the richest. The Almighty God protected the great King and warded off all the troubles. The healer Pierre Shuane and the barber Olivier were personally proving the food the great King ate. What happened last week must be nothing else but witchcraft. The King almost died. Pierre and Olivier tasted the Kings’ meal and later it was fed to the prisoners – and no man felt anything wrong. <br />\nStrength and mind are leaving the noble ruler every minute, and enemies are ready to raise a rebellion, while the King is on the verge of life and death. Darkness found its way into these lands again and rumors come from all corners of the Kingdom about the spawns of darkness, terrible monsters, and the evil that is much wiser and more dangerous …<br />\nIn order to expose the witchcraft, the two men from distant lands, who were fortunately staying nearby, were secretly called to the castle. Despite the King's strained relationship with the rulers of rebellious areas, these men immediately rose to the call for help and took the road. These brave people have so many enemies among the scoundrels that they reveal neither their names nor their biographies. Few people know about them and those who know call them simply Sir Monk and Sir Warrior.<br />\n<br />\n“The Monk and the Warrior” is action/adventure game with RPG elements, set in the open fantasy world.<br />\nGame features:<br />\n<br />\n1) High-quality storyline and dialogues with lots of humor and references to other popular pieces of the genre.<br />\n<br />\n2) Well-developed fantasy world with different characters and creatures.<br />\n<br />\n3) Beautiful old-school 3D graphics with lots of visual effects.<br />\n<br />\n4) High-quality sound and background music.<br />\n<br />\n5) The possibility to transform into different animals and improve their skills like attack, speed, and vision during various game quests.<br />\n<br />\n6) Open the most sophisticated locks and outplay the best gamblers of the Kingdom.",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/732060/header.jpg?t=1520014126",
    "developers": [
      "Paper Pirates"
    ],
    "publishers": [
      "Paper Pirates"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}