{
  "732180": {
    "name": "Fantasy Grounds - Compass Point #05: The Tower of Lord Munch (PFRPG)",
    "steam_appid": 732180,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Compass Point #05: The Tower of Lord Munch</strong></h2><strong>A 3.5e mini-adventure site for 4 - 5 Characters Levels 4 - 5</strong><br><i>On the edge of the Kings personal estate sits the tower of Lord Munch, a dreadful place that peasant folk avoid at all costs. From the tower the agents and informants of Lord Munch traverse the Kingdom, keeping an eye on dissenters and rabble rousers who might rally the masses against the rule of the King.</i><br><i>The tower of Lord Munch is quite an unpleasant place to find yourself if you have spoken out against the harsh taxation enforced by the King. While for those who have whispered the words of revolution, the Tower could be the place of your doom.</i><br><i>The tower is the personal home of Lord Alfred Munch, the fellow who acts as the Kings problem solver.</i><br><i>Lord Munch and his retainers are employed as a kind of intelligence service, a group of thugs who arrest and then question people of interest to the Crown. Interrogations usually involve a scatter of questions liberally mixed with a harsh beating.</i><br><i>Many peasants and a few Nobles have ended up sitting on a stool in one of the interrogation rooms, answering questions between beatings from their Jailers. Those who have been set free often return home cripples, if they are set free at all.</i><br><i>The tower is a place of dread that is best avoided.</i><br><strong>Compass Points</strong> are small adventures sites for 3.5e which can be dropped into an existing campaign as a side-adventure or as a stand alone adventure! Each <strong>Compass Point</strong> includes all of the maps, tokens, and story entries that a Game Master needs to employ the mini-adventure module.<br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder (3.5E compatible) ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/732180/header.jpg?t=1768388382",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 10 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}