{
  "732170": {
    "name": "Fantasy Grounds - Treasury of the City (PFRPG)",
    "steam_appid": 732170,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Treasury of the City</strong></h2><strong>Magic of Sewer, Street, and Throne!</strong><br>The city is a dangerous place, and adventurers daring to brave the urban jungle need the right equipment! Treasury of the City brings you three dozen brand-new magic items perfect for every part of the city, from the back alleys, sewers, and slums, to the halls of power and the smoke-filled back rooms where power brokers rule from the shadows. Youll find weapons and combat accessories like the toxic scabbard and forgetful sap alongside protective devices like cryptwardens plate and the roofrunners buckler. Delvers into the dank byways beneath the city will love ratty robes and the sewer suit, while those accustomed to high places will love the lecturers staff, senators stole, and the scale of endless bureaucracy! Criminals will find handy devices like pilferers gloves and the cheaters hat, while officers of the law wield the mark of the authority, nightwatch crossbow, and the inspectors bullhorn to bring them to justice! Wherever your heroes venture in adventures of urban intrigue, theyll find the perfect tools to take down treacherous advisers and bring justice to the streets. Grab this 21-page book of treasures for the Pathfinder Roleplaying Game and Make Your Game Legendary!<br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.<br><i>Conversion by:</i> <strong>Tony Lindberg</strong><br><i>Adapted for Fantasy Grounds by: </i><strong>Tony Lindberg</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/732170/header.jpg?t=1768388335",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 10 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}