{
  "732240": {
    "name": "SpaceBourne",
    "steam_appid": 732240,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/732240/extras/ed9ab471967ec08a125c396b47a82393.avif?t=1595077678\" width=546 height=181 /></span><br><br><strong>SpaceBourne is a Space Simulation / Arcade / Open World / RPG game.</strong><br><br>SpaceBourne’s universe has over 100 Solar Systems, over 400 planets and 37 landable Space Stations.<br><br>SpaceBourne is designed with total player-freedom in mind.  In Spacebourne, the player can mine asteroids, salvage wrecked and derelict ships, hunt bounties, engage in piracy, and explore and discover  previously uncharted solar systems and space anomalies like black holes.  Besides following the main storyline, the player may also engage in trade, take side missions, help or hinder the various warring races, or even form a force of their own.  In all of these activities the player has the freedom to make choices.<br><br>However, to accomplish any of this, one needs a good ship.  You can acquire new ships, modify current ones, and create new and different weapons.  As of Eearly Access 1.5.1 the game has 322 different weapons with different characteristics, and that number keeps growing with each update.<br><br>It’s not just the shps that can grow and upgrade.  The player-character progresses through leveling, gaining new traits and improving existing ones.  Passive traits, such as Piloting, Trade, Charisma, etc… get better, or not, according to your playstyle.  Active traits on the other hand, are left to you to choose and pick up as your character levels up.<br><br>With the exception of the main storyline, SpaceBourne’s content is randomly generated at new-game initialization.  This means that every new game can feature new events and locations.  This design choice is intended to make every new playthrough unique and ensure that no matter how many times you have played, there are always new things to discover.<br><br>SpaceBourne includes 4 distinct races with different ships, and different specialties. There are more than 3.000 entities with which to interact.<br><br><br><strong>The Story:</strong><br><br>Everything began on a regular day in July of 2029.  That is the day that the new normal began with the appearance of an unidentified alien object in our skies, the day of our first contact with extra-terrestrial beings.  Excitement soon turns to puzzlement as the alien craft simply hovers motionless.  No communications come from them, and their purpose remains unclear.  Puzzlement gives way to concern, and in order to prepare for the worst-case scenario, the nations of the world form a special international committee, called World Air Defense Platform.  One man is chosen to lead this new organization, a man known now simply as “the Commander.”<br><br>The epidemic started in February of the next year.  Officially called “HX-4”, it was popularly called “Guest Influenza.”  This new disease has a long gestation period, one year, but proves completely incurable and highly fatal.<br><br>By the year 2032, with the entire world still struggling in the face of this deadly outbreak, WADP plans an attack on the visitors, who are widely believed to be behind the disease.  WADP gathers their forces to strike, but the aliens strike first.<br><br>Human casualties are heavy, and at first they suffer only devastating defeats, but under the expert leadership of “the Commander”, the tide turns.  Tactics are altered and new stratagems devised, and in the next three years more than 20 alien ships are destroyed in dramatic and great victories.<br><br>By 2035 almost half of the enemy ships are cleared from our skies, but this is tempered by the loss of nearly three quarters of the Earth’s population.  The survivors, desperate for news of a total and final victory that will enable them to begin the painful process of rebuilding, are nearly broken by the news that the Commander himself has gotten ill.  Medical researchers redouble all efforts to combat this disease, but their efforts come to no avail.  Every day brings the Earth’s greatest hope closer to an inevitable demise.<br><br>On the 12th of December 2037,  in a last-ditch effort to save him, it is decided that the Commander is to be cryogenically frozen until such time as a treatment can be found.  The next day he takes his last look at Earth as it was, closing his eyes in a sleeping chamber.<br><br>When he opens them again he is in an abandoned space station orbiting the Earth.  Surrounded by silence, he soon realizes that the end had come for Earth, and he is alone.  His heart is filled with sorrow, but there is no one left to grieve with him.  His mind is filled with questions, but there is no one to answer them.  And still he feels the disease raging in his body.<br><br>The only thing left to him is a deserted space station, a ship in the hangar and an infinite universe waiting outside.<br><br><br>You can watch the introductory video of the newspapers from this link: <br>",
    "supported_languages": "英语<strong>*</strong>, 土耳其语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/732240/header.jpg?t=1595077678",
    "developers": [
      "Burak Dabak"
    ],
    "publishers": [
      "Burak Dabak"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": {
      "total": 27,
      "highlighted": [
        {
          "name": "Eager To Learn",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/732240/f2e2c7670e90dc193cce9cba11daa150c5e30a10.jpg"
        },
        {
          "name": "Just Started",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/732240/b1e0229caf6b5833ec284668be980fac1f1f2227.jpg"
        },
        {
          "name": "I See Dead People",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/732240/ed9991e2ac270e3f6cc009ebb4a58513ce0d52da.jpg"
        },
        {
          "name": "The Reaper",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/732240/365c66941279eae1ddd03b3b15debc69d6f33d10.jpg"
        },
        {
          "name": "I Know How To Drive",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/732240/0afd5b74f2e6bd598faf0621238dc2324546d70b.jpg"
        },
        {
          "name": "The Master",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/732240/732c5ede840a52511c1f7f04d62dbda5145a384f.jpg"
        },
        {
          "name": "The King",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/732240/c4c52ff0b993f0eb05180a94e0d82c5321bc451b.jpg"
        },
        {
          "name": "Game of Drones",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/732240/46c142626d79398b0dcdf7a71126ffdc734c6369.jpg"
        },
        {
          "name": "Lucky",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/732240/a02f8963a6289423ea3fa37222d4e842a588ed26.jpg"
        },
        {
          "name": "Say Hello To My Little Friend",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/732240/100bb1d17b099125e7603f120214c5fc610e7040.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 4,
      "total_negative": 1,
      "total_reviews": 5
    }
  }
}