{
  "732470": {
    "name": "Battleship Lonewolf",
    "steam_appid": 732470,
    "required_age": "4",
    "is_free": false,
    "description": "Lone Wolf is a game to become a captain of the space warship “Lone Wolf”, like Captain Harlock of Arcadia or Yamato of Space Battleship to experience of a space battle opera.<br><br><strong>Point 1 : Strategic turret installation according to the characteristics of the enemy gas</strong><br><br>You will fall into the charm of a gun that emits a powerful firepower toward the enemies, and you will be attracted by the various charms of the space warship “Lone Wolf”.<br><br>Various turrets installed on space battleships<br><br>Turrets (turrets) that are installed in a battleship are divided into a physical system and an optical system.\u000bYou can operate a tactical battle by installing turrets (turrets) that match the type and nature of the enemies the appearance.<br><br><strong>Point 2 : Strengthening and Growing the Skills</strong><br><br>Space Battleship Yamato's Skill Wave with the space battleship Lone Wolf's skill to show off the enough power to change the battle board<br><br>Plasma flare / Energy shield / Hyper booster<br><br>It has a plasma flare skill that generates powerful energy waves within a certain range around a space warship of Lone Wolf, and an energy shield that reduces damage by creating a shield on a warship, and a hyper booster skill that increases the movement speed of a certain time of period.<br><br><strong>Contents</strong><br><br><strong>Mission</strong><br><br>3 chapter &amp; Extra mission total 40 mission<br><br><strong>Survival</strong><br><br>Survival is Infinite play content. Staying for a long time from the enemies.<br><br><strong>Play Tip!!</strong><br><br>Users should attack enemies, keeping proper distance from them!!<br><br>Enemies that are appeared would approach toward the battleship to damage it.<br><br>Radar plays the role as a device to show from which direction enemies are approaching to the battleship. With Radar's help, users get to notice a route from which enemies are closing in on the battleship and then move against from a route that enemies approach.<br><br>While enemies are coming near to attack the battleship, users could gain time as well as secure the time to subdue enemies.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 西班牙语 - 西班牙, 日语, 韩语, 德语, 俄语, 简体中文, 繁体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/732470/header.jpg?t=1511424893",
    "developers": [
      "WolfShipGames Co., Ltd."
    ],
    "publishers": [
      "WolfShipGames Co., Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}