{
  "732500": {
    "name": "Strategic Command WWII: Community Pack",
    "steam_appid": 732500,
    "required_age": 0,
    "is_free": true,
    "description": "Strategic Command WWII: War in Europe is a deeply immersive turn based strategy game covering the greatest conflict in modern history.<br><br>This DLC contains the best mods made by our users, such as:<br>- <strong>Fall Weiss II</strong>, created by Christopher Paton. Fall Weiss II builds off the original 1939 Storm Over Europe Campaign.  The campaign includes new decisions, a new unit structure, updated bitmaps, and a greater focus on minor neutrals and their economic and military importance. Many units can now be built at the Division, Corps or Army Scale &amp; New Mountain Infantry will receive specific bonuses in Mountain Hexes. The mod is fully tested for PBEM or single player, but never tested for AI co-operative.<br><br>- <strong>Calm Before the Storm</strong>, created by Mats-Erik Wiktorsson. 1938 Calm Before The Storm starts 1938 during the build up to WW2. It gives the player many decisions to decide whether the historical path should be followed or if they should choose another.<br><br>- <strong>653H</strong>, created by Steve Sill. The 653H Mod provides historical orders of battle for the 1939 Campaign. Other modifications have been made to: Research Categories, NATO Icons and Unit Counters, Unit Types, Decision Events, Production, aspects of Movement and Combat, Map and Graphics changes. For full details see the included 'HistModDNotes' text document.<br><br>- <strong>Advanced Third Reich</strong>, created by William Macon. This is an adaptation of Avalon Hill's 1992 board game ADVANCED THIRD REICH (A3R), the sequel to THE RISE AND DECLINE OF THE THIRD REICH originally designed by John Prados in the 1970s. The term &quot;adaptation&quot; is used loosely here because, frankly, while many features are more or less faithful recreations of A3R, there are many other features that are not. This adaptation has roughly the same map scale, the same force pools and scenario orders of battle, and the same relative economic production and unit costs. The scale and scope is essentially the same, so veteran players familiar with A3R should feel right at home – right down to the customized military unit icons. However, many things are different and players may notice elements of the Strategic Command (SC) series, Clash of Steel (COS), A World at War (AWAW), World in Flames (WiF), European Theater of Operations (ETO), Blitzkrieg General (BG) and the more recent John Prados' Third Reich (JP3R). Gameplay itself is fundamentally different because the game mechanics of SC are significantly different than those of the A3R board game. Thus, this adaptation is a melting pot of sorts for the World War Two ETO grand strategy game genre.<br><br>- <strong>World War 3, 1946</strong>, created by Harry Kellog Junior. In May of 1946, Stalin decides to fulfill his deepest ambition. In a lightning and classic Soviet Deep Battle, the Soviet Armed forces quickly break through the weak and untrained US, British and French occupying forces in Germany. The Wasserfall Missile, Seehund Mini-sub, P-80 Shooting Star, Meteor fighter, MiG 9, Yak 15 and X-4 Air to air missile appear on the battlefront for the first time. The fate of Eurasia and the world is in the balance.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/732500/header.jpg?t=1674566084",
    "developers": [
      "Fury Software"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}