{
  "733360": {
    "name": "SummonerVR (alpha)",
    "steam_appid": 733360,
    "required_age": 0,
    "is_free": false,
    "description": "To give you a thrilling and strategic game play experience, we give you SummonerVR, a virtual reality game which is the first of its kind.<br />\r\n<br />\r\nIn Petra, an archaeology student disturbs a holy forbidden site while exploring sacred items present in the dungeon and gets trapped in the dungeon. <br />\r\nIn the haunting and killing depths of dungeons, you are faced with an enemy. You must protect your life and get back out by strategic and tactical &quot;summoning&quot; of the allies available.<br />\r\n<br />\r\nAfter facing the enemy and defeating them in the first dungeon, you will come to know that you are thrown back in time by the wrath of the undead. <br />\r\nTo return back to time, you must defeat the monsters that will kill you and gather Intel and items to  protect yourself from harm's way and safely get back to where you belong. <br />\r\n<br />\r\nAlong the way by protecting your life you will know facts and gather knowledge, play strategically and win exciting and mind numbing battles backed up by an exciting story line and real facts.<br />\r\n<br />\r\n<br />\r\n<br />\r\nKey Features:<br />\r\n•\tUnlock 64 new character types with 8 exciting ally character and 8 enemy characters, with other characters in the works.<br />\r\n•\tToggle between different characters to summon.<br />\r\n•\tDiscover the historic events of Biblical Magi and the Capital city of Nabeteans a.k.a Rose city a.k.a City of tombs a.k.a Petra which was one of the 7 wonders of the          <br />\r\n        world.<br />\r\n•\tDiscover the trading secrets, Spring of Moses and many other exciting facts of the Ancient city of Petra, Jordan.<br />\r\n•\tSolo play in the depths of dungeons.<br />\r\n•\tSeated play area with VR heaset controlled camera and Vive/ Touch controller inputs and character selection for player movement and other functions. <br />\r\n•\tPlay strategic RPG, RTS and Adventure game to experiece the Immersive game play power of Virtual reality combined with role-playing, tactics and strategy.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/733360/header.jpg?t=1509937991",
    "developers": [
      "Predator"
    ],
    "publishers": [
      "Awesomefat LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}