{
  "733420": {
    "name": "Fragments",
    "steam_appid": 733420,
    "required_age": 0,
    "is_free": true,
    "description": "<strong><i>Fragments</i> is a multiplayer experiment in virtual reality.</strong><br><br>In <i>Fragments</i> 2 players fight each other to save their planet.<br><br>The first player has a virtual reality headset and play an explorator sent to another planet to harvest some fragments that will ultimately help his to save his planet. The second player use a classic computer and play a spirit with a top-down view. To protect his planet the latter has to prevent the explorator to plunder his planet ressources.<br><br>This project has been developed by a team of 5 students in “Maîtrise en Création Numérique” at the UQAT (University of Québec in Abitibi-Témiscamingue) fond of virtuality and imaginary inside the new technologies.<br><br><i>Fragments</i> has also been produced as part of a research-creation. Our research problematic is : “Through different immersive technologies, how multiplayer interaction affects the degree of virtuality”. The project goal’s is to question the place of imaginary and technology in the creation of virtuality.<br><br>A game made by: Tom Clech, Rémi Duriez, Marie Guittard, Marwan Sekkat, Romain Sepulchre.",
    "supported_languages": "法语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/733420/header.jpg?t=1510245105",
    "developers": [
      "Pulsarium"
    ],
    "publishers": [
      "Pulsarium"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}