{
  "733490": {
    "name": "Fantasy Grounds - Tropicana Campaign Setting (Savage Worlds)",
    "steam_appid": 733490,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Tropicana Campaign Setting</strong></h2><strong>Once upon a time in the Caribbean...</strong><br>In Tropicana, characters are adventurers, rogues and troubleshooters, on the narrow border between law and something else.<br>They are detectives and spies, gamblers and mercenaries, exotic dancers and celebrities in need, traffickers and thugs, pilots and soldiers, surfers and tourists, students and activists. They will surely find themselves in trouble, be hired to handle trouble or actively look for trouble. And trouble in San Jos is always big, complicated and twisted.<br>And after any adventure, they like to have boat drinks and smoke cigars together by the poolside.<br>Tropicana is a game of action heroes, special agents and troubleshooters in San Jos, a rogue state consisting of a tropical metropolis, its wild jungle hinterland and a small archipelago of paradise islands.<br>Fight criminals, investigate ancient mysteries, solve cases, seduce the most beautiful men and women!<br>Now grab your gun and a mojito and join the spies, billionaires and rebels in this gangsta's paradise!<br>Written by: Mauro Longo and Giuseppe Rotondo<br>This product includes the free adventures <i>Prisma Service</i> and <i>Lost in San Jose</i><h2 class=\"bb_tag\" ><strong>Prisma Service</strong></h2>A pregenerated agency for Tropicana, with 6 ready characters.<br>This Agency has its headquarters in the basement of a XVII century palace in La Laguna.<br>Thanks to its members varied skills and backgrounds, Prisma Service offers a wide range of services, from delicate investigation to unusual transportation and delivery, to smooth solutions for rough problems.<br>Motto: Our experience, your satisfaction<h2 class=\"bb_tag\" ><strong>Lost in San Jose</strong></h2>In this adventure you will find 5 pregenerated characters. These characters are perfect for adventures where troubles conspire against the player characters! These arent exactly action heroes (yet!), but neither theyre hopeless losers  sooner or later they will surely get involved in some kind of trouble...<br><i>Conversion by</i><strong> Perry Chalmers</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Perry Chalmers</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/733490/header.jpg?t=1768388618",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 25 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}