{
  "733600": {
    "name": "8-Bit Adventures 2 Demo",
    "steam_appid": 733600,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/733600/extras/616x347_Version_for_Steam_Page_with_Logo.jpg?t=1592277075\" /></span><h2 class=\"bb_tag\" ><strong>A Retro RPG That's More Than a Throwback!</strong></h2><br><strong>8-Bit Adventures 2</strong> is everything you love about NES, SNES and PS1-era JRPGs - with all of the charm, heart and soul, but none of the inconvenience. <br><br>That means an earnest, engaging storyline; relatable, easy-to-love characters; strategic turn-based battles; deep party customisation; bizarre monsters; an unforgettable soundtrack; and a large, fantastical world, traversed by Airship, and filled with people full of personality – all brought to life by vibrant 8-Bit inspired visuals. <br><br>Our modern approach to design ensures no random encounters or mandatory grinding, the freedom to save your game anywhere, and precise pacing which never bogs the player down with pointless filler, and ensures you’re always doing something fun and meaningful over the 20+ hour playtime. From beginning to end, 8-Bit Adventures 2 is focused on telling an engaging story, not wasting your time. <br><br>It may be a sequel, but anyone can jump into this brand new JRPG adventure!<h2 class=\"bb_tag\" ><strong>EXPLORE</strong></h2><br><ul class=\"bb_ul\"><li>12 Towns and 29 Dungeons, every environment featuring its own feel and flavour.<br></li><li>An expansive World Map filled with secrets and optional locations to discover; both on-foot and by vehicle. <br></li><li>Take to the skies in your Airship and fly wherever you want, or take a walk on the deck to do a bit of shopping and chat with your party members. It’s your high-in-the-sky home away from home! <br></li><li>Constant variety – everything from ancient ruins to a robot murder mystery – realised through charming pixel art which walks the line between authenticity and aesthetic.<br></li><li>Everyone has a story, and you’ll find 8-Bit Adventures 2 full of weird and wonderful people eager to tell you theirs. They might reminisce about the past, offer helpful hints, complain about their daily lives, or just make a joke – you never know what they’ll say!<br></li><li>Curiosity is always rewarded; the more you explore, the more powerful your characters can become!</li></ul><h2 class=\"bb_tag\" ><strong>BATTLE</strong></h2><br><ul class=\"bb_ul\"><li>A turn-based JRPG battle system with depth and strategy, inspired by games like Final Fantasy X and Chrono Trigger.  <br></li><li>Build your party from 7 playable characters, who can be freely swapped in and out of battle – without even wasting a turn!<br></li><li>Unleash 99 unique abilities, including Team Attacks and Omega Burst finishing moves.<br></li><li>Mix and match between an arsenal of weapons, armour, and accessories, or tap into a flexible Augment system which allows you to customise your characters stats and give them all kinds of special effects! <br></li><li>Snappy, stylised menus and icons make commands easy to find and execute, even if you’re new to menu-based combat. <br></li><li>Face down 98 of the toughest and weirdest foes you’ve ever seen – complete with the occasional name pun. They wander the world just like you do, so there are no random battles! <br></li><li>A carefully balanced experience with a gentle difficulty curve that allows players of all skill levels to enjoy the game, while still encouraging strategy. In 8-Bit Adventures 2, victory requires more than spamming the Attack button!<br></li><li>Numerous side-quests and super bosses – some of which provide a significant challenge!</li></ul><h2 class=\"bb_tag\" ><strong>STORY</strong></h2><br><ul class=\"bb_ul\"><li>Become absorbed in an engaging, character-driven tale about living a full life and protecting the things that really matter. <br></li><li>A feel-good adventure filled with love, laughs, and drama, which deals with the dark stuff but always wants to leave you feeling uplifted over its 20+ hours.<br></li><li>Meet a loveable cast of characters who form relationships, make mistakes, and struggle with their past, but still work to save the world and overcome their demons. <br></li><li>Save the world from a vengeful Glitch! A mistreated child with terrifying powers threatens to reshape the world in his own chaotic image. A unique and persistent foe from beginning to end, the Glitch changes and develops over the course of the story like any other character, grappling with what he is…and what he could be. <br></li><li>8-Bit Adventures 2 has a script the size of a novel, and every line of text has been meticulously timed to make dialogue flow naturally and bring out each character’s personality - just like if they were speaking out loud. <br></li><li>A focus on tight pacing and providing a consistently enjoyable adventure, rather than dragging things out or artificially extending the length. <br></li><li>Some fun references and out there ideas, but this isn’t a Meta, fourth-wall breaking story; it’s a heartfelt, character-focused adventure through and through. While the conflict with the Glitch drives the overall narrative forward, the personal struggles and relationships of the party members give the game its heart.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/733600/extras/a86546c33369b2198876426966de6b7b.avif?t=1592277075\" width=642 height=96 /></span></li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/733600/header.jpg?t=1592277075",
    "developers": [
      "Critical Games"
    ],
    "publishers": [
      "Critical Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}