{
  "733690": {
    "name": "The Hospital: Allison's Diary",
    "steam_appid": 733690,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;In 1956, a nine years old child died in the psychiatric hospital of Santa Benedetta Martire. Her name was Allison. While alive, Allison wrote a personal diary, which is said to contain the truth about her past and the creepy life at the hospital. The diary was never found. A few years later, the hospital was shut down, and became a terrifying, god-forsaken place. You are Guglielmo Carter, a dauntless reporter interested in finding Allison's diary and revealing its hidden secrets.&quot; <br><br>Taken from real facts, &quot;The Hospital: Allison's Diary&quot; is a new horror virtual reality experience, putting the user alone in an abandoned hospital searching for the unknown with only the help of a single torch. You will face true fear in a way you had never thought possible. The whole environment is free to be visited, while jump scares and cinematic effects will literally make you forget about the real world surrounding you.<h2 class=\"bb_tag\" >KR Games</h2><br>As a small independent team, we started in 2016 making games for Android, growing fast and working hard to achieve the best possible video gaming experience, combining our passion and the latest available technologies, winking to the future of digital entertainment.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/733690/header.jpg?t=1735901992",
    "developers": [
      "KR Games"
    ],
    "publishers": [
      "Star Consult S.r.l."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 780,
      "discount_percent": 70,
      "initial_formatted": "¥ 26.00",
      "final_formatted": "¥ 7.80"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}