{
  "736990": {
    "name": "Realities - Bonus Locations",
    "steam_appid": 736990,
    "required_age": 0,
    "is_free": true,
    "description": "A bundle of the first locations ever available on Realities! Travel to a castle in Germany, a prison in California, and an abbey in France and climb into a palaeolithic cave. Each one is a small sample of its ripe history!<h2 class=\"bb_tag\" >Castle Hohenrechberg</h2>Constructed around the turn of the 13th century, this castle is on top of a mountain trio called the “Kaiserberge” (Emperor Mountains) in southwestern Germany. It has been controlled by both German and French rulers, and has been host to countless stories. In 1554 for example, two local dukes battled over control of the castle when one tried to steal the other’s wife! Renovated shortly thereafter, the structure available for exploration here is in mostly its original state. Save for the areas that were reconstructed after a fiery lightning strike in 1865.<h2 class=\"bb_tag\" >Cluny Abbey</h2>Cluny Abbey is a Benedictine monastery in France with three Romanesque churches that were built between the 4th and 12th centuries. The monks here were unique. They broke the customs of traditional Benedictine life by forming a government, management structure, and revenue stream. At its height, this resulted in Cluny’s status as the most wealthy monastery in the western world. In true monastery fashion though, they gave generously to the pour running out of funds by the 17th century. At this point he French noble family took over, tearing down much of the original structure for baroque buildings. Napoleon then blew most of them up as part of his conquest. The abbey has been restored to its former glory since then.<h2 class=\"bb_tag\" >Alcatraz</h2>Alcatraz is one of America’s most notorious prisons. Located on a small island in the middle of the San Francisco Bay, the harsh winds, freezing fog, and isolated nature of this prison made it into a modern hell for inmates. Hear from one of them in the cell next to you.<h2 class=\"bb_tag\" >Palaeolithic Cave Germolles</h2>Step inside a cave that has been carefully excavated by archaeologists of the University of Tübingen over a period of 12 years to find artifacts left by our ancestors 50000 years ago.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/736990/header.jpg?t=1524762637",
    "developers": [
      "realities.io"
    ],
    "publishers": [
      "realities.io"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 31,
        "description": "支持 VR"
      },
      {
        "id": 14,
        "description": "解说可用"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}