{
  "737490": {
    "name": "Journey to Luonto",
    "steam_appid": 737490,
    "required_age": 0,
    "is_free": true,
    "description": "Welcome to Journey to Luonto the game is based in a region called Rujino where the humans and elven have lived for years alongside each other but something bad has happened a dark presence has flooded Rujino and four heroes are called to arms to help vanquish the monsters and bosses and eventually rid the world of the darkness surrounding Rujino. Take the call to arms as you will control and use the four most skilled fighters Rujino has to offer. Viktor is a human warrior who uses double weapons to deal massive blows to enemies and Trist is his better half a elven warrior who is willing to fight to restore peace to the land of the elven, Liss is a human mage she is a well versed mage who has studied her arts of magic all her life and is a master of the elements and then caine the priest who hails from a elven clan as well as Trist. Caine was voted to join the three others by the council of elders in Luonto who believe he is the best priest the elven have to offer. Fight through countless lands, terrains, and bosses to get to the demon castle where the beings of death are casting a shadow over all of Rujino and once you are done restoring light to Rujino you will be asked to aide the elven people who have lost their inner animal presence also known as Henki. Battle your way through Rujino and fight to restore the statue of the bear so the elven Henki of all elven may return. Once you have made it to Luonto take on the crazed mage Yuj a mage who is bent on destroying all of the elven people. Equip powerful weapons wear the finest of armor and battle through Rujino and restore the light before its too late. <br />\r\n<br />\r\nFeatures of the game:<br />\r\n3-6 hours of content<br />\r\nMultiple bosses to fight<br />\r\nOriginal story line<br />\r\nUnique story-driven adventure<br />\r\nMultiple character classes<br />\r\nWide Variety of items, weapons, and armor to keep your team safe and strong<br />\r\nMultiple interacting story lines <br />\r\nExplore the new land of Rujino: Rujino is a vast land full of humans,elven, monsters and bosses<br />\r\n<br />\r\n<br />\r\nHeroes:<br />\r\nViktor <br />\r\nTrist<br />\r\nLiss <br />\r\nCaine<br />\r\n<br />\r\nMain Story Line Bosses:<br />\r\nDragon<br />\r\nFire Giant<br />\r\nWater Seekoei<br />\r\nWater Goddess<br />\r\nFenvus Commander<br />\r\nIce goddess <br />\r\nMoon God<br />\r\nCorrupt Goddess of Nature<br />\r\nSun God<br />\r\nYlos Commander<br />\r\nKuolema Intoilija<br />\r\nRiikinkukko<br />\r\nMaa Henki<br />\r\nAntaa potkut Henki<br />\r\nVesi Henki<br />\r\n<br />\r\nSecondary Story Line Bosses:<br />\r\nリッチキング<br />\r\nYuj<br />\r\n<br />\r\nMain Story Line: you will be tasked with defeating Varjo Hirvio and will be tested along the way with monsters and bosses, along the way you will find shopkeepers, inn keepers, and citizens. The completion of the Main Story line transitions into the secondary story line which will focus on the elven you will discover that the animal spirits that guide the elven has been disrupted when the statue of the bear has been stolen from a burial site and has been taken. You will discover the background of the elven, talk to animal spirits like the elk who guide people in death, fight for the statue of the bear and once you have recovered it you will go to Luonto its self the elven kingdom and in Luonto you will bring the king of Luonto the statue of the bear but as soon as you think you can relax you will requested to aide the elven in fighting Yuj a crazed mage who is threatening the elven people and is willing to do whatever it takes to wipe out the elven  <br />\r\n<br />\r\nWhats included in the game: Main game/story line, Free DLC Saving Luonto. <br />\r\n<br />\r\nThere are four main classes:<br />\r\nHero Class-Viktor<br />\r\nWarrior Class-Trist<br />\r\nMage Class-Liss<br />\r\nPriest Class-Caine<br />\r\n<br />\r\nHero Spells/Abilities :<br />\r\nAttack<br />\r\nHeal<br />\r\nGuard<br />\r\nEscape<br />\r\nSpark<br />\r\nDouble attack<br />\r\nDual attack<br />\r\nTriple attack<br />\r\nWhirlwind <br />\r\n<br />\r\nWarrior Spells/Abilities :<br />\r\nAttack<br />\r\nDouble attack<br />\r\nDual attack<br />\r\nTriple attack<br />\r\nWhirlwind <br />\r\nGuard<br />\r\nEscape<br />\r\n<br />\r\nMage Spells/Abilities:<br />\r\nFire<br />\r\nGuard<br />\r\nAttack <br />\r\nSpark<br />\r\nEscape<br />\r\nIce bolt<br />\r\nBlizzard<br />\r\nEarthQuake<br />\r\nTidal Wave<br />\r\nMass Darkness<br />\r\nTsunami<br />\r\n<br />\r\nPriest Spells/Abilities:<br />\r\nGuard<br />\r\nEscape<br />\r\nAttack <br />\r\nHeal<br />\r\nResurrection<br />\r\nAncestral Revival <br />\r\nMass Heal",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/737490/header.jpg?t=1526008855",
    "developers": [
      "Daniel Wiitanen"
    ],
    "publishers": [
      "Daniel Wiitanen"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}