{
  "737740": {
    "name": "Field of Glory II: Immortal Fire",
    "steam_appid": 737740,
    "required_age": 0,
    "is_free": false,
    "description": "Play your part in the epic events unfolding during this era, including the conquest of the Lydian Empire (in western Asia Minor) by the expanding Achaemenid Persian Empire, the Persian Wars, in which the Greeks of mainland Greece defeated two Persian invasions, the subsequent wars between the victorious Greek city states, the development of a new military system by Philip II of Macedon, his conquest of Greece, the invasion and conquest of the Persian Empire by his son Alexander the Great, and his campaigns beyond Persia into India.<br><br>Experience the wars between Alexander’s generals (the Diadochi) after Alexander’s early death, while Rome was expanding from a single city to controlling most of Italy by 280 BC, and in Sicily Carthage fought a series of wars against Syracuse and the other Sicilian Greek cities for control of the island.<br>Command either side in any of these conflicts, or explore what-if scenarios – such as what Alexander might have done next if he had not died so young – would he have been able to conquer Carthage and Rome?<br><br>FEATURES<br><br><strong>8 new factions</strong>: Achaemenid Persians, Etruscans, Antigonos, Lysimachos, Spartans, Latins, Lydians, Kyrenean Greeks, Thessalian Greeks.<br><br>10 new units: Persian Immortals, Persian sparabara foot, Persian armoured cavalry with bow, Persian improvised camelry, armoured citizen hoplites, armoured veteran hoplites (with Spartan variant), shallowly formed armoured citizen hoplites, Lydian cavalry, Carthaginian chariots, Macedonian prodromoi.<br><br><strong>30 new army lists</strong> (expanding the total number of army list to 105):<br>- Achaemenid Persian 550-546 BC<br>- Achaemenid Persian 545-481 BC<br>- Achaemenid Persian 480-461 BC<br>- Achaemenid Persian 460-420 BC<br>- Achaemenid Persian 419-329 BC<br>- Antigonid 320-301 BC<br>- Carthaginian 490-411 BC<br>- Carthaginian 410-341 BC<br>- Carthaginian 340-281 BC<br>- Etruscan 490-331 BC<br>- Etruscan 330-280 BC<br>- Gallic 390-301 BC<br>- Greek 550-461 BC<br>- Greek 460-281 BC<br>- Kyrenean Greek 550-461 BC<br>- Kyrenean Greek 460-322 BC<br>- Latin 490-338 BC<br>- Lydian 550-546 BC<br>- Lysimachid 320-281 BC<br>- Macedonian 355-329 BC (Philip and Alexander)<br>- Macedonian 328-321 BC (Alexander and first phase of the wars of the Diadochi)<br>- Roman 490-341 BC<br>- Roman 340-281 BC<br>- Seleucid 320-303 BC<br>- Seleucid 302-301 BC<br>- Skythian or Saka 550-301 BC<br>- Spartan 550-461 BC<br>- Spartan 460-281 BC<br>- Syracusan 421-281 BC<br>- Thessalian 404-353BC<br><br><strong>10 new Epic Battles:</strong> Thymbra 547 BC, Marathon 490 BC, Plataea 479 BC, Cunaxa 401 BC, Chaironeia 338 BC, Granikos 334 BC, Issos 333 BC, Gaugamela 331 BC, Hydaspes 326 BC, Raphia 217 BC (all playable from either side). Five of these track the career of Alexander the Great.<br><br><strong>24 new Quick Battles</strong> (each playable from either side).<br><br>Expanded Immortal Fire Custom Battles module includes all 105 army lists from Rise of Rome and Immortal Fire.<br><br>Expanded Immortal Fire Sandbox Campaigns module includes all 105 army lists from Rise of Rome and Immortal Fire.<br><br><strong>4 new historically-based campaigns</strong>: Xenophon, Philip of Macedon, Seleukos I Nikator, Seven Hills of Rome. (Alexander the Great's battles are covered in the Epic Battles).<br><br><strong>1 what-if campaign:</strong> Alexander the Great (what he might have done next if he had not died in 323 BC). (His historical battles are covered in the Epic Battles).",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/737740/header.jpg?t=1528729324",
    "developers": [
      "Byzantine Games"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}