{
  "737840": {
    "name": "GyroCube VR",
    "steam_appid": 737840,
    "required_age": 0,
    "is_free": false,
    "description": "GYROCUBE is a Virtual Reality and Mobile puzzle game, that invites everyone to participate in a global challenge; solve the cubes as fast as possible! The game is based on the traditional physical cube puzzles loved by many, that however has failed to inspire a strong and original digital experience - Until now!<h2 class=\"bb_tag\" ><strong><i>Features</i></strong></h2><strong>Contains the most popular cube configurations</strong> (2x2x2,3x3x3,4x4x4, and 5x5x5) - There's a cube for everyone! <strong>Series Mode</strong> is also available, that requires you to solve all 4 cubes as quickly as possible, in order to compete on the Series Mode Leaderboard.<br><br><strong>Personal Statistics and Global Leaderboards!</strong> Show your friends that you are better and faster than them! Compete to be part of the Top 4 - and you'll let everyone world-wide see your time to beat.<br><br>The cubes can be customised in a variety of colours, such as traditional cube puzzle colour schemes, color blind mode, etc!<h2 class=\"bb_tag\" ><strong>Community Driven Design</strong></h2>The entire design process has involved the Cubing community quite heavily. This has been through open feedback sessions, closed beta tests, and others. The entire project was driven by the cubing community and their excitement about the possibility to solve and interact with the cube puzzles in a new and fresh way, whilst also only requiring them to have access to their phone. <br>The game invites everyone to try a couple of cubes for free, whilst providing them tools to see their progression as they become better, whilst also giving them a chance to have their name appear in everyone elses game on the leaderboard.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/737840/header.jpg?t=1537378789",
    "developers": [
      "SWUMP",
      "Anders Schou"
    ],
    "publishers": [
      "SWUMP",
      "Anders Schou"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}