{
  "738100": {
    "name": "Becoming Homeless: A Human Experience",
    "steam_appid": 738100,
    "required_age": 0,
    "is_free": true,
    "description": "**NOTE: You must have both controllers turned on for the experience to start<br><br><strong>World Premiere - Tribeca Film Festival 2017</strong><br><br><strong>This Experience is meant to be &quot;paired&quot; with a reading from Jeremy Bailenson's new book, <i>Experience On Demand: What Virtual Reality Is, How It Works, and What It Can Do</i>, Chapter 3 - <i>Walking in the Shoes of Another</i></strong>. The VR provides the experience, the chapter provides the social science context and<br>background.<br><br>The Fundamental Attribution Error, as coined by a Stanford Psychology Professor, describes how we blame others when bad things happen to them, but blame the external situations when bad things happen to us. There is a misconception that losing one's home is due to who you are and the choices you make. <i>Becoming Homeless: A Human Experience</i> seeks to counter this belief.<br><br>In this immersive virtual reality experience from Stanford University’s Virtual Human Interaction Lab, spend days in the life of someone who can no longer afford a home. Interact with your environment to attempt to save your home and to protect yourself and your belongings as you walk in another’s shoes and face the adversity of living with diminishing resources.<br><br>Researchers from Stanford have run thousands of participants through this experience in an effort to study the effect of VR experiences on empathy. Across our studies, we demonstrate that a VR experience changes helping behavior more than other types of perspective taking exercises, and the effect lasts months afterward. While this 7-minute journey does not come close to immense burden of living without a home, researchers continue to find that VR experiences can be a powerful tool to help put oneself in the shoes of another.<br><br><strong>View the manual (on the right sidebar) to see our recommended NVIDIA graphics card settings</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/738100/header.jpg?t=1570625827",
    "developers": [
      "Elise Ogle",
      "Tobin Asher",
      "Jeremy Bailenson"
    ],
    "publishers": [
      "Virtual Human Interaction Lab"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 29 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}