{
  "738470": {
    "name": "God Of Thunder",
    "steam_appid": 738470,
    "required_age": 0,
    "is_free": true,
    "description": "The year is 927 A.D. (as mortals reckon time) and the Almighty ODIN has summoned you, his faithful and heroic son, to The Great Hall of Asgard. Armed with only your enchanted hammer and considerable wits, you must journey to Midgard and destroy Jormangund! <br><br><ul class=\"bb_ul\"><li>Three full episodes, each with its own story and end boss.<br></li><li>Many evildoers and improbably placed puzzles bar your way.<br></li><li>Wacky townsfolk help you along your way with cryptic clues, helpful tips and (supposedly) funny quips. <br></li><li>Completely unnecessary treasures to pick up that do nothing but raise your pointless score.<br></li><li>Tons of annoying sound effects, made mostly with the programmers mouth. Thankfully, they can be turned off.<br></li><li>It's free and downloads in 5 seconds. Why are you reading this?</li></ul><br>God of Thunder runs in DOSBox under Windows. Everything is included and no install or setup is required. A controller should work if it is compatible with DOSBox, but it only supports two buttons.<br><br>The full manual and hint book are included in the install.<br><br>It was written with Turbo C and Turbo Assembler, and uses VGA Mode X.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/738470/header.jpg?t=1510653743",
    "developers": [
      "RDavis"
    ],
    "publishers": [
      "RDavis"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}