{
  "738900": {
    "name": "Winter's Symphonies",
    "steam_appid": 738900,
    "required_age": 0,
    "is_free": false,
    "description": "<i>The winter never fails to bring surprises... haven't you noticed, Sophie?</i><br><br><i>&quot;You once uttered these words with such sincerity―it pains me to admit that I really hadn't. Looking back, though... winter's symphonies certainly carry many connotations to me. The nasty surprises. And all the wonderful things along the way, too; with you, Charles, and Jenny by my side. My past goal of paving a road for myself, tainted by ghosts of the past lurking in the dark... those sure were the days.&quot;</i><br><br>A regretful past, a confusing present, and an unclear future. After shutting the door to a life many would envy, the protagonist of the story, Sophie, returns to her one and only hometown. The town is just as she remembers it. She, however, is not. She can't help seeing herself as empty―as empty as the barren trees around her. One calling abandoned, with no clear path ahead: what is her true purpose in life, now that time has faded the malicious spell of vanity? Furthermore, how will she deal with crippling regret and guilt she carries?<br><br>When the wonderful symphonies of winter season sound over the city – as they do every year – will the powers of supposed miracle &quot;fate&quot; steer her life in a predetermined manner?<h2 class=\"bb_tag\" >Features:</h2><br><ul class=\"bb_ul\"><li>Winter's Symphonies is a visual novel: a text-based game with no other gameplay than clicking to proceed with the story and making choices that affect the outcome of the story<br></li><li>Art assets with a resolution of at least 1920x1080<br></li><li>5-10 hours of reading time depending on speed<br></li><li>An inspirational story about finding purpose in life</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/738900/header.jpg?t=1546016720",
    "developers": [
      "Cascade of Leaves"
    ],
    "publishers": [
      "Cascade of Leaves"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}