{
  "739790": {
    "name": "The Beauty Cult's NECTARMANCER",
    "steam_appid": 739790,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>THE THRONE</strong>’s been abusing Nectar for years. It made sense at first- they’d be able to briefly see into the future and protect us from the dangers of an unstable world. The dangers were so great and numerous that nobody thought ahead to how The Throne would become systemically addicted to being in power. By being able to see into the future, they can make small but significant changes to the present, rewriting history at the moment that it happens. We don’t even know how long they’ve been doing this. The Throne has become the sole keeper of the written record, and for generations, nobody’s even been allowed to see it. Nobody’s seen a member of The Throne for years. <br><br><strong>BUT THE SPIRITS</strong> have noticed. The Throne’s abuse has upset the delicate nectar cycle that the world balances on, and they’ve been violently demented by the new ecology. These new dangers have enabled The Throne to tighten their grip on power as they now argue that future sight is necessary to protect the people from the spirits.<br><br>Play as Aisa, the newest Nectarmancer, and holder of the worst and most dangerous job on the planet. You must plant, pollinate and care for the nectargenic plants around the world, extract tithings from the populace in service of The Throne, and balance the needs of a desperate community. Your boss knows that you're disposable, the plants are exotic and lethal and the spirits are even worse. Aisa needs a plan. <br><br><ul class=\"bb_ul\"><li><strong>Gardenvania!</strong> Nectarmancer is a character-driven science-fantasy gardenvania.<br></li><li><strong>Pacify the Spirits!</strong> Spirit Bosses are littered throughout the world, and they hold the key to unlocking powerful new nectarmancy.<br></li><li><strong>Grow Plants!</strong> Plants are your friends and your tools. If you take care of them, they’ll take care of you. <br></li><li><strong>Collect Nectar!</strong> Use this currency sparingly to acquire unique abilities.<br></li><li><strong>Renegade Science!</strong> Use a network of plants and their latent nectarmancy to build up a planet-scale biological research computer to acquire even more nectar.<br></li><li><strong>Combat Gardening!</strong> Extremely tight and acrobatic 2d combat.<br></li><li><strong>Destroy The Throne!</strong> It’s not going to destroy itself.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 日语, 韩语, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/739790/header.jpg?t=1754930456",
    "developers": [
      "The Beauty Cult"
    ],
    "publishers": [
      "The Beauty Cult"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}