{
  "741160": {
    "name": "Fantasy Grounds - Pathfinder RPG - Strange Aeons AP 4: The Whisper Out of Time (PFRPG)",
    "steam_appid": 741160,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the <strong>Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" ><strong>Pathfinder Adventure Path #112: The Whisper Out of Time (Strange Aeons 4 of 6)</strong></h2><i>By</i><strong> Richard Pett</strong><br><strong>Not-So-Sweet Nothings</strong><br><i>With their memories once again intact, the adventurers continue their pursuit of Count Lowls. But first they must visit Cassomir, where they believe the wayward noble is meeting with an old associate, but find only danger in his absence. Next, they travel to Katheer, capital city of Qadira, to track down a blasphemous tome in a hidden library, only to discover Lowls has stolen the vile book. They then venture to the slave-trading city of Okeno to pick up the count's trail again and encounter the mysterious and alien entity that has been haunting their dreams. If they can't stop their crazed nemesis before his plans come to fruition, doom will come for all!</i><br><i>This volume of Pathfinder Adventure Path continues the Strange Aeons Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;The Whisper Out of Time,&quot; a Pathfinder adventure for 10th-level characters, by Richard Pett.<br></li><li>A gazetteer of the dangerous slaver city of Okeno, by Richard Pett.<br></li><li>A look into the inscrutable ways of the alien beings known as yithians, by Paris Crenshaw.<br></li><li>A diva has a fateful meeting in the Pathfinder's Journal, by Jason Scott Aiken.<br></li><li>A bestiary containing a new Great Old One and other loathsome monsters, by Ed Grabianowski, James Jacobs, Richard Pett, and Greg A. Vaughan.</li></ul>Pathfinder Adventure Path is Paizo Inc's monthly full-color adventure. It contains an in-depth Adventure Path scenario, stats for about a half-dozen new monsters, and several support articles meant to give Game Masters additional material to expand their campaign. Pathfinder Adventure Path volumes use the Open Game License and work with both the Pathfinder RPG and the standard 3.5 fantasy RPG rules set.<br>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul>&lt;b&gt;Requires:&lt;/b&gt; The free Fantasy Grounds virtual tabletop (VTT) software.<br><i><br><strong><br>Adapted for Fantasy Grounds by: [/i]Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/741160/header.jpg?t=1768389351",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 16 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}