{
  "741170": {
    "name": "Fantasy Grounds - N.E.W. (WOiN)",
    "steam_appid": 741170,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>N.E.W</strong></h2><strong>VOYAGE INTO THE FAR FUTURE IN THIS VERSATILE TABLETOP GAME OF SCIENCE FICTION ADVENTURE</strong><br><i>Bounty hunters track down outlaws hiding in trader towns on worlds at the fringe of the galaxy. Starships explore unknown worlds, going where nobody has gone before. Great generational arks seek somewhere to call home. Detectives investigate a murder on a trail which will take them from Mars to Jupiter's moons. Agents infiltrate a criminal organization, going undercover to take down a galactic crime boss. A group of smugglers locates a new hyperdrive system to increase the speed of their freighter.</i><br><i>Play a brave starship captain, a reckless smuggler, a hardy marine, or a daredevil pilot. Are you a cunning bounty hunter, a clever engineer, or a charismatic trader? Over sixty science fiction careers await you!</i><br><strong>FULLY COMPATIBLE WITH O.L.D. THE HEROIC FANTASY ROLEPLAYING GAME!</strong><br>This roleplaying game allows you to create and run adventures in any sci-fi setting!<br>A range of alien species, and over 60 careers which allow you to generate any far-future character with a fun, intuitive life-path system.<br>A wide array of science fiction equipment, including weapons, armor, drugs, cybernetics, vehicles, and more. Wield anything from a laser sword to a sonic pistol; use a gravbelt or a handheld scanner; wear a kevlar vest or a powered suit of armor.<br>An array of optional psionic disciplines and powers, allowing you to play anything from a commercial telepath to a noble star knight.<br>Full rules for running the game, including fast but tactical combat, environments, and extended scientific, medical and engineering tasks.<br>Starship combat rules, both using detailed hex-based miniatures and abstract theatre of the mind.<br>Rules for creating ship crews from which to form specialized Away Teams for specific missions.<br>Astronomical information, space travel, and information on starship crews and operations.<br>Extensive guidelines for building a far-future game setting, with detailed rules for creating star systems, planets, civilizations, races, careers, monsters, and more, along with discussion on genre, theme, and technology.<br>Whether you're aboard a starship exploring new worlds, a bounty hunter tracking down outlaws on the fringes of civilisation, an agent infiltrating an intergalactic criminal organization, an intrepid hunter of exotic alien species, fighting a galactic civil war, or just a trader trying to make your way in an uncaring universe, N.E.W. has you covered!<br>This is a What's O.L.D. is N.E.W. core rulebook.<br>This product includes the WOIN ruleset needed for play and the existing WOIN rulebooks Future Careers, Future Equipment, Future Core, Space, and Building a Universe.<br>Also included separately are a bonus EONS article entitled Resolve: Horror, Sanity, &amp; Social Combat, providing an entirely optional rule straight from EONS, the official magazine of the WOIN roleplaying game system.<br><i>Here's what people have been saying:</i><br><ul class=\"bb_ul\"><li>&quot;I was absolutely blown away! Not only is the system innovative and really well thought-out, but the presentation is very slick and professional.&quot;<br></li><li>&quot;Sci-Fi games are hard to pull off, and even harder to do very well, and E.N. Publishing has set a new bar for content, dice mechanics, and playability.&quot;<br></li><li>&quot;This is the best sci-fi toolbox system I've ever used. You can build a very wide range of universes, or multiverses, with N.E.W. A GM can choose what technology advancement level everyone has access to, choose where on the scale of hard/soft sci-fi the game will be, decide if psionics or cybernetics are present, and set the PC species and careers to make whatever they want. You can really make the game your own.&quot;<br></li><li>&quot;I highly recommend this game for roleplayers. I have run the game frequently with a group and the system is efficient and allows for fast and exciting action scenes without being over complicated. It is this fast learning curve and versatility that captures the essence of a true science fiction roleplaying game.&quot;<br></li><li>&quot;TLDR: Really awesome game! If you have the slightest interest in sci fi, pick it up and have a look!&quot;<br></li><li>&quot;I've played several RPGs and this one has my favorite character creation system. As you layer on the various options you get a real feel for the character and its history. I've never played a game that got me that involved and invested with a character even before play begins.&quot;<br></li><li>&quot;This book is a fantastic read, and provides enough options and information to be useful in almost any sci-fi space setting. But better still, the material invokes a sense of nostalgia for so many space-based books, movies, and tv series. As a sci-fi buff, and a bit of a science geek, I loved reading through this for the detail, as well as the mood setting of it's examples of play.&quot;</li></ul><i>Conversion by</i><strong> Colin Richardson</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software.<br><i>Adapted for Fantasy Grounds by: </i><strong>Dominic Morta</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the WOiN ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/741170/header.jpg?t=1768389071",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 26 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}