{
  "741320": {
    "name": "The Song of Terminus  終焉的迴響:護界者之歌",
    "steam_appid": 741320,
    "required_age": 0,
    "is_free": true,
    "description": "The World Tree was withering gradually due to heavy pollution, the will of the Tree &quot;Goddess Pasmina&quot; has fallen into sleep in order to cleanse itself. The world continued to be gaurded by the guardians of Dragons, Elves and Humans. But the peace did not last long. As the world continued to worsen, Human Guardians started wars to take over the remaining resources. The Dragons have fallen. To protect the Tree from the Dragon fire, The Elves sacrificed themselves to release the power of Ice. The world has been divided into Fire and Ice; and the destruction of the world accelerated. The descendant of Dragons &quot;Ragnis&quot; and the Royals of Elves &quot;Antiya&quot; have left for the Tree to the will of Goddess Pasmina.<br />\r\n<br />\r\nAntiya is a character with high agility, the spell of support and contain, can cumulative Chin by normal attack. Antiya can enhance the attack and cast the spells by Chin, all the spells of Antiya are casted through Chin, Antiya can cast ultimate spell when the amount of Chin is enough. In addition, the player can use Antiya cast the spells then switch immediately to Ragnis.<br />\r\n<br />\r\nRagnis is a character with high attack and defense, can use spell to block or change his attack attributes. Like the game “Dark Soul”, “Block” has to face the attack and depends on the endurance value, consumption of 100% endurance can attached flame to the weapon to enhance the attack. Ragnis is a easier character to use. Players can switch two characters to change attributes of attack.",
    "supported_languages": "繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/741320/header.jpg?t=1509084251",
    "developers": [
      "拉貢拉斯找金粒"
    ],
    "publishers": [
      "拉貢拉斯找金粒"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}