{
  "741540": {
    "name": "Rytmik Studio Supporter Pack",
    "steam_appid": 741540,
    "required_age": 0,
    "is_free": false,
    "description": "This DLC will be on sale only during Early Access. Apart from the bonuses described below, this is an opportunity to financially support the development of Rytmik Studio. DLC content will be available later. Thank you.<h2 class=\"bb_tag\" >Content</h2><ul class=\"bb_ul\"><li>A unique visualization when playing songs, if you plan to share your music on YouTube, you will easily be able to distinguish yourself from others who purchase the Rytmik Studio later<br></li><li>An exclusive demo song that only you can remix<br></li><li>20 additional free slots for Rytmik Cloud</li></ul><br>Rytmik Studio will allow you to share songs with other users using the Rytmik Cloud and to play songs stored in Rytmik Cloud. Users can also exchange their compositions and cooperate on them.<h2 class=\"bb_tag\" >How RYTMIK CLOUD works</h2>When you select the PUBLIC CLOUD or USER CLOUD category, Rytmik Ultimate connects to the shared storage called Rytmik Cloud. To use this feature, you need a functional network connection. When storing a song, you can specify its access privileges (UNLOCKED, LOCKED, SEMI-LOCKED or PRIVATE). UNLOCKED means the song will be visible for all and everyone can load and edit it. LOCKED means that the song will be visible for all, but other users can only play it using PREVIEW function and won’t be able to edit it. SEMI-LOCKED means that the song will be visible for all, other users can only play it using PREVIEW function, but clips can be used, modified and redistributed. PRIVATE means that other users can’t see the song.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/741540/header.jpg?t=1701166573",
    "developers": [
      "CINEMAX GAMES"
    ],
    "publishers": [
      "CINEMAX GAMES"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 1 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "52",
        "description": "音频制作"
      },
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}