{
  "741930": {
    "name": "Hydroactive",
    "steam_appid": 741930,
    "required_age": 0,
    "is_free": false,
    "description": "Hydroactive is a post-apocalyptic sci-fi rpg featuring tactical turn-based combat, devious puzzles and engaging exploration elements.  The game is set in a world where the majority of natural landmass has been destroyed by unknown causes.  The world is now ruled by corporations, each with their own goals and interests.  You play as Nutbolt; an early explorer bot prototype built by the ZARR corporation, your mission will be to investigate hazardous areas and to combat threats.<br><br>Throughout the game, Nutbolt will acquire weapons and tools to help him, some increase Nutbolt’s offensive capabilities in combat whilst others add more strategic options and can be used outside of combat to help solve puzzles and reach previously inaccessible areas.  You will shoot and slash your way through hordes of enemies each with their own weaknesses and resistances, you will explore ruined corporate buildings, you will solve puzzles and you will avoid treacherous hazards.<br><br><ul class=\"bb_ul\"><li> A unique premise influenced by: Fallout, Waterworld and various Cyberpunk Novels.<br></li><li> 1 Party Member turn-based combat which is simple to pick up but tricky to master with a weapon switching system that encourages strategic thinking.  <br></li><li> Puzzles that go beyond your usual switch and block based fare.<br></li><li> A quirky cast of memorable characters.<br></li><li> Gameplay that rewards exploration and discourages speedy playthroughs.<br></li><li> A wide range of areas to travel through.<br></li><li> An atmospheric and engaging electronic soundtrack.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/741930/header.jpg?t=1512406291",
    "developers": [
      "Scythuz"
    ],
    "publishers": [
      "New Reality Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}