{
  "742160": {
    "name": "Heart of the House Demo",
    "steam_appid": 742160,
    "required_age": 0,
    "is_free": true,
    "description": "Destroy the evil at the heart of a haunted manor! As an orphan, you discovered your ability to commune with the spirit world and ghosts. When your uncle Kent mysteriously disappears, you'll embark on a journey find out what really happened. With your trusty companion Devanand at your side, you make your way to Darnecroy Manor, where Kent was last seen. It is...The House.<br><br><i>Heart of the House</i> is 360,000-word interactive Gothic novel by Nissa Campbell. It's entirely text-based—without graphics or sound effects—and fueled by the vast, unstoppable power of your imagination. <br><br>Within the manor, you'll encounter the master, Lord Bastian Reaves; his mysterious servants, Oriana and Loren; and the thousands of spirits teeming around and in this haunted mansion. But will you shatter the power that binds the ghosts to the House, or claim it for yourself? Can love bloom in a haunted house? Most importantly, how will you escape, when the House comes for you?<br><br><ul class=\"bb_ul\"><li> Play as a male, female, or non-binary; gay, straight, bi, ace, or poly<br></li><li> Explore the halls of the House, even as they seem to shift before your eyes<br></li><li> Encounter ghosts, spirits, and echoes, as you search for your lost Uncle Kent<br></li><li> Fight against an ancient evil or embrace its demonic gifts<br></li><li> Indulge in steamy, chaste, sweet, or provocative romances, or go it alone<br></li><li> Exploit the secrets you find for self-serving ends or use them to help your friends<br></li><li> Defeat your greatest fears in bone-chilling moments of terror...if you can.<br></li><li> Choose whom you can save, if anyone, from the horrors the House contains</li></ul><br>For some, there may be no escape from The Heart of the House.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/742160/header.jpg?t=1734032897",
    "developers": [
      "Choice of Games"
    ],
    "publishers": [
      "Choice of Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}