{
  "743000": {
    "name": "Progeny VR",
    "steam_appid": 743000,
    "required_age": 0,
    "is_free": true,
    "description": "<i>“You are what you choose to remember.”</i><br><br>Progeny is a VR game for the HTC Vive played over multiple short sessions that takes place during those few seconds between “You Died” and videogame resurrection. It presents players with a sci-fi world, seen only through their deceased character’s memories, and a choice: which of those memories do they take with them into the next life?<br><br>In Progeny, you are a clone—the 7th of your line—undergoing the routine process of transferring your progenitor’s memory into your mind. A voice guides you through the process, and a message from your (former) self encourages your ambition. But there’s a hitch: the knowledge from your myriad lives is too much to contain in your finite brain, and with every clone generation, it just gets worse. Review the report of your previous life &amp; choose which of your many memories you wish to take with you before embarking on a new one; the memories you pick will help determine the kind of person you become, leading to new adventures, and thus, new memories.<br><br>And then... you do it all again. Immortality isn’t always glamorous, but really, what’s the alternative?<br><br>Features:<br><ul class=\"bb_ul\"><li>Soothing virtual environments to ease your new-life-transition.<br></li><li>An unfeeling A.I. to guide you through purgatory<br></li><li>Branching story arc told over several sessions &amp; playthroughs: Transcend the limits of your death and attempt to carve a multi-generational legacy.<br></li><li>Secret endings?!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/743000/header.jpg?t=1516228818",
    "developers": [
      "Silverstring Media Inc."
    ],
    "publishers": [
      "Silverstring Media Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}