{
  "743590": {
    "name": "Ciel Fledge Demo",
    "steam_appid": 743590,
    "required_age": 0,
    "is_free": true,
    "description": "In the future, mankind lives on Arks in the sky ever since the planet surface was rendered nearly uninhabitable. The cause: an outbreak of alien creatures from deep inside the core of the planet.<br><br>A recent alien attack has left one Ark destroyed and you, along with other citizens of your home, Ark 3, are tasked with caring for survivors of this attack. One includes a little girl found stranded on the Earth's surface...<br><br>Unveil the story surrounding the planet, humanity, and your new companion as you play through the game. What will become of mankind in the span of 10 years? What of your adopted daughter? Will she find happiness in such a dire future?<br><br><strong>Ciel Fledge</strong> is a raising simulation game where the objective is to <strong><i>raise your adopted daughter over a span of 10 years</i></strong>. She will be under your care and guidance until she is a legal adult. How you decide to raise her is up to you. Every decision matters.<br><br>This demo is a small taste of the Ciel Fledge universe. In this demo, you can/will:<br><ul class=\"bb_ul\"><li>Guide and Raise Ciel's stats based on different Activities and Jobs<br></li><li>Manage CIel's diet and schedule her activities for the week!<br></li><li>Choose different clothing styles/garments for Ciel to wear !<br></li><li>Progress the story and enhance your relationship with Ciel through animated and dynamic cutscene<br></li><li>Engage in real-time battles using a puzzle system!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/743590/header.jpg?t=1509458284",
    "developers": [
      "Studio Namaapa"
    ],
    "publishers": [
      "Studio Namaapa"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}