{
  "744200": {
    "name": "Altiros",
    "steam_appid": 744200,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Build the homebase of your dreams in the vast, boundless skies of Altiros!</strong><br><br>Altiros is a creative online sandbox adventure. Build impressive architectural structures. Explore a vast, fantastic and beautiful world of skybound islands. Reshape or destroy anything you encounter. Play solo, or call over your friends. Adventures await!<h2 class=\"bb_tag\" >THE SMALLER THE BLOCKS, THE BIGGER THE IMPACT</h2>Your arsenal of small-sized blocks allows you to create highly detailed architectural compositions. Create a beautiful base of your dreams without it feeling too blocky or oversized!<h2 class=\"bb_tag\" >CALL YOUR FRIENDS TO THE PARTY</h2>Invite friends into your unique shard to show off or join everyone in a hub world. Take down powerful enemies, compete and build entire settlements. Conquer the world of Altiros together!<h2 class=\"bb_tag\" >ENVIRONMENTAL DESTRUCTION AT THE TIPS OF YOUR FINGERS</h2>Use special Neophyte Glove to destroy the terrain with directional blasts, or crush those blocks with your trusty weapons! Reshape Altiros to your whims as you destroy any object or a surface you want to.<h2 class=\"bb_tag\" >THIRD PERSON GOODNESS</h2>Live, build, destroy and fight against cute yet ferocious critters in this beautiful world with your highly customizable third person avatar!<h2 class=\"bb_tag\" >BEAUTIFUL AND COLORFUL VISTAS</h2>Altiros combines cube-based landscapes with stylistic graphical choices to create breathtaking environments for you to explore and live in!<br><br><strong>And please support us by adding the game to your Wishlist on Steam!</strong><br><br>",
    "supported_languages": "英语<strong>*</strong>, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/744200/header.jpg?t=1768400965",
    "developers": [
      "Altiros Team"
    ],
    "publishers": [
      "Heatherglade Publishing"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年 3 月 15 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}