{
  "744660": {
    "name": "Dream Channel",
    "steam_appid": 744660,
    "required_age": 0,
    "is_free": true,
    "description": "Dream Channel is a pilot produced in 2016 for a 'choose your own adventure' XR series  ( non-linear film) about gangsters who buy and sell dreams on the black market. This is a pilot series only and will be replaced in 2020 by a new commercial XR project,  The format allows users to pick between a series of choices as the story progresses giving them control on how the plot unfolds &amp; resulting in a number of different story endings. A number of the story branches take the audience into VR mode to reach a particular ending <br><br><strong>Features include</strong><br><ul class=\"bb_ul\"><li>A unique Gaze based navigation system where teleporting becomes optional. Instead you can simply look toward the direction that you wish to travel and then you will start to move in that direction after a short moment. The same applies to entering apartments - Just look at an apartment to enter it.<br></li><li> Pressing the trigger on a Vive controller activates an arc teleporter system. You can use this as an alternative to gaze based teleportation or as a way to speed it up.<br></li><li>As you walk around the streets you will hear music and sounds around you which will change as you get closer to various apartments. This feature will help guide you to the style of music and content that appeals to you the most.<br></li><li>The names of apartments that you have not yet visited will be overlaid to help guide you toward new content and complete missions. Head to the DJ Sector if you are a music lover and to Riot Kittens for a completely unique choose your own adventure experience.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/744660/header.jpg?t=1592804794",
    "developers": [
      "Dream Channel"
    ],
    "publishers": [
      "Dream Channel"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}