{
  "744690": {
    "name": "ARCANORUM 231",
    "steam_appid": 744690,
    "required_age": 0,
    "is_free": true,
    "description": "In 1907, in the midst of a mystical frenzy, the infamous occultist, Aleister Crowley, received a series of arcane sigils. These sigils were said to be the final form of the Major arcana of the Tarot, as witnessed by Osiris in the Egyptian underworld. For each arcana, there are shown two sigils: the upright form of the card, showing the triumph or virtue, called &quot;the house or palace of Tahuti&quot;; and the averse form, showing the down fall or vice, called the &quot;prison of the qliphoth&quot;. Each sigil was said to represent a spirit and for each also was a name given, that the spirit might be called.<br />\r\n<br />\r\nCrowley published these sigils and names without commentary in 1912 in &quot;The Equinox&quot; vol 1 no 7. Later occultists would summon these spirits and publish records of their workings, these include Kenneth Grant's &quot;Nightside of Eden&quot; in 1977, and Robert Fitzgerald's &quot;A Gathering of Masks&quot; in 2010.<br />\r\n<br />\r\nAlso inspired by this work, artist Barry William Hale, produced several series of paintings and drawings depicting spirits holding the sigils in wheels. At the commission of Robert Stein, he also produced a series of 22 drawings showing the individual tarot cards featuring the upright and averse spirits joined into one body.<br />\r\n<br />\r\nThis VR experience is primarily a showcase of Barry's 231 works. It imagines an Egyptian style tomb, wherein the imagery of the Book of the Dead has been replaced with his art. This tomb leads to journey into the underworld, where the participant will be able to enter into 22 temples each featuring one of the 22 drawings and a custom music track by NOKO210. In these temples, the participant can start a ritual featuring the chanting and drumming of real occultists,  designed to invoke the spirit of that card.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/744690/header.jpg?t=1721163827",
    "developers": [
      "Ordo Arcanorum"
    ],
    "publishers": [
      "Keep Silence"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}