{
  "744720": {
    "name": "The Silence Outside",
    "steam_appid": 744720,
    "required_age": 0,
    "is_free": false,
    "description": "The Silence Outside is a First Person Stealth Mystery game with high replayability designed to be played multiple times to experience the full depth of the game. In addition to the main story mode a separate challenge mode pits the player against an expanding variety of small gameplay focussed challenges with the ability to unlock additional bonus content for fun and experimentation.<br />\r\n<br />\r\nEARLY ACCESS<br />\r\n  The Silence Outside is an Early Access game, and the developers first game, which should be bore in mind when judging the game. Additionally the insight offered by people playing it during this period is invaluable.<br />\r\n<br />\r\n<br />\r\n<br />\r\nStory Mode (Available 2018)<br />\r\n-You play as a freshly hired maintenance engineer thrust into the middle of a catastrophic power failure and caught between the competing interests of those on board. The game takes place over a two hour period which executes in real time. It is designed to have very high replayability to encourage players to explore the limits of the game world and uncover the story through multiple playthroughs and it features many different endings.<br />\r\n<br />\r\n-After the player has finished the story mode once they gain access to a host of options for altering the gameplay within the man story mode. These can be as simple as increasing the enemies perception range , as complex as randomising the location of in game items or as comical as having everyone speak in high pitched voices.<br />\r\n<br />\r\n<br />\r\n<br />\r\nChallenge Mode<br />\r\n  Each challenge sets up a unique gameplay challenge which can be played over and over to net a higher score and in game rewards such as more options for the story mode modifications.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/744720/header.jpg?t=1513008596",
    "developers": [
      "New Horizon Productions"
    ],
    "publishers": [
      "New Horizon Productions"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}