{
  "745680": {
    "name": "Lovehammer 400 000: The Buttlerian Crusade",
    "steam_appid": 745680,
    "required_age": 0,
    "is_free": false,
    "description": "The Royalium of the Man was founded by a mysterious entity that is known only as The King. Some say he's an ancient Assyrian shaman, some say he's an alien, some say he's a retired rock star - no one knows for sure. What's assertive is that he has managed to kickstart a psychic evolution of the human race - by focusing real hard on a female ass, the male mind, in its willingness to reproduce and survive, can unleash the colossal psychic potential.<br />\r\n<br />\r\nWith this knowledge The King has lead the humanity in conquering the entire universe. Then, as he wanted to push the man's limits even further, he has constructed four planet-sized supercomputers so they would calculate the scientifically perfect shape of a female ass to focus on.<br />\r\n<br />\r\nThe AIs, however, has found the whole concept to be rather unscientifical and have decided that it's their duty to return the humanity to more enlightened ways. As they felt that the humans in their current state will never understand any proper language, they've fashioned themselves as &quot;The Order of the B.O.O.B&quot;. Their experiments have unraveled that over-focusing on the pesky tits brought the subjects out of hyper-psionic state and thus into what the AIs considered as &quot;sanity&quot;.<br />\r\n<br />\r\nThis lead to a colossal civil war that spanned across the entire universe and lasted for four hundred thousand years. But now, finally, mankind has hope - the pinnacle of our species, Astro Commandos assemble to repel the rebellous invaders once and for all. The Buttlerian Crusade begins. <br />\r\n<br />\r\nFeatures:<br />\r\n<br />\r\n- A Roguelite with Puzzle and Tactical elements - think Darkest Dungeon meets Into the Breach meets Puzzle Quest, with a dash of Slay the Spire on a top.<br />\r\n- A game for the men who love big brains<br />\r\n- Hardcore combat - you'll have to think hard to win.<br />\r\n- Prestigious fanservice - we're no porn peddlers, we're men of culture.<br />\r\n- Hilarious Astro Commando constructor.<br />\r\n- Lots of tough choices.<br />\r\n- The game parodizes many revered sci-fi and fantasy classics such as the works of Frank Herbert, Robert A. Heinlein or Michael Moorcock.<br />\r\n- Beautiful art style.<br />\r\n- Unique physics engine.<br />\r\n- Great OST.<br />\r\n- High Replayability.",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/745680/header.jpg?t=1682610323",
    "developers": [
      "Nerd Commando Game Studios"
    ],
    "publishers": [
      "Nerd Commando Game Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 4 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}