{
  "745750": {
    "name": "Viking Village",
    "steam_appid": 745750,
    "required_age": 0,
    "is_free": false,
    "description": "We love classic RTS games like Age of Empires and Starcraft - Viking Village is our tribute to those timeless games.<br />\r\n<br />\r\nViking Village is a minimalist real-time strategy/base defense hybrid game in which you build and defend a village from evil knights. Collect resources, build archer towers at strategic positions and control melee Viking warriors directly to survive. Attack enemy village and destroy their village fire to win. Capture powerful barbarian from the forest to add to your defense. Even control deer directly if you need some extra attack power! Attack pirate camps to get some extra resources.<br />\r\n<br />\r\nGame Modes: <br />\r\n- Adventure: Defeat enemy villages on randomly generated islands.<br />\r\n- Rogue Lite: Defeat enemy villages just with your hero + army. Hero gets only one life.<br />\r\n- Tower Rush: Destroy all enemy towers on the map.<br />\r\n- Survive 20 days: Defend your village for 20 days.<br />\r\n- Village Vs Village:  Classic RTS mode. Attack enemy Village and destroy their village fire to win the game.<br />\r\n- Quick Survival: No buildings and villagers. Just your hero, pet and units defending against constant waves of enemies.<br />\r\n- Infinite: Survive as many days as possible. Enemies become stronger each night. <br />\r\n- Sandbox: No resource limits. Pure mindless fun!<br />\r\n- Build a Ship: Defend the village long enough to build a ship.<br />\r\n- Peaceful: No enemies. Just build a peaceful village.<br />\r\n<br />\r\nFeatures:<br />\r\n- Train Villagers, Warriors and Archers<br />\r\n- Create farms, mines and plant trees to gather resources<br />\r\n- Take control of deer and attack enemies with them!<br />\r\n- Defeat pirates to get resources, or hire them to protect your village<br />\r\n- Capture the Barbarian, and he will defend the village and even gathers resources by killing pirates!<br />\r\n- Defeat the Pirate Captain, to have a powerful unit to watch over your village. Alternatively, just give some resources to hire him!<br />\r\n- Play in top-down view or control a warrior in 3rd person mode<br />\r\n- Villagers are completely AI controlled, so that you can focus on building and combat<br />\r\n- Beautiful graphics",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/745750/header.jpg?t=1526275529",
    "developers": [
      "Limitless Fun, LLC"
    ],
    "publishers": [
      "Limitless Fun, LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}