{
  "745850": {
    "name": "KARAKARA2",
    "steam_appid": 745850,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Let us live<br><br>on this land so arid.</i><br><br>KARAKARA. It is the sound of aridity. It is the sound of dry asphalt and sandy winds. It is the sound of relentless sunshine, as well as the sound of a withering race.<br><br>The &quot;Age of Dusk.&quot; It is a time of senescence for the human species, during which hybrids known as the &quot;Others&quot;—those who are human, yet not—exist in great numbers. On the windswept barrens of a land without moisture, a small gathering of people make their living in a world they no longer know. Down a stretch of highway and far from the heart of the town are two such people who run a small diner. To them, the circumstances that reshaped their world is of far less concern than the number of lunch boxes they can load into their delivery vehicle. After all, leaving customers hungry is not good for business, and business keeps them fed. Day after day, they occupy themselves with the endless work of their store. However, the comfortable monotony of their daily lives is turned on its head when they discover a large suitcase by the roadside on their way home from deliveries. Lying on the suitcase, unmoving, is a young girl with pink hair...<br><br>Though parched, they keep each other company,<br><br>and while hollow, they fill each other's voids.<br><br><i>So shall they live<br><br>on this land so arid.</i><br><br><strong>Features:</strong><br><ul class=\"bb_ul\"><li>Continuing the story from KARAKARA<br></li><li>Meet Rebecca=Valentine, One day, she visits Leon's diner. With a gentle, tender personality and the disposition of an older sister, she handles any and all household chores flawlessly, and has excellent skills in horticulture -- rare in this &quot;Age of Dusk&quot;. But the truth is, she is under certain &quot;circumstances&quot;...<br></li><li>Meet Mari=Mizuno, Holding ninjas in great esteem, this girl trains day and night. Leon finds her on the brink of starvation and comes to her aid, leading her to respect him greatly. She never slacks on her training, leading her to possess great physical prowess -- she makes full use of this, volunteering to guard the diner.</li></ul>",
    "supported_languages": "英语, 日语<strong>*</strong>, 繁体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/745850/header.jpg?t=1580429781",
    "developers": [
      "calme"
    ],
    "publishers": [
      "Sekai Project"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 324,
      "total_negative": 11,
      "total_reviews": 335
    }
  }
}