{
  "746070": {
    "name": "The Survivors",
    "steam_appid": 746070,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to the 19th century. The Survivors is an Arctic Western Battle Royale where you and 99 other gold hunters fight for a claim in the gold rush. Scavenge for equipment in the rough, unforgiving Silverspring County. The environment sets the pace; only storm eyes are safe from the raging storm, and bandits are out for your gold. Do you have what it takes, or will you be blinded by your greed?<h2 class=\"bb_tag\" >How do I sign up for the Closed Alpha?</h2>Fill in this form! You will be added to a list, from which we select testers in batches.<h2 class=\"bb_tag\" >Features</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/746070/extras/60543c562af9567f8e0a3e2ac62513aa.avif?t=1565664517\" width=624 height=85 /></span><br>Play on a huge map with up to 99 other players to stake your claim for the gold hidden in Silverspring County. Using four different weapons you'll be ready for any situation. With the scaling game systems, you can enjoy the match whether you're playing with 10 or 99 other players!<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/746070/extras/57b9dd43887359d15a257f6791ccc196.avif?t=1565664517\" width=624 height=85 /></span><br>Silverspring County contains a wide variety of environments. The boreal forest in the southwest provides cover and hides piles of loot, whereas in the northwest the bandits rule the land, and the remnants of frontier towns dot the landscape in the east.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/746070/extras/c4e9b00a5bf7382e274febddca190b7a.avif?t=1565664517\" width=624 height=85 /></span><br>Over the course of the match, a snowstorm will develop with several storm eyes, which are your only havens from the impending rage of the storm. Beware, as you will not be the only one seeking safety. After the storm settles down, run freely across the map as you seek shelter within the next storm eye. Eventually, only one shrinking storm eye will remain as the storm engulfs all of Silverspring County.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/746070/extras/e8c4a13386c836bdca5a564edb514d0e.avif?t=1565664517\" width=624 height=85 /></span><br>Bandits have claimed small settlements across the map. It is up to you to decide if it is more worthwhile to fight for the loot or to take a detour around the ruthless raiders.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/746070/extras/593b29dbbbafbd43375340c013f98655.avif?t=1565664517\" width=624 height=85 /></span><br>As you loot, you may be fortunate enough to stumble upon boxes of scrap. You can use these to easily craft weapon attachments, giving you an edge on the battlefield.<h2 class=\"bb_tag\" >What is Closed Alpha?</h2>Closed Alpha is a state very early in game development. Expect art and gameplay to be in an unfinished state and subject to change. Your feedback will shape the direction of this game in the times to come.<h2 class=\"bb_tag\" >How does Closed Alpha work?</h2>From the release date, June 6th 2018, the servers will open during certain time slots during which you can play the game. You can then keep us informed with problems you find or suggestions you may on the forums here or on our Discord.<br><br><br><strong>We are a team of dedicated students at NHTV Breda University in the Netherlands and are working on this Battle Royale title as a proof of concept. The Closed Alpha will help us take the game to the next level, giving us the opportunity to continue development in the future.</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/746070/header.jpg?t=1565664517",
    "developers": [
      "Radiant Game Studios"
    ],
    "publishers": [
      "Radiant Game Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}