{
  "746990": {
    "name": "Prelude: Psychological Horror Game",
    "steam_appid": 746990,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><i>This is the Pre-Alpha release of the game and does NOT represent the finished product. It's at a very early development stage so that means I'm open for suggestions for the next Alpha releases leading to the beta and final game.<br><br>Remember, YOU, the player, are the most important part of this project, your review/feedback will determine where this game will go.<br><br>I'm always active on forums and social media so I always listen to everyone's feedback, don't be shy to message me addressing any bug or stuff that should be changed.</i></strong><br><br>Prelude is a psychological horror survival game, where you play as a guy who wakes up in a mysterious town, not having any idea of who he is and where he is.<br><br>Going from house to house, from place to place dealing with many horrid things along the way trying to find a way out.<br><br>The focus of this game is not using the same route as other classic horror games but to do something new, give you the feeling of hopelessness and fear of the unknown and unfathomable. Trying to survive in this world that was once the place you called home, completely isolated from friends and family, stuck in this infinite loop of despair and fear just looking for a way out of what you could call a nightmare.<br><br>You will have to figure out ways to overcome obstacles and also venture into the deepest darkness in order to advance, the game doesn't just focus on creatures chasing after you, it focus on making you lose your mind, slowly and steadily. Every inch of this game will attempt to crawl under your skin and make you feel like you're in a living nightmare.<br><br>The game will not just have random horror elements, each element will have a story, meaning or a hidden message that might either tell you more about the character's story, give you clues to advance through the game or tell you something... darker. The game will attempt to make you feel many kinds of horrors, including those of phobias, the feeling of being watched, of being chased, that your death is close and will be inevitable, make you feel like you're nothing but a tiny being in the vast sea of infinity.<br><br>The journey will get worse as you move forward and the player will eventually see the truth... and the rest is for you to find out for yourself.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/746990/header.jpg?t=1548270540",
    "developers": [
      "Juan P Dev"
    ],
    "publishers": [
      "Juan P Dev"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}