{
  "747240": {
    "name": "XL1-ClippingPoint",
    "steam_appid": 747240,
    "required_age": 0,
    "is_free": true,
    "description": "XL1 – Clipping Point is an online racing game created by XLGAMES, the renowned MMORPG ArcheAge developer led by Jake Song.  <br />\r\nAfter the CBT in 2006, XL1 was not officially launched, but the product was distributed with the title of “Clippling Point” as a single-player game.  <br />\r\nSince the release of Clipping Point, there have been other great racing games to date, but the genre’s enthusiasts longed for a racing game with an in-depth elements in controls and car tuning options.  <br />\r\nAs such, despite not being launched officially, in an effort to preserve the very first game developed by XLGAMES, XL1 will be available for free on Steam.  <br />\r\nThe technical knowledge attained during the development of XL1 – Clipping Point was applied to the world of ArcheAge to realize physical functions to make the MMORPG more realistic.<br />\r\n<br />\r\nGame Features<br />\r\nXL1 – High Performance Physical Engine<br />\r\nRealistic and elaborate racing is realized via XLGAMES-developed high performance physical engine, for instance, players can feel the weight of the car while its wheels run with close traction to the roads. <br />\r\n<br />\r\nXL1 – Perfect Racing, Attention to Detail <br />\r\nRacing game enthusiasts praised XL1 for including realistic car features that were omitted in game such as “room mirrors” and “side-view mirrors”.  <br />\r\n<br />\r\nGreat Racing Controls with Minimal Keystrokes <br />\r\nXL1 allows players to experience sound driving by making use of the arrow keys and 2 additional keys to switch gears.  Also with the automatic transmission option, players need not have to use the switch-gear-keys once it is on.  Simple while in-depth control elements immerse players to XL1 with abridged adaptation period. <br />\r\n<br />\r\nRealistic Tuning Options <br />\r\nAs in real life, when players increase the width of the in-game wheels, ground traction surges as well.  XL1 allows the freedom of racing methodologies via various tuning options that are numerically adjustable.",
    "supported_languages": "英语, 韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/747240/header.jpg?t=1519220562",
    "developers": [
      "XLGAMES.Inc"
    ],
    "publishers": [
      "XLGAMES.Inc"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}