{
  "747970": {
    "name": "Scions of Fate",
    "steam_appid": 747970,
    "required_age": 0,
    "is_free": true,
    "description": "There are two types of people in the world. People that know Scions of Fate and people that don’t<br>People from ages 10 all the way to30 have been entranced by Scions of Fate.  <br>From its journey as a comic to online MMORPG, Scions of Fate has always  <br>combined the mystical world of martial arts with comic art and light, <br>airy humor. Scions of Fate is a game that people of all ages and all walks of life can enjoy.<br>The cute characters, the beautiful pastel-tone character pics,  <br>the diverse range of emoticons, the deadly but beautiful combat skills, <br>all contribute to the Scions of Fate game experience. <br>Even more precious are the communal experiences <br>that players share together as they’re battling monsters, <br>growing together like a family. <br>The scope of this original work is complex, yet light and entertaining.  <br>From the conflict between The Order and Chaos, to the blossoming romance that takes place in the midst of this world, all the elements of the story mesh together to form a very unique and emotional journey for all players. <br>If you’re ready for a new, richer online gaming experience, let’s log-in to the game. <br><br>Since Scions of Fate received the 2005 Game of the Year Award and the Presidential award, Scions of Fate is a game that is now poised to become a worldwide phenomenon.  <br>In China, Taiwan, and Thailand, Scions of Fate has received many ovations and has now become a community that has members all throughout the countries. While bringing the joy of martial arts and garnering more fame in Asia has been a goal of Scions of Fate since the beginning, it is now time for the whole world to experience the world of Scions of Fate \t\t<br>As the 21st century archetype for OSMU (One Source Multi Use) content, Scions of Fate will become a global name.<br><br>In game, Players will be able to start journey with various helpful premium items which can be purchased on inventory column.<br>By clicking the &quot;Premium Shop&quot; icon at the top left hand side of the screen , There will be Premium store for players to have a look around.<h2 class=\"bb_tag\" ><strong>features</strong></h2><br>1. Freedom of specializing the characters depending on your style of play and usage of skills<br><ul class=\"bb_ul\"><li> Mastering abilities and skills are based on character types.</li></ul><br>2. The conflicts between the Order, Chaos, and Outlands. The struggles and battles to conqueror the world.<br><ul class=\"bb_ul\"><li> Skills : Practicing the skills. You can learn different skills depending on which faction you decide to join</li></ul><br>3. Players can enjoy excitements that comes from the full 3D attack motions.<br><ul class=\"bb_ul\"><li> Basic Attack : Attack the enemy with the weapon that you have equipped on your character.<br></li><li> Combo Attack : A combination of attacks that occurs on the proc rate. Various attack movements, such as left, right, spin, and jump attacks occur consecutively.<br></li><li> Skill Attack : You can use your skills by registering the skill on to the macro window to carry out the mastered skill which deals significant amount of damage to your target. Some amount of Chi gets consumed as you deliver the skill.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/747970/header.jpg?t=1672898177",
    "developers": [
      "MGAME Corporation"
    ],
    "publishers": [
      "NETGAME Inc"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 29 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}