{
  "747920": {
    "name": "Hero Plus",
    "steam_appid": 747920,
    "required_age": 0,
    "is_free": true,
    "description": "After the dark days of the Twelve Demons, the world remained peaceful. The mysterious hero thrived as the leader of his own house of warriors, where all the greatest fighters gathered to join. The hero became known as the greatest fighter of all time, and the people labeled him The Great Dragon. For twenty years, the people of the land knew true peace as The Great Dragon upheld justice and faimess throughout the land. It was even foretold that as long as The Great Dragon lived, the people of the land would experience no danger.<br />\r\n<br />\r\nBut on a sad and twisted day, The Great Dragon was found dead with evidence of murder pointing towards someone within his house. Ironically, the alleged murder was no warrior or fighter; it was his wife.<br />\r\n<br />\r\nIt is rumored, however, that upon discovering The Great Dragon, members of the house found his wife cradling his dead body repeatedly whispering, &quot;They're back... the Twelve of them have returned...&quot;.<br />\r\n<br />\r\nUpon  hearing about the death of their hero, the people of the land were shocked and outraged. Panic spread across the land as they questioned each other. What of the prophecy? willThere be grave danger now that out hero has died? What exactly was the wife referring to when she mentioned, &quot;the Twelve of them&quot;? Could it be that the Twelve Demons have returned? Who will save us from them if they have?<br />\r\n<br />\r\nFear and apprehension spread like wildfire across the land as news of The Great Dragon's death spread. Uncertainty reigned supreme in everyone's heart. If the Twelve Dragons have truly returned from their graves, all of heaven and earth would be in grave danger, unless a new hero was to present himself...<br />\r\n<br />\r\n** In game, Players will be able to start journey with various helpful premium items which can be purchased on inventory column. By Pressing &quot;I&quot; and click button &quot;Tavern&quot;, There will be Premium store for players to have a look around.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/747920/header.jpg?t=1746764986",
    "developers": [
      "MGAME Corporation"
    ],
    "publishers": [
      "Netgame Inc"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 22 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}