{
  "748190": {
    "name": "Harvest Simulator VR Demo",
    "steam_appid": 748190,
    "required_age": 0,
    "is_free": true,
    "description": "Harvest Simulator VR is a casual farming game built exclusively for VR Headsets. It was inspired by our love of playing in the dirt and mucking out, as well as the sense of accomplishment that farming gives. It was built directly for room-scale VR and allows you to dig up and plow your fields, plant your seeds, tend to them with care and watch them grow. Sell your crop to grow your farm. Tend to your chickens and collect their eggs too! Experience farming life like never before. Enter the world of the first harvest simulator for virtual reality.<br><br><strong>Key features</strong><br>Work in your own virtual reality farm, where you can use your farming tools and your skills to create the best farm possible.<br>Plant new crops and see them grow through full day and night cycles.<br>Prepare your land and grow produce, selling them on the market and earning money to expand your farm with new tools and other essentials.<br>You can buy new seeds and livestock and you can customize your farm and your home with additional furniture.<br>Use your own hands to cultivate your plot and turn your farm into the farm of your dreams.<br>The more your farm grows the more you can do: there is a lot more in this farm than you can even imagine.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/748190/header.jpg?t=1511433423",
    "developers": [
      "Sakis25 Games"
    ],
    "publishers": [
      "Bolt Virtual"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}