{
  "748320": {
    "name": "The Flawless: Art's Tale",
    "steam_appid": 748320,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>The Flawless: Art’s Tale is an epic adventure set in a brutal world of cats.</strong></h2><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/748320/extras/8eddea6396d29eca73b90a3a0d0c2cfc.avif?t=1728392461\" width=616 height=67 /></span><br>Cats sleep for over seventy percent of their lives...<br><br>Or do they?<br><br>Welcome to Typha, the world where cats go to when they sleep. A world where few fur and clawless humans (Flawless) ever venture. A brutal monochrome world where our young hero, Art, wakens. Can he rescue his pet cat and return colour to the land? Or is he lost to this strange savage world forever?<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/748320/extras/315a0cffcf255bb1de16ad4ec2e49f3f.avif?t=1728392461\" width=616 height=67 /></span><br>You take control of Art; a twelve year old boy who awakens to find himself alone in a brutal and monochrome world of cats. He is catapulted into an extraordinary adventure where he must save his pet cat, ‘Mr Dirty Paws’, and bring colour back to the surreal feline world. Along the way he meets all manner of cats. Some try to use him to do their bidding, some want him dead and use all manner of deception to end his life. Others befriend him and try to help him save Dirty Paws and unleash his Flawless powers. As he is drawn deeper into this strange and complex world it becomes clear that saving Dirty Paws may involve saving the world but is our young hero up to the task!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/748320/extras/6abb701351aeb195c3750ba365bf5cf9.avif?t=1728392461\" width=616 height=67 /></span><br><ul class=\"bb_ul\"><li> Unique hack 'n' shoot gameplay.<br></li><li> Hack organic enemies with young hero Art's vast array of swords.<br></li><li> Shoot mechanical enemies and armour with Art's sidekick droid's guns.<br></li><li> Designed from the ground up to be played on a controller.<br></li><li> Huge skill tree, feel truly powerful as you level up and upgrade your skills.<br></li><li> Upgradable swords with unique special moves.<br></li><li> Use metroidvania elements to double jump, dash, and wall jump your way to secret areas.<br></li><li> Meet a huge cast of cats and other creatures, some will help you, others will turn out to be enemies.<br></li><li> Explore a vast brutal world of cats on an hand-drawn isometric world map.<br></li><li> Talk, trade with, and help the citizens of the cat world Typha as you explore.<br></li><li> Craft (bake) items from foraged ingredients.<br></li><li> Fight epic boss battles using the skills you have developed.<br></li><li> Uncover secret areas where the toughest challenges await veteran players.<br></li><li> Be immersed in the original soundtrack by Electric Fan Death and others.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/748320/extras/e6f4e0622d2dffd3b59e5b63620cfc62.avif?t=1728392461\" width=616 height=67 /></span><br>Our hero Art is a pretty nimble little fella. From the moment he opens his eyes to see the surreal monochrome cat world he can run, jump, dash, and wall jump. His friendly droid FT follows him around as his flying arsenal of ranged weapons. Once Art has a sword he can hack away at enemies and do some cool combos, hack-stab-hack, hack-kick-hack up, you get the picture. Most of the swords Art finds deal more damage to organic enemies whilst FT's guns do more damage to mechanical enemies making them the perfect duo. In the surreal world of cats there aren't just organic and mechanical enemies, oh no! There are organic enemies wearing mechanical armour, mechanical baddies with organic internals and brains, machines that wear other living beings as armour. This is a strange and deadly world and Art and FT must work together to overcome the plethora of threats facing them.<br><br>As well as the hack 'n' shoot lifestyle that Art and FT must adopt they also need to explore the world. Exploration on the isometric world map will uncover new areas, characters to talk to, side quests, and loot. Art can travel to a number of towns where he can help the locals, buy supplies, and do all manner of side activities. Once Art and FT have cleared out the enemies from an area they can explore the area using Art's  moves; jumping holes, climbing cliffs, dashing over spike pits to uncover hidden treasure and quest items.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/748320/header.jpg?t=1728392461",
    "developers": [
      "Bare Knuckle Development"
    ],
    "publishers": [
      "Bare Knuckle Development"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}