{
  "748900": {
    "name": "Choice of Rebels: Uprising Demo",
    "steam_appid": 748900,
    "required_age": 0,
    "is_free": true,
    "description": "Lead the revolt against a bloodthirsty empire! You grew up under the iron fist of the Hegemony. Now is your chance to end their blood-fueled magic, as you forge a ragtag outlaw band into a rebel army.<br><br><i>Choice of Rebels: Uprising</i> is a 637,000 word interactive fantasy novel by Joel Havenstone, where your choices control the story. It's entirely text-based—without graphics or sound effects—and fueled by the vast, unstoppable power of your imagination. <br><br>As an outlaw rebel in the greenwood wilderness, you must steal to survive your first brutal winter, or watch your people starve if you can't feed them. Win yeomen, helots, merchants, priests, and aristocrats over to the rebel cause...or turn them into your worst enemies. Will you defeat the army of the Hegemony’s Archon and the elite force of evil blood mages sent to destroy you, or will a personal betrayal put an end to your rebellion when it’s just barely begun?<br><br><ul class=\"bb_ul\"><li> Play as male or female, gay, straight, or ace<br></li><li> Fight as a renegade aristocrat or defiant slave<br></li><li> Lead your outlaw band as a self-taught mage, a general, or a mystic priest <br></li><li> Reform the empire’s religion or start your own<br></li><li> Master the arcane magic of Theurgy and demolish the blood harvesters of the Hegemony<br></li><li> Find romance amongst your fellow young rebels<br></li><li> Root out spies, betrayers, and fend off a mutiny<br></li><li> Survive attacks from assassins, mages, and the mutant Plektoi hounds </li></ul><br>Will you gain a reputation as a compassionate idealist or ruthless insurgent? Can your rebels survive the winter and a vengeful army? <br><br>How much will you sacrifice to rebel, and save your homeland from an oppressive empire?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/748900/header.jpg?t=1734032910",
    "developers": [
      "Choice of Games"
    ],
    "publishers": [
      "Choice of Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}