{
  "749950": {
    "name": "The Six Dragons",
    "steam_appid": 749950,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/749950/extras/03e2c58a2f7c62aa0c0878a2f0e04928.avif?t=1762721939\" width=640 height=360 /></span><br><br><strong><u>Info</u></strong><br><br>Welcome to The Six Dragons. <br>Discover 256km2 of Open-World full of surprises, escape 1 billion dungeons, craft and enchant items.<br><br><strong><u>The Game </u></strong><br><br>The Six Dragons is a feature-rich, fantasy Open World RPG inspired by iconic RPG titles and all the things we always wanted, as gamers, to see in our dearest titles. The game features a huge 256km2-long expanse, full of opportunities, fights, and excitement. The player can freely explore the world, farm &amp; harvest, craft more than 300 unique items, constantly improve the arsenal by enchanting, and finally fight the most epic monster battles for the most precious loot.<br><br>The game has been in development for over five years and is going through significant upgrades to ensure an amazing experience. With that being said, all the users of the early versions should be aware that the game will be in development and not in its final version. Thus, constant updates and minor issues may exist and should be expected. Our current, tentative roadmap contains two game modes, “Open World” and “Story Mode” but additional game modes are being considered.<br><br><strong><u>Key Gameplay Aspects </u></strong><br><br><ul class=\"bb_ul\"><li> Creating your path: Build your own class<br>Players can build their own class, with a unique combination of abilities from three different class tress. The Wizard, the Warrior, and the Cleric.<br>Those three categories of abilities were selected to include the necessary level of diversity in terms of gaming styles, allowing each player to build countless combinations of skills. The Wizard tree is focused on magical spells, Warrior tree on physical abilities, and the Cleric tree on healing abilities. At the moment, each tree will feature 33 abilities, and many more will be added.<br><br></li><li> Swords, Staffs, or Maces? Whatever fits your gameplay style<br>Swords are favoring Warrior play-styles, Staffs will fit better to players with a focus on Wizard spells, and Maces are a more balanced option for hybrid player classes. At the moment there are 26 different sword types, 26 different staffs, and you guessed it right 26 types of maces.<br><br></li><li> Crafting &amp; Enchanting Galore<br>The game is all about crafting. There are 300+ recipes available for ambitious blacksmiths, including weapons, armor parts, and jewels. Farm for materials, win battles to receive important ingredients and go straight to the crafting station of the nearest village. Your shiny craft awaits. If you want more power for your crafted items, look for those ultra-rare scrolls of enchanting that will improve the stats of your inventory (up to +15 level). Watch out for the scrolls with a 100% success rate, otherwise, you run the risk of breaking and losing your item if the enchanting fails.<br><br></li><li> Astounding Open World<br>In those 64km2 of open land, you will never be bored. Forests, mountains, volcanos, lakes, and rivers, surrounded by fearless monsters that will hunt you down. Fully dynamic weather with seasons, teleports for fast travel, arenas for boss fighting, portals for mysterious dungeons and many quests. Discover villages and castles. Staying on the right areas and entering the matching for you level dungeons &amp; arenas is a wise strategy to strengthen and prepare adequately. You are free to go wherever you go, but if you step foot in the wrong area no one but your weapon can save you.<br><br></li><li> Companions<br>An MMO Experience in a single-player game! Create your group of five and dominate the world. Companions can have three roles. Workers that can farm for you, Hunters that will hunt in the land for monsters and get you back the loot they pick up, or Group Members that will serve you when you fight the big world Bosses of the game.</li></ul><br><strong><u>The Lore</u></strong><br><br>Once Nemberus was a serene place... then the Dragons came. Fierce, ruthless, destructive. The humans tried their best to defeat them, but they were too powerful. The Dragons had already destroyed a very big part of the world and took men, women, even children as hostage spirits to serve them. A part of the beautiful forest of Aligren had turned into a dark, desolate place called Zargat, the crystal-clear waters of Tilisen had transformed into the muddy, ugly wastelands of Mooria and the once beautiful mountain of Reigfrez was now partly covered in hot, devastating lava in Agrazael. There seemed to be no way to save anything, soon Nemberus would turn into a ghost planet, a universe subdued to creatures that were far outweighing its humble residents, the humans.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/749950/header.jpg?t=1762721939",
    "developers": [
      "BlockPegnio Ltd"
    ],
    "publishers": [
      "BlockPegnio Ltd "
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年第一季度"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}