{
  "750170": {
    "name": "Diesel Railcar Simulator",
    "steam_appid": 750170,
    "required_age": 0,
    "is_free": false,
    "description": "Take the controls of a variety of diesel railcars and locomotives, each representing an integral part of Britain's Railways in the 1960s. With over 150 miles of track to explore, wide range of train services and advanced physics simulation, Diesel Railcar Simulator is the perfect train simulator for hardcore and casual fans alike.<h2 class=\"bb_tag\" >Driving</h2><ul class=\"bb_ul\"><li>Customise your driving experience to suit your needs: either drive the train fully manually with optional helpful HUD guides, or activate the 'simple controls' mode for easy two-key driving.<br></li><li>Drive using your keyboard, use your mouse to control the interactive in-cab controls, or hook up one of the wide variety of supported controllers including gamepads, joysticks, HOTAS and the RailDriver controller.<br></li><li>Alternatively, hand the controls over to the AI, relax and watch the computer drive the train from any viewpoint, or change trains to view any currently active service.</li></ul><h2 class=\"bb_tag\" >Realism</h2><ul class=\"bb_ul\"><li>Physics are simulated in detail: individual components of the transmission are replicated to ensure realistic behaviour. The suspension of each vehicle is also modelled to make it bounce and sway over uneven trackwork.<br></li><li>Sounds are mostly authentic: many of the most prominent sounds used in game are recordings of the real trains.<br></li><li>Computer-driven AI trains occasionally make human-like mistakes like running late or misjudging braking at stations.</li></ul><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/750170/extras/25342f5f41c6da915680070de2dbb00e.poster.avif?t=1755073122\" width=600 height=100 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/750170/extras/25342f5f41c6da915680070de2dbb00e.webm?t=1755073122\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/750170/extras/25342f5f41c6da915680070de2dbb00e.mp4?t=1755073122\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" >Gameplay</h2><ul class=\"bb_ul\"><li>Each route features a full daytime timetable with every service being drivable. Choose from hundreds of Inter-City, semifast, stopping, freight, rescue and empty coaching stock train services.<br></li><li>Upon completing a service, your driving style and timekeeping are evaluated. Try the same run again to reach a higher score by braking more accurately or driving more economically, but stay alert: the signal that was green on the previous run might be red this time, due to a late-running AI train.</li></ul><h2 class=\"bb_tag\" >Trains</h2><ul class=\"bb_ul\"><li>Four British Railways diesel railcar classes with manual gearboxes: 112, 117, 122 and 126<br></li><li>Class 127 railcar with torque converters (no need to change gears)<br></li><li>Locomotives: Classes 03, 37 and 40<br></li><li>A variety of passenger coaches and goods wagons<br></li><li><strong>More trains available on the Steam Workshop</strong></li></ul><h2 class=\"bb_tag\" >Routes</h2><ul class=\"bb_ul\"><li>Choose from three routes totalling over 150 miles of track, each with their own unique feel:<br></li><li><i>North Landen</i>: a 4-track main line with express and stopping trains racing each other during the busiest hours of the day<br></li><li><i>Westfords</i>: a warm valley route with city centres connected by two alternative main lines and suburban branches at each end<br></li><li><i>Mountain Pass</i>: a double track through line with a single line section meandering over hilly, rugged landscape with challenging gradients<br></li><li><strong>More routes available on the Steam Workshop</strong></li></ul><h2 class=\"bb_tag\" >Modding</h2><ul class=\"bb_ul\"><li>With the game's built-in train, route and timetable editors and Steam Workshop support, Diesel Railcar Simulator is the perfect game for modding:<br></li><li><i>Train editor:</i> create new liveries and trains using your own custom 3D-models and the built-in library of assets. Also includes an integrated vehicle body modelling tool which can be used without prior modelling experience<br></li><li><i>Route Editor:</i> create brand new routes using built-in assets, custom imported ones or create your own inside the editor<br></li><li><i>Timetable editor:</i> bring your route to life with busy traffic around the clock</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/750170/header.jpg?t=1755073122",
    "developers": [
      "Lapioware"
    ],
    "publishers": [
      "Lapioware"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 51,
        "description": "Steam 创意工坊"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 5,
      "total_negative": 0,
      "total_reviews": 5
    }
  }
}