{
  "750120": {
    "name": "Retinopsy VR - Look",
    "steam_appid": 750120,
    "required_age": 0,
    "is_free": false,
    "description": "Retinopsy VR – Look app was primarily developed to help people, who have difficulties reading or watching content on regular computer screens, by utilizing virtual reality technology. In addition to this, it provides a wonderful, immersive cinema-like experience for everyone.<br />\r\nThe application places the users in the middle of an attractive virtual cinema ,where they can explore an enlarged version of their desktop screen, a virtual keyboard, and a basic graphical interface (GUI). The size of the keyboard can be adjusted, along with the colors of the keys and even the distance between them. The size, curvature, distance, saturation and brightness of the virtual screen itself can also be fine-tuned for the needs of each user – even healthy ones. The controllers themselves are virtually big and bright, and a magnifier lens enables areas of interest to be instantly enlarged. <br />\r\nIn our physical world, a setup offering these unique features would only be possible for a very hefty price tag. Using this application and a VR headset, a new productive world is unlocked for those who struggle in the real world, but even healthy people will perceive more VR fun. The goal is to allow the app to give back the independence and joy of becoming part of this world by simplifying communication.​<br />\r\nThe application supports both major VR headsets, HTC Vive and Oculus Rift. The system requirement of the app is relatively low (compared to an average VR app) so a wider range of people can use it.<br />\r\nThe mastermind of this practical and versatile application is Dr. Peter Maloca, an internationally renowned doctor of medicine and trained ophthalmologist based in Basel, Switzerland, and Royal Moorfields Eye Hospital, London. We at Leopoly VR were honoured act as a consultancy and developer company, to collaborate with Peter and actually bring the whole context to life. The teamwork involved the support of individuals who have issues with reading/watching digital content.<br />\r\nThis current app version is part of a higher vision and long-term partnership. Our goal is to bring more and more tools that can assist and support individuals with eye-related problems. We are planning to improve Retinopsy VR – Look application and come up with more solutions in this field, such as training and therapeutic apps.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/750120/header.jpg?t=1512985441",
    "developers": [
      "Leopoly"
    ],
    "publishers": [
      "Retinopsy VR"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "56",
        "description": "软件培训"
      },
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}