{
  "750270": {
    "name": "Hover X Souls: Git Gud Edition",
    "steam_appid": 750270,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to Planet Downpour, a planet with a circumference of 12,990m.<br />\r\n<br />\r\nStep into the metal of X-17 and live his existence of traversing the dark highway to get around the planet. Shooting enemies attacking outpost in the distance, all the while increasing his multiplier to increase souls yield through various methods.<br />\r\n<br />\r\nWhile the game provides enough information for the basics, some self discovery is required as the game is meant for players who like the discovery of mechanics on their own. This game isn't for everybody.<br />\r\n<br />\r\nThere are those who will stumble using the hover shield system, and then there are those who make it look easy. Which one will you be?<br />\r\n<br />\r\nFeatures: <br />\r\n-Not another infinite runner where distance is only a score. Each m on the planet coincides to a location. Zones transition from one to another, and when you finish the last zone you're back at the first zone. Yet things are harder..<br />\r\n<br />\r\n-Simple yet hard to master hover shield combat system<br />\r\n<br />\r\n-Crazy multitasking in motion. Trade, block, shoot forwards, shoot into the background, all while doing acrobatics with your shield.<br />\r\n<br />\r\n-persistent rain where finding the pockets of no rain has benefits<br />\r\n<br />\r\n-Outposts that you can level up to help you on your journey. Careful not to let them be destroyed.<br />\r\n<br />\r\n-Master blocking as it increases your multiplier<br />\r\n<br />\r\n-Figure out how to manage your time going out to collect souls, repairing/upgrading at base, and then protecting outposts",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/750270/header.jpg?t=1552709020",
    "developers": [
      "Modesto Rabena"
    ],
    "publishers": [
      "Divergent Game Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}