{
  "750840": {
    "name": "MAGIX Video Pro X9 Steam Edition",
    "steam_appid": 750840,
    "required_age": 0,
    "is_free": false,
    "description": "Edit videos with <strong>Video Pro X9 – Steam Edition</strong> for broadcast-ready results for all kinds of footage - from live recordings to videos shot with professional cameras.Edit footage in resolutions of up to 6K and get butter-smooth results thanks to scalable proxy editing. With high-end video effects, audio processing and authoring, Video Pro X9 – Steam Edition is a trailblazer in all things post-production and allows for true creative freedom when you're editing projects.<br><br>Expand your spectrum of features with lookup tables, multicam editing, flexible track handling and 16-bit deep color grading.<h2 class=\"bb_tag\" >The most important features:</h2><ul class=\"bb_ul\"><li> The perfect opening: Create professional intros with over 250 new title templates<br><br></li><li> No virtual reality headset? Create exciting 2D videos from 360 degree recordings you've imported.<br><br></li><li> NEW!Achieve a chameleon effect: Apply the appearance of other footage to your recordings using lookup tables.<br><br></li><li> NEW!Up to 5X faster: Optimized performance with up to five times faster processing and Intel GPU hardware acceleration.<br><br></li><li> Broadcast color feature: For images more brilliant than ever before<br><br></li><li> Look to the future: Easily edit 6K videos with special film, project and export presets<br><br></li><li> Wide-ranging support for professional formats such as ProRes, AVC intra and many more.<br><br></li><li> Add a burst of color: Primary and secondary 3-way color correction, 16-bit deep color processing<br><br></li><li> Sounds right: Surround sound editing in broadcast quality<br><br></li><li> Access higher quality results: Hardware-based decoding for HD UHD H.264 and H.265*</li></ul><br> <br><br>*HEVC encoding requires fee-based activation.<h2 class=\"bb_tag\" ><strong>Professional image and sound</strong></h2><br><strong>Video production:</strong><br><br>Edit your gameplays in smooth 6K resolution with scalable proxy editing. Thanks to support for all current video formats, you can import drone videos, gameplays and action cam recordings without a glitch.Combine several recordings as a nested sequence and use them as a single object in your other videos – this way you can instantly create edits of your best gaming results. You can then upload these from directly within the program to YouTube and Vimeo.<br><br><strong>Audio editing:</strong><br><br><strong>Video Pro X9 – Steam Edition</strong> also has powerful audio editing tools. A realtime audio mixer, keyframe control and sample-precise editing as well as a ton of broadcast-quality effects give you everything you need for optimizing audio tracks.<h2 class=\"bb_tag\" ><strong>Other highlights:</strong></h2><br><strong>NEW!Flexible track handling</strong><br><br>Add to your video projects at any time - even after the fact. Add new tracks directly at the position you want without having to move other tracks. Makes adding new ideas easy.<br><br><strong>Easy beat-based editing</strong><br><br>Set snap markers to the beat of the music and synchronize your recordings with the audio material.<br><br><strong>Multicam editing</strong><br><br>Just like on TV: During playback, switch perspective live on up to 9 tracks and record all cuts exactly as they happen.",
    "supported_languages": "英语, 法语, 德语, 荷兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/750840/header.jpg?t=1541613714",
    "developers": [
      "MAGIX Software GmbH"
    ],
    "publishers": [
      "MAGIX Software GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 28 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "58",
        "description": "视频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}