{
  "7510": {
    "name": "X-Blades",
    "steam_appid": 7510,
    "required_age": 0,
    "is_free": false,
    "description": "In <strong>X-Blades</strong>, the player takes on the role of the enchanting heroine Ayumi, who survives a breathtaking dance of blades through the Hordes of Darkness. The long-haired beautiful anime, with her pistol blades and mind-blowing leaps, whirls and swirls from one fantastic level to the next.<br><br>In brief: An anime-style, opulent hack n' slay spectacle for fans of entertaining action games. X-Blades creates a fantastic universe around the attractive heroine, who has to fend off innumerable monsters and imposing boss opponents with her power and tactics. A long list of all sorts of magic spells widens the range of potential forms of attack. Once Ayumi has collected enough experience points, she can activate new skills.  The anime-style level design is what really gives X-Blades its special flair. Around 40 magical indoor and outdoor worlds dazzle in an enthralling rhapsody of color. Action and magical effects are impressively incorporated through the use of cinema stylistics such as bullet time or motion blurring.<h2 class=\"bb_tag\" >Offense is the best form of defense!</h2>Forget the competition - I'll give you all the action you'll ever need! OK... I am a treasure hunter, so my motives maybe aren't always angelic - but my &quot;Slash Dance&quot; through the hordes of the Dark is a thing of beauty! Innovative Gunblades and an arsenal of spectacular spells, power-ups and incredible leap combos - you have to catch the cinematic presentation of my adventures - awesome!<h2 class=\"bb_tag\" ><strong>FEATURES:</strong></h2><ul class=\"bb_ul\"><li>An absorbing fantasy story with 40 spectacular landscapes<br></li><li>More than 25 types of magic in different classes<br></li><li>Learn to play easily with 4 difficulty modes AND alternative endings that depend on your actions!<br></li><li>Innovative Gunblades for long-range and close combat, plus new weapons and new outfits<br></li><li>RPG elements in the upgrading of skills and weapons, demonic special mode for the heroine (<i>that's me!</i>)<br></li><li>Hidden Power-ups and a Stats screen will hook you into exploring all the levels<br></li><li>Over 30 classes of opponents, plus powerful Boss opponents and an ingenious level design</li></ul>",
    "supported_languages": "英语, 法语, 德语, 意大利语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/7510/header.jpg?t=1718187381",
    "developers": [
      "Gaijin Entertainment"
    ],
    "publishers": [
      "Topware Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5200,
      "final": 2080,
      "discount_percent": 60,
      "initial_formatted": "¥ 52.00",
      "final_formatted": "¥ 20.80"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 4 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "72",
        "description": "裸露"
      },
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 29,
      "total_negative": 16,
      "total_reviews": 45
    }
  }
}