{
  "751300": {
    "name": "Alice Mystery Garden",
    "steam_appid": 751300,
    "required_age": 0,
    "is_free": false,
    "description": "Join Alice, who has wandered into the wondrous land of Alice Mystery Garden, to overcome adversity in this VR action-puzzle game. Control Alice's movements while switching back and forth between a top-down player perspective and Alice's in-world perspective to collect scattered looking-glass fragments and clear each stage.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Search for looking-glass fragments scattered throughout each stage by switching between the expansive player perspective of the world and Alice's view from inside the world. <br></li><li>Unlock the looking-glass gate by collecting 5 looking-glass fragments to clear each stage.<br></li><li>Alice's perspective reveals caverns unseen from player perspective, and allows for underground investigation.<br></li><li>In player perspective, it is possible to confirm the route to the goal, and to directly grab and place blocks atop the stage to create new paths for Alice.<br></li><li>For instance, if there is a location that Alice cannot get across to, the player can place a block as a bridge to allow her to cross.<br></li><li>There is no single route to the goal: finding new paths is part of the fun.<br></li><li>A full 17 stages at a variety of difficulty levels make the game enjoyable for action-puzzle beginners and veterans alike.</li></ul>",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/751300/header.jpg?t=1517455119",
    "developers": [
      "AMG GAMES"
    ],
    "publishers": [
      "AMG GAMES"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 20,
      "total_negative": 1,
      "total_reviews": 21
    }
  }
}