{
  "752080": {
    "name": "Intergalactic traveler: The Omega Sector",
    "steam_appid": 752080,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Solve all the labyrinths, get the hyper speed, fight against Starships and get the best score you can achieve in Golden gears. This is an Arcade game with Turn based combat.</i><br><br>There are a total of 29 stages with 100 areas (plus the bonus ones), the difficulty is progressive.<br><br><strong>Duration</strong>: More than 7 hours of gameplay, depends on how good you are at using the speed bonus.<br><br><i>Key Features:</i><br><br><ul class=\"bb_ul\"><li>Phase Shields : It gives you advantages over battles, like earning the twice amount of Tech-Gears or stopping the random encounters. You will need E-Bits to activate them.<br><br></li><li>Audio Signals: You can search for secret musical tracks that are in the game,  you will need Audio Receptors.<br><br></li><li>Medals: Depending on your performance, after finish the Area or a Main zone, you get a golden or silver medal; those are exchanged later for Golden Gears at the end of each stage.<br><br></li><li>Type of Speed: Depending on how fast you finish an Area or Main Zone you could get different types of speed.</li></ul><br>Manage your style of play and beat the game; will you raise your level to fight better the enemies? Will you collect E-bits to avoid battles? Will you focus on complete the bonus areas to get shields upgrades?  Will you be a speed runner and see how fast can you finish the game? The final answer is with you.<br><br><i>For the second run you can try to get all the Golden Medals; it will raise the difficulty of the game.</i>",
    "supported_languages": "英语, 西班牙语 - 拉丁美洲",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/752080/header.jpg?t=1761164165",
    "developers": [
      "Artificer Creator"
    ],
    "publishers": [
      "Artificer Creator"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1200,
      "final": 1200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 12.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}