{
  "752070": {
    "name": "Project Fox Online",
    "steam_appid": 752070,
    "required_age": 0,
    "is_free": false,
    "description": "Project Fox Online (PFO) is a third-person multiplayer shooter built around team-based tactics, stealth and action.<br><br>Built as a spiritual successor to Metal Gear Online 2; PFO takes heavy influence from competitive games such as Counter-Strike in every core aspect of gameplay mechanics, level design and overall balance.<br><br><strong>Competitive and Balanced Gameplay</strong><br>Whether you’re a veteran or a new player, everyone starts on an even playing field, which means no items, equipment or perks advantages – no aspect of your character will improve as you play. Skill, game sense, map knowledge/control and tactics are what you will have to learn to become a PRO. Weapons will be balanced out between distance, power and accuracy ratios, creating an equal playing field despite the weapon of choice.<br><br><strong>POWERED BY UNREAL</strong><br>Unreal Engine is created by Epic Games, it is used to power the amazing graphics within Project Fox Online. Unreal Engine has a long history within the gaming industry and it provides world-class performance and visuals. It is truly a future proof engine that continues to evolve and grow to meet the demands of each generation.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/752070/header.jpg?t=1522809579",
    "developers": [
      "ZERO"
    ],
    "publishers": [
      "ZERO"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}