{
  "752030": {
    "name": "Paradise Lost: FPS Cosmic Horror Game",
    "steam_appid": 752030,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><i>This is the Pre-Alpha release of the game and does NOT represent the finished product. It's at a very early development stage so that means I'm open for suggestions for the next Alpha releases leading to the beta and final game.<br><br>Remember, YOU, the player, are the most important part of this project, your review/feedback will determine where this game will go.<br><br>I'm always active on forums and social media so I always listen to everyone's feedback, don't be shy to message me addressing any bug or stuff that should be changed/improved.</i></strong><br><br>The game revolves around a very peculiar kind of horror called Cosmic Horror, making the player feel the fear of the unknown and unfathomable and struggling to survive in situations you may call hopeless. The player will be able to make use of guns, however, that will not be the main focus, guns won't be enough to deal with the enemies I have in store. You have to use your wits and take decisions in order to make it through.<br><br>This first Pre-Alpha demo will have the key feature of the game but with some of them still unpolished, you will have access to one long demo level with a beautiful immersive environment but watch out, you don't know what might lurking behind this landscape.<br><br>You will have access to weapons, 3 to be precise, but the ammunition will be scarce, you will need to be careful with how you use your resources.<br><br>The enemies right now will be demo-exclusive, meaning that they won't appear in the final version of the game, those will be much more frightening, but that doesn't mean you will be able to underestimate them.<br><br>The game will also have one level for it's survival mode, where you will face countless waves of enemies charging at you, with very small time for you to refill in between. <br><br>More content will come in following updates.<br><br><br><strong>The story</strong><br><br>The story takes place on a planet which name is still classified, a week prior to the events of the game a scientific research team went missing on that planet, they were studying the flora, fauna and vestiges of an ancient civilization that disappeared thousands of years ago without leaving a trace. Although the planet looks lush and full of life, it's pretty much devoid of sentient beings and animals. After many other mysterious events, it was decided that military intervention was necessary. An Spec Ops team was sent to the planet to unravel this mystery.<br><br>What will their fate be, what will they encounter, what lies beneath that God-forsaken rock?",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/752030/header.jpg?t=1516223713",
    "developers": [
      "Juan Pedraza"
    ],
    "publishers": [
      "Juan Pedraza"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "74",
        "description": "血腥"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}