{
  "752330": {
    "name": "Shape of America: Episode One",
    "steam_appid": 752330,
    "required_age": 0,
    "is_free": false,
    "description": "Shape of America is a story-driven, non-linear, turn-based role-playing game, in which you assume the role of an aspiring politician. You make friends, make deals, give speeches, take part in the debates, everything to become the president of the U.S. and to change the course of history. <br><br>Game features:<br><ul class=\"bb_ul\"><li><strong>Unique Story</strong> - Enter the world threatened by the millennium bug, excited about internet boom and curious about the upcoming presidential election. Experience the story about corruption, lies and bribery, about great successes and even greater failures.<br></li><li><strong>Real-life calendar</strong> - Time is passing by, so if someone wants to see you before Thanksgiving day, you'd better be there or you will miss your chance.<br></li><li><strong>Favor system</strong> - every character will remember if you have helped him or not - If you want to stop police investigation, try to help chief of police to deal with labor unions and he might return the favor.<br></li><li><strong>Character development</strong> - When you are a politician you don't have to know how to use a sword, but you have to know how to talk to people - boast, bargain or flatter.  <br></li><li><strong>Turn-based combat</strong> - Confront your opponents in battles of words, use rhetoric devices to prove you are right. <br></li><li><strong>Speeches mechanic</strong> - Try to figure out political beliefs of your audience, tell them what they want to hear and gain popularity.<br></li><li><strong>Retro Art Style </strong>- Everything in the game is stylized to make you feel nostalgic about the 90s.</li></ul><br>Enter the world of big politics, meet influential people, help them, deceive them, become one of them.<br><br>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/752330/header.jpg?t=1599492174",
    "developers": [
      "kuklam studios"
    ],
    "publishers": [
      "kuklam studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}