{
  "752820": {
    "name": "NOLA is Burning Demo",
    "steam_appid": 752820,
    "required_age": 0,
    "is_free": true,
    "description": "Your boss, The Bull, the most dangerous gangster in New Orleans, has a job for you. Rescue your kidnapped lover--officially The Bull’s lover, but unofficially yours--before dawn. Slaughter everyone who stands in your way, including other gangsters, cops, and the Triad, as you slink across the underbelly of New Orleans.<br><br><i>NOLA Is Burning</i> is a blood-soaked interactive noir thriller where your choices control the story. The game is entirely text-based--without graphics or sound effects--and powered by the vast, unstoppable power of your imagination.<br><br>Will you outwit your enemies or take it to the mattresses with your trusty sawtooth? Will you earn respect as NOLA’s most infamous headcrusher, or will you retire to Mexico on a huge pile of cash? To be honest, you'll probably die. But in NOLA, death is just the beginning.<br><br><ul class=\"bb_ul\"><li> Your character, your choice: play as a man or a woman, straight or gay!<br></li><li> Make deals with the cops, a Voodoo priestess, the leader of the local Triad, or a fallen priest.<br></li><li> Mix old world magic and advanced technology in a fight to the death, and beyond.<br></li><li> More than 70,000 words of interactive fiction, 15,000 words on every run through the game.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/752820/header.jpg?t=1734032923",
    "developers": [
      "Choice of Games"
    ],
    "publishers": [
      "Choice of Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}