{
  "753610": {
    "name": "J.A.W.S",
    "steam_appid": 753610,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Story:</h2>Recently, military drug experiments were ongoing to develop stronger and fearless soldiers – in essence, the perfect soldier. A new, injectable drug was developed to achieve this goal. Short term tests proved stable and consistent. The effects eliminated emotional responses, inhibited pain receptors, and established a primal state of increased aggression and instinct to kill. <br><br>Under wartime pressure to produce results, the brass demanded all test subjects be injected before long term testing was complete. Over time, the effects caused permanent brain damage locking the subject in the modified state without a need for more injections. The administration lost control of the project and the test subjects turned on the staff, killing all who remained.<br><br>Your mission is to destroy all test subject and end this experiment for good, if it doesn’t end you first.<br><br>------------------------<br><br>J.A.W.S is a first-person shooter game that allows the player to take the fight to endless waves of fearless, super soldiers. Experience an RNG gameplay that requires quick reaction, strategic planning, narrow escapes, and a will to survive as long as you can. <br><br>The objective of J.A.W.S is to create a free and simple game for the community and all of us to have fun with.<h2 class=\"bb_tag\" >Current Features:</h2><ul class=\"bb_ul\"><li>Waves of enemies that become more challenging as you progress.<br></li><li>Random variables are used to create dynamic gameplay.<br></li><li>Multiple firearms are spread around the map. Each weapon contains unique attributes for a strategic selection spread.<br></li><li>Use the world to your advantage. Leverage strategic positions, avenues of escape, and an execution room to stay alive longer.<br></li><li>Loot stims and ammo to keep you in the fight longer.<br></li><li>Find easter eggs for additional sprinkles of fun!</li></ul><h2 class=\"bb_tag\" >Features Roadmap:</h2><ul class=\"bb_ul\"><li>Co-op<br></li><li>Additional weapons<br></li><li>More enemies<br></li><li>More maps<br></li><li>Character customization<br></li><li>Improved user interface<br></li><li>Additional game modes</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/753610/header.jpg?t=1520615203",
    "developers": [
      "Corn Fed Games, LLC."
    ],
    "publishers": [
      "Corn Fed Games, LLC."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "74",
        "description": "血腥"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}