{
  "754300": {
    "name": "Metal Quest",
    "steam_appid": 754300,
    "required_age": 0,
    "is_free": false,
    "description": "For 13 Centuries, the warriors of metal have protected the lands with their glorious Electric guitars, Bass guitars, Drums, and Microphones of power steel. The Warriors of metal would smite all those who stand in the way of the almighty King of Metal, but due to the current longlasting peace, the warriors of metal were disassembled. But Unknown to the king, on a small island off the coast of the mainland, a great evil lurks. The Cult of Midi, an evil forbidden cult, have uncovered a dark power not made for human hands... The Converter! With the power of the converter, the head of the Cult of Midi, Davendithas, plans to corrupt and convert the lands into an unrecognizable mess! You are the last hope for Metal! and maybe the world...<br />\r\n<br />\r\nMetal Quest is a party/class-based RPG, with an open world to explore and plenty of optional dungeons and bosses to fight. Metal Quest differs from other RPG games because of its Metal themes. All of the music in Metal Quest is recorded on an Electric Guitar. <br />\r\n<br />\r\nThe gameplay of Metal Quest consists of adventuring, interacting with NPCs, solving puzzles, and exploring dungeons in the overworld. while enemy encounters take place in a separate, semi-turn-based combat screen. where the player will have access to plenty of different instruments, special attacks, spells, and items bought in the overworld.<br />\r\n<br />\r\nMetal Quest has a unique world, and story, with plenty of NPC's, to interact with, and to talk to, to learn more about the game's world and<br />\r\nsome of the current threats in it.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/754300/header.jpg?t=1512587457",
    "developers": [
      "Operation Constellation",
      "Valentina Baker"
    ],
    "publishers": [
      "Operation Constellation"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}