{
  "754530": {
    "name": "IL-2 Sturmovik: Cliffs of Dover Blitz Edition",
    "steam_appid": 754530,
    "required_age": 0,
    "is_free": false,
    "description": "Join the decisive aerial battle of the 20th Century - The Battle of Britain. Zoom over the white cliffs as a Fighter pilot in the Spitfires and Hurricanes of the Royal Air Force, or pilot the black crossed Bf-109's and Bf-110's of the Luftwaffe and the Italian Fiat G-50 of the Regia Aeronautica. Accept the technical challenge of flying bombers or attack aircraft like the German Junkers 88, Heinkel and Stuka, the Italian Fiat BR-20, or the British Bristol Blenheim or Beaufighter. IL-2 STURMOVIK: CLIFFS OF DOVER: <u>BLITZ EDITION</u> is the completely revised re-release from 1C Games with graphics upgraded to DX 11, new aircraft, and new Flight and Damage models.<h2 class=\"bb_tag\" >Re-Release Game Features</h2><ul class=\"bb_ul\"><li> 20 additional flyable aircraft or variants, in total over 47 meticulously modeled types for players to pilot, plus another 16 non-flyable aircraft or types, all the major aircraft participants in the Battle.<br></li><li> Complex control systems, interactive cockpits, new and more realistic engine and aeronautics modeling give pilots endless challenges.<br></li><li> Amazingly detailed weapons and damage systems provide exciting combat and awe inspiring effects.<br></li><li> The expansive 350 by 350 km map covers London, the entire southeast of England, the English Channel, Northern France and parts of Belgium and has been updated with beautiful new textures and additional historical landmarks.  New Autumn and Winter maps allow the Battle to be extended into late 1940.<br></li><li> Dozens of vehicles, ships and structures give life to the environment.<br></li><li> Large multiplayer environment allows over 100 players and dozens of AI aircraft online simultaneously, providing for huge and spectacular aerial battles.<br></li><li> Challenging campaigns in Single Player and a flexible and detailed Mission Builder provide endless hours of enjoyment.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语<strong>*</strong>, 西班牙语 - 西班牙, 俄语, 捷克语, 意大利语, 波兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/754530/19a13e4d890d4aada22835b41cc1baac3350df2a/header.jpg?t=1759504367",
    "developers": [
      "Team Fusion Simulations",
      "1C: Maddox Games"
    ],
    "publishers": [
      "Fulqrum Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 32,
      "total_negative": 4,
      "total_reviews": 36
    }
  }
}