{
  "754790": {
    "name": "Field of Glory II: Legions Triumphant",
    "steam_appid": 754790,
    "required_age": 0,
    "is_free": false,
    "description": "Legions Triumphant expands Field of Glory II forwards five centuries from the first Emperor, Augustus, until 476 AD when the last Emperor of the Western Roman Empire, Romulus Augustulus, was deposed by his barbarian troops. <br><br>You can be part of the final conquests of the Roman Empire in Britain, Germany and Dacia, and then the Pax Romana when the legions on the frontier mostly kept at bay the barbarians to the north and first the Parthians, then the Sassanid Persians, in the east. You can also witness the final disintegration of Western Roman power under pressure from the Germans and Goths (themselves attempting to outdistance the rising power of the Huns), and the desperate attempts of 5th century leaders to hold at bay the barbarian tide, using armies at least partly consisting of barbarian troops.<br><br>Legions Triumphant follows the development of the Roman Imperial Army through its heyday, its late 3rd century AD reorganisation to deal with new threats, and subsequent decline. It also follows the rise of its various enemies, the Germans and Goths, the Sassanid Persians and the dreaded Huns.<br><br>Summary of features<br><br><ul class=\"bb_ul\"><li>10 new factions<br></li><li>19 new units<br></li><li>24 new army lists<br></li><li>10 new Epic Battles<br></li><li>36 new Quick Battles<br></li><li>Expanded Custom Battles module.<br></li><li>Expanded Sandbox Campaign module.<br></li><li>4 new historically-based campaigns.<br></li><li>Main build updated with major improvements to gameplay.</li></ul><br>Features<br><br><ul class=\"bb_ul\"><li>10 new factions: Alans, Anglo-Saxons, Caledonians, Goths, Hephthalites, Huns, Palmyrans, Picts, Romano-British and Sassanid Persians.<br></li><li><br></li><li>17 new units: Early Imperial Legionaries, Early Imperial Auxiliaries, Auxiliary Archers, Veteran auxiliary cavalry, Roman Lancers, Late Roman Lancers, Legio Palatina, Legio Comitatensis, Auxilia Palatina, Limitanii, Armoured Horse Archers, Expert Armoured Horse Archers, Fierce Nomad Horse Archers (Huns), Fierce Nomad Light Horse Archers (Huns), Irregular Foot (trousered), Pictish Spearmen and Jewish Zealots. Also the following that were available in the base game, but not used: Roman auxiliary cavalry, Sassanid levy spearmen.<br></li><li><br></li><li>22 new army lists (which together with 2 in the free patch, expands the total number of army lists to 132).</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/754790/extras/3e40189c0ffaff8300656da92a86a687.avif?t=1560329712\" width=616 height=466 /></span><br><br><ul class=\"bb_ul\"><li>10 new Epic Battles: Watling Street 61 AD, Adamclisi 102 AD, Hormozdgan 224 AD, Emesa 272 AD, Argentoratum 357 AD, Maranga 363 AD, Adrianople 378 AD, Frigidus 394 AD, Chalons 451 AD, Nedao 454 AD (each playable from either side).<br></li><li>36 new Quick Battles (each playable from either side).<br></li><li>With Legions Triumphant (together with the base game and Immortal Fire) the <strong>Custom Battles</strong> and the <strong>Sandbox Campaigns modules</strong> now include <strong>132 army lists.</strong><br></li><li>4 new historically-based campaigns:</li></ul><br>o   Third Century Crisis<br><br>o   King of Kings (Sassanid Persia)<br><br>o   Stilicho<br><br>o   Empire of the Huns<br><br><ul class=\"bb_ul\"><li>The free patch accompanying the release of Legions Triumphant includes major improvements to the campaign system.</li></ul><br>o   Ability to fight on after a lost battle.<br><br>o   Maximum number of battles in sandbox campaigns increased, with more decision points and new possible decisions and events.<br><br>o   Additional enemies in sandbox campaigns. You will need to fend off attacks by other enemies as well as advancing the campaign against your primary opponent.<br><br>o   Units not only increase in quality following victories, but will upgrade to higher quality unit types when they reach the required quality. (e.g. Raw Pikemen &gt; Pikemen &gt; Veteran Pikemen).<br><br>o   Anachronistic what if campaigns – by turning off the date and geographical filters you can set up sandbox campaigns between any two nations covered by the game from 550 BC to 476 AD. Additional enemies in the campaign will fit the date of the main enemy – so that it will be as if your army had been transported in time to a new era.<br><br><ul class=\"bb_ul\"><li>Other major changes in the free patch:</li></ul><br>o   Improved AI.<br><br>o   Evaders may suffer casualties even if they escape their pursuers.<br><br>o   Chargers will now follow normal pursuit rules if their opponents break on contact. i.e. Infantry (apart from warbands and raw troops) will not pursue.",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/754790/header.jpg?t=1560329712",
    "developers": [
      "Byzantine Games"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}