{
  "754870": {
    "name": "The Apartment Demo",
    "steam_appid": 754870,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >About the Demo</h2>The Apartment Demo is short 15-25 min demo for the game The Apartment - a small first person psychological thriller game.<br><br>It is not a perfect copy of the main game as some parts of the game were changed to better represent all the different aspects and features in such a short demo. About a third of this demo are parts from the full game exactly as they are, about a third are scenes from the full game only slightly changed or cut short and third are parts created specifically for this demo.<br><br>This demo includes detective adventure gameplay, short part of the crime solving gameplay, few simple puzzles, good portion of psychological horror and a bit of more &quot;action&quot; focused parts, while still maintaining eerie and unsettling atmosphere throughout. All of it represented in some way in the main game as well.<br><br>Demo should give you good idea what The Apartment game is about, what to expect or how is the game going to run on your machine while still keeping it different and not spoiling too much in case you actually want to try the full game.<h2 class=\"bb_tag\" >About the Full game</h2>The Apartment is bringing together quite unique mix of genres, combination of first person detective action-adventure game and psychological horror with some interesting puzzles, all tied together with dark and heavy story. It is not a pure horror and it's not just a story adventure either. <br><br><strong>The Investigation</strong><br>As detective James Sachs, you lead the investigation of several murders in your area. Young girls were found dead, arranged and with strange injuries that don't make any sense. It's up to you to find out who these girls were. Why were they killed. And find the murderer before he strikes again and solve the case. Case that might prove to be more difficult and challenging than you ever imagined.<br><br>Main gameplay of the action-adventure part focuses on detective work - exploring crime scenes, finding evidence, connecting clues, completing simple word puzzles or physics puzzles and piece together the whole story.<br>Not all evidence on the crime scene is crucial for finding the killer. There is also a lot of wrong choices you can make, wrong questions you can ask. So you will need to pay attention and think about your actions. Before your investigation ends up in a dead end.<br><br><strong>The Nightmare</strong><br>Horror part of The Apartment is focused more on psychological horror, rather than jumpscares or survival horror. There is no monster hunting you down, there is no threat that you can see (but don't worry, there is still lot of way you can die in this game). The main purpose is to create unsettling and eerie atmosphere and make the player as uncomfortable and creeped out as possible. Why? What is your goal? Survive? Win? Escape? No matter what is happening, you can only be certain of one thing now - nothing makes sense anymore.<br><br>There is no clear line between &quot;investigation&quot; and &quot;horror&quot; parts. You can never tell what is waiting around the next corner. Both worlds of reality and nightmare are slowly fusing together. But is there even such a thing as reality anymore?",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/754870/header.jpg?t=1521534632",
    "developers": [
      "Shattered Mirror"
    ],
    "publishers": [
      "Shattered Mirror"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "74",
        "description": "血腥"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}