{
  "754840": {
    "name": "My Life as a Maiden",
    "steam_appid": 754840,
    "required_age": 0,
    "is_free": false,
    "description": "Maiden's Heart Academy is a strict all-girls high school that is well known for having students that end up being very successful. The girls are also admired for their generosity and politeness. It is at this school that the protagonist, a 17-year-old male, ends up attending after his mother has him enrolled. Although reluctant at first, the headmistress of the school decides to let him in when she meets him and hears that the protagonist was heavily bullied for his feminine looks and personality. The only condition is that he must dress as a girl at the school and keep the fact that he is actually a boy from getting out.<h2 class=\"bb_tag\" >Characters</h2><br><br><strong>Maria Lockhart</strong><br>The protagonist of the story. Having adopted the female name Maria, he enrolls into Maiden's Heart Academy. He was tormented by fellow students in the past and ended up in the hospital after being pushed down a flight of stairs.<br><br><strong>Erika Farrow</strong><br>The daughter of the headmistress. She becomes Maria's roommate due to her mother's request. She does not like men, so she is less than thrilled that she has to share a room with a boy.<br><br><strong>Audrey Cornett</strong><br>Maria's cousin who she has not seen or talked to since they were kids. She does not recognize him dressed up as a girl, but something about him seems familiar to her.<br><br><strong>Sylvia Farrow</strong><br>Erika's little sister. She's a bit of a troublemaker who does what she wants and LOVES to eavesdrop on conversations. She tends to get on Erika's nerves very frequently.<br><br><strong>Dawn Layson</strong><br>She's an energetic girl who is good at sports, despite being small. She develops a massive crush on Maria the instant they meet.<br><br><strong>Harley Kraft</strong><br>She's a tall girl who had to repeat her final year because she failed multiple courses. She sleeps too much, skips class and has trouble understanding common sense.<h2 class=\"bb_tag\" >Features</h2><br>• Five heroines<br>• Romantic endings for all heroines<br>• Visible protagonist<br>• 15 beautiful CGs",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/754840/header.jpg?t=1538454137",
    "developers": [
      "RhinoGearz"
    ],
    "publishers": [
      "RhinoGearz"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}