{
  "754860": {
    "name": "Fantasy Grounds - Pathfinder RPG - Hell's Rebels  AP 3:  Dance of the Damned (PFRPG)",
    "steam_appid": 754860,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the <strong>Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" ><strong>Pathfinder Adventure Path #99: Dance of the Damned (Hell's Rebels 3 of 6)</strong></h2><i>By</i> <strong>Richard Pett</strong><br><strong>You are Cordially Invited!</strong><br><i>Having successfully established a hideout in the city of Kintargo, the heroes of the growing rebellion are poised to take back the city. But before the Silver Ravens can strike against diabolic House Thrune, they must forge alliances with nearby tribes of aquatic elves and the free city of Vyre to cut off Cheliax's easy sea and land routes, forcing Lord-Mayor Barzillai Thrune to rely solely on his resources at hand to defend his control of Kintargo. Yet nothing is as simple as it seems, and the dangers awaiting the rebels are not always those that can be defeated with a spell or a sword. And, of course, Barzillai Thrune won't take these new developments lying downwhat retribution might one of Cheliax's most dangerous inquisitors have in store for the Silver Ravens?</i><br><i>This volume of Pathfinder Adventure Path continues the Hell's Rebels Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;Dance of the Damned,&quot; a Pathfinder adventure for 7th-level characters, by Richard Pett.<br></li><li>A gazetteer of Vyre, the City of Masks, by Richard Pett.<br></li><li>A look into the faith and worshipers of Mahathallah, by F. Wesley Schneider.<br></li><li>A daring rescue attempt in the Pathfinder's Journal, by Stephanie Lore.<br></li><li>A menagerie of new monstrous threats, by Michael McCarthy, Alistair Rigg, and Todd Stewart.</li></ul>Pathfinder Adventure Path is Paizo Inc's monthly full-color adventure. It contains an in-depth Adventure Path scenario, stats for about a half-dozen new monsters, and several support articles meant to give Game Masters additional material to expand their campaign. Pathfinder Adventure Path volumes use the Open Game License and work with both the Pathfinder RPG and the standard 3.5 fantasy RPG rules set.<br>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul>&lt;b&gt;Requires:&lt;/b&gt; The free Fantasy Grounds virtual tabletop (VTT) software.<br><i><br><strong><br>Adapted for Fantasy Grounds by: [/i]Christopher Ward</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/754860/header.jpg?t=1768389591",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 16 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}