{
  "755140": {
    "name": "Air Dash",
    "steam_appid": 755140,
    "required_age": 0,
    "is_free": false,
    "description": "In Air Dash, you take on the task of a new budget airline company to help passengers travel the world swiftly and at low cost. Your company initially has 500k , 2 HQs, 2 Airplanes and 0 region certifications. Draw routes between Cities ( region certified ) to create an aerial route between them, assign a time, assign a plane to the airport and the flight will depart. Travelers will travel using your aerial routes to the destinations they wish to go. Passengers hate connections so they wish to fly direct. Earn profit by connecting cities with highest traveling passengers.<br><br><br><br>The world is becoming smaller, open more aerial routes, certify your company with more regions to expand your company. The demand is existing meet them.<br>Even one flight delay will lead to a chain reaction of delays and penalties. Travelers desired destinations will change every month keep track of where travelers wish to go and re-design your routes.<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li> Constructive, Imaginative, Calculative , Frantic, Relaxed gameplay. Mixture of all an experience which has to be experienced.<br><br></li><li> More than 40 cities. 6 Regions - Africa, Asia, Europe, North America, South America and Australia.<br><br></li><li> Random travelers desires so each game plays out differently. <br><br></li><li> 10 color schemes, choose the one you like most or suggest one ?<br><br></li><li> Planes .. Planes ... Planes .... You can also unlock the Concorde did we mention that ?</li></ul><br>Game is complete to play but the following things will be coming in the future.<br><br>- Cities will have more feel to them than just name of cities. Iconic landmark in 3d or 2d.<br>- More cities.<br>- Any suggestions from players.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/755140/header.jpg?t=1763394499",
    "developers": [
      "Vishwakarma studios"
    ],
    "publishers": [
      "Conglomerate 5"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 0,
      "total_negative": 2,
      "total_reviews": 2
    }
  }
}