{
  "755530": {
    "name": "Factorybelts 2",
    "steam_appid": 755530,
    "required_age": 0,
    "is_free": false,
    "description": "Conveyers, shredders, welders, dyers, splitters, inputs, outputs and a factory that combines them all: that's what's waiting for you in Factorybelts 2. Factorybelts is a puzzle game where you complete a factory to produce different products out of different resources. Route the freight via conveyor belts, cut it with saws, colorize it and weld the pieces back together.<br />\r\n<br />\r\nThe game works similar to various other factory simulation games in that you have a build and a run mode. Edit the factory in build mode: place or remove machines, thereby building up an assembly line. Once you're done, hit that start button to raise the factory to life and watch your products being built. Whenever things aren't working out, just stop the simulation and correct the setup as many times as you need to.<br />\r\n<br />\r\nFeatures:<br />\r\n<br />\r\n- A 2D playground where building the assembly line takes place. however, the graphics themselves are 3D and the factory can be orbited 360°.<br />\r\n- Puzzles are defined in a budget manner rather than in an inventory manner, which means you have a limited amount of funds and machines have a cost, rather than giving you access to a set amount of specific machines. This will potentially lead to different approaches to solving a level, being rewarded with different scores based on the used budget and how long it takes the factory to produce its products.<br />\r\n- The resources are different shapes which get colorized, cut or welded into new shapes - the products.<br />\r\n- Steam Workshop integration: Everyone can create their own levels using the in-game level editor and publish them to the steam workshop.",
    "supported_languages": "英语, 法语, 德语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/755530/header.jpg?t=1677491001",
    "developers": [
      "Robin Hänni",
      "Bastien Darbellay"
    ],
    "publishers": [
      "Robin Hänni"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 2 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}