{
  "755610": {
    "name": "Defend Your Buttress",
    "steam_appid": 755610,
    "required_age": 0,
    "is_free": false,
    "description": "In Defend your buttress, you stand behind a small wall with increasingly more difficult waves of enemies coming towards you. If the enemy breaks your wall they will then come after you. If they kill you, game over. You start at round one again. As you level up, you gain new weapons to kill with. The guns themselves can also level up. Every 5 player levels you unlock a new weapon. So including the first weapon, there are 21 total weapons. With this arsenal, you will kill stick-man, machine-gun soldiers, rocket soldiers, flamethrower men, tanks, and even a few hot air balloons. But don't worry about a weak wall. The separate wall sections each have their own health, repairman, fortifications and upgrades. Behind you are purchasable turrets and rifleman. Both with separate exp bars. All rifleman share exp, as well as the turrets. So, the more of each you get, the faster they will level up. Most of the characters are voiced. Sorry about the two not having voices. It's so hard to find good actors. :) <br />\r\n<br />\r\nI got the idea for this game from old flash games that I use to play as a kid. And I wanted a first-person version. So, I set out on that mission. And here it is. There are a few things that I would like to add to it. Obviously, more levels. But also more modes. And I will gladly continue to add to it.<br />\r\n<br />\r\nIf you have any bug reports, tips, concerns, etc... Please send them to this email address: riseoftheclackn@yahoo.com. I want to make this game the best that I can! Thank you!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/755610/header.jpg?t=1692744657",
    "developers": [
      "Rise of The Clack'n"
    ],
    "publishers": [
      "Rise of The Clack'n"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}