{
  "755730": {
    "name": "Fantasy Grounds - Mythic Monsters #13: Dragons (PFRPG)",
    "steam_appid": 755730,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Mythic Monsters #13: Dragons</strong></h2><i>The 13th volume in our Mythic Monsters series, Mythic Monsters: Dragons brings you a dozen and one devastatingly deadly drakes, dragons, and dragonkin. From miserly hoard-keepers to titanic warlords and engines of destruction, dragons epitomize all that a mythic monster would ever want to be. Here you will find chromatic dragons of terrifying size and surpassing lethality, from the juvenile blue and adult green to the ancient black, great wyrm white, and great wyrm red! The dragons' lesser kin, the drakes, are also featured, including the flame drake, forest drake, frost drake, and sea drake! Being just a little less deadly than a true dragon is hardly an indictment on their fearsome ferocity, of course, and each brings a set of unique and special talents to the battlefield, including the brand-new mythic monster, the carrion-craving fell drake, ally and steed to undead warlords that rule benighted badlands and ruined kingdoms of death. The product is rounded out by some special members of the extended dragon family, including ranging from the colossal pyroclastic terror that is the tor linnorm to the tiny but studious pseudodragon, friend to mages and loremasters everywhere, and the half-breed dracolisk, spawned from the unholy union of a depraved dragon and a bestial basilisk. As if these mythic dragons were not enough, Mythic Monsters: Dragons also equips your mythic dragons with an array of mythic feats with which to supercharge their already formidable abilities to bite, breathe, crush, and devour all who dare to stand against them. The 13 dragons contained herein, ranging in CR from 2 to 27, are updated for the mythic rules, and when we say updated we mean complete stat blocks, yes, but more than that every one of these terrible lizards has its own unique and exciting new mythic abilities, from a mythic green dragon's bilious spew and chlorinous miasma to the onrushing avalanche and glacial palisade of a mythic white dragon!</i><br>The Mythic Monsters series from Legendary Games brings you dynamic and exciting mechanics alongside evocative and cinematic new abilities that really help creatures live up to their flavor text, whether they are creatures of real-world myth and legend or creatures born out of the RPG tradition itself. These creatures can work just as well in a non-mythic campaign as they do in one that incorporates the full mythic rules, as you can throw them at your jaded players who think theyve seen it all or know the standard monster stats as well as you do. That look of surprise and What was THAT? will warm any GMs heart.<br>This supplement is a terrific complement to the Mythic Monster Manual, with over 220 mythic monsters and an awesome array of monster-focused abilities, feats, and more for your Pathfinder game! Pick up both books today and Make Your Game Legendary!<br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.<br><i>Conversion by:</i> <strong>Tony Lindberg</strong><br><i>Adapted for Fantasy Grounds by: </i><strong>Tony Lindberg</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/755730/header.jpg?t=1768389787",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 20 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}