{
  "756660": {
    "name": "Expansion - Crusader Kings II: Holy Fury",
    "steam_appid": 756660,
    "required_age": 0,
    "is_free": false,
    "description": "Christ may rule in Rome and Constantinople, but Northern Europe is still home to the old gods of war and the hearth. These faiths will collide in fierce combat as the Prince of Peace brings conversion by the sword, and Gods of Nature demand unnatural sacrifices as the price of their favor.<br><br><strong>Holy Fury</strong> is the newest expansion to <strong>Crusader Kings II</strong>, the celebrated medieval role-playing grand strategy experience from the masters of strategy, Paradox Development Studio. Lean on your war lodge for support in your conquests, bow before the Pope to claim your divine throne or establish a legendary bloodline that will echo through the ages.<br><br><strong>Features in Crusader Kings II: Holy Fury include:</strong><h2 class=\"bb_tag\" >Shattered and Random Worlds:</h2> Start your game on a fictional map of Europe as a small realm fighting for space, or on a random map with historical analogues for the great kingdoms of yore.<h2 class=\"bb_tag\" >Warrior Lodges:</h2> Join a Pagan warrior lodge and raid your way up the ranks, unlocking access to powerful allies and greater military skill.<h2 class=\"bb_tag\" >Legendary Bloodlines: </h2> Descendants of great warrior heroes will have bonuses that match the accomplishments of their forefathers, including historical bloodlines of Charlemagne, Genghis Khan and others..<h2 class=\"bb_tag\" >Sway or Antagonize Your Neighbors: </h2> Try to win a reluctant vassal through charm and persuasion, or provoke someone you want to push into conflict.<h2 class=\"bb_tag\" >Sainthood: </h2> Pious Catholics can become canonized, passing on their glory to their descendants and making their resting place a site of great value.<h2 class=\"bb_tag\" >Coronations: </h2> Feudal kings and emperors must find clergy to crown them, since all power descends from the heavens.<h2 class=\"bb_tag\" >New Crusade Events: </h2> Deeper gameplay for the religious wars of the era.<h2 class=\"bb_tag\" >New Succession Laws: </h2> A Pagan Elder Council may have the final word in how a realm is divided among heirs, or a ruler may challenge his brother to combat to unify a <br>realm.<h2 class=\"bb_tag\" >And much more: </h2> Changes to religion, custom names for people or objects, deeper baptismal mechanics, lists of people you’ve killed, and other small changes for flavor and variety.",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/756660/header.jpg?t=1726490109",
    "developers": [
      "Paradox Development Studio"
    ],
    "publishers": [
      "Paradox Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9800,
      "final": 9800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 98.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 33,
      "total_negative": 4,
      "total_reviews": 37
    }
  }
}