{
  "757790": {
    "name": "Fantasy Grounds - Mythic Monsters #14: Giants (PFRPG)",
    "steam_appid": 757790,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Mythic Monsters #14: Giants</strong></h2><i>The 14th volume in our Mythic Monsters series, Mythic Monsters: Giants brings you a dozen and one terrifying titans to shake, rattle, and roll your heroes until they are battered, bloody, and beaten.</i><br>From true giants that tower over the lesser races to bloodthirsty trolls and ogres that are scarcely more than beasts. Every culture on earth has its own myths and legends about giants, and RPGs themselves are no different, having established their own mythology, and few monsters are better suited to the mythic treatment than these towering tyrants. Here you will find all the classic RPG giants you have known and feared (and slain) since 1st Edition, including mysterious stone giant elders and savage frost giants, as well as gigantic cloud giants astride their cloudborne castles and thundering storm giants that rule both sea and sky. You will also find newer additions to the giant family, including tyrannical rune giants that seek to dominate their giant-kin with both strength and sorcery, and cruel three-armed athaches that kill for just for pleasure. Smaller members of the giant family are also found herein, from stealthy moss trolls, the indominatable rock trolls that fear nothing but the sight of the sun,and the nine-headed horrors called jotund trolls, as well as aquatic ogres known as merrows.Even in death, hulking brute wights bring the terror of the damned to all they face. In addition, we bring you the all-new angurboda, a vile shapeshifting ogress all too eager to seduce man, giant, beast, and every creature in between to give birth to a brood of monstrous beasts.<br>As if these mythic giants were not enough, Mythic Monsters: Giants also discusses the unique role that giants play and how they interact with the rules, for good and for bad, and equips your mythic giants with a number of specialized tactics and feats that enhance their fighting prowess. The 13 giants contained herein, ranging in CR from 4 to 22, are updated for the mythic rules, and when we say updated we mean complete stat blocks, yes, but more than that every one of these massive menaces has its own unique and exciting new mythic abilities, from a mythic brute wight's terrifying bulk and corpse colossus to the clobbering critical and cloudscape of a mythic cloud giant!<br>This supplement is a terrific complement to the Mythic Monster Manual, with over 220 mythic monsters and an awesome array of monster-focused abilities, feats, and more for your Pathfinder game! Pick up both books today and Make Your Game Legendary!<br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.<br><i>Conversion by:</i> <strong>Tony Lindberg</strong><br><i>Adapted for Fantasy Grounds by: </i><strong>Tony Lindberg</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/757790/header.jpg?t=1768389880",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 30 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}