{
  "758120": {
    "name": "RC Fun City",
    "steam_appid": 758120,
    "required_age": 0,
    "is_free": false,
    "description": "RC Fun City is a singleplayer simulation game about radio controlled vehicles focused on having fun.<br />\r\n<br />\r\nYou can drive with RC cars, trucks, bus, kart, buggy, monstertruck, boats, ships and also there are planes and bombers, helicopters and drones.<br />\r\nAlso there's a rocket base to shoot model rockets into the sky.<br />\r\n<br />\r\nThere are several different races and competitions like jumps or fly a plane through rings of fire.<br />\r\n<br />\r\nIn the police mission you have to crash the opponent cars or escape as a bankrobber from the police. The fire brigade must extinguish several fires as fast as possible.<br />\r\n<br />\r\nBut it's also very nice to just drive around and make stunts and drifts in the 'free drive'.<br />\r\n<br />\r\nWorld Records (best rounds, fastest jumps) get saved online.<br />\r\n<br />\r\nEach vehicle has an onboard camera so you can drive or fly where ever you want (in the radius of the transmitter). The camera can be toggled on and off  or switched to a 3rd person view on the vehicle.<br />\r\n<br />\r\nIt's easy to use and you just need 5 keys to play the game: W,A,S,D or cursor keys to drive and E to enter/exit a vehicle!<br />\r\nTo fly a plane you additionally use the mouse.<br />\r\nAlternatively, you can also control the vehicles with the controller, but due to the enormous number of different controllers and joysticks there is no compatibility guarantee!<br />\r\n<br />\r\nThere are more keys for additional functions like horn, light, flip a vehicle, toggle the camera and some others and you can easily learn these keys by pressing F1.<br />\r\n<br />\r\nRC Fun City is a pure singleplayer game for children from 6-106 years :)",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/758120/header.jpg?t=1666993833",
    "developers": [
      "Lotte|EoD"
    ],
    "publishers": [
      "Agger Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}