{
  "758600": {
    "name": "Christmas Stories: Hans Christian Andersen's Tin Soldier Collector's Edition",
    "steam_appid": 758600,
    "required_age": 0,
    "is_free": false,
    "description": "This holiday season, <strong>Elephant Games</strong> invites you to enjoy another installment of the best-selling <i>Christmas Stories</i> brand!<br><br>Bundle up and prepare for an exciting adventure this holiday season! After receiving a desperate letter from your old nut-cracking friend, Albert, you rush to help him. When you arrive, you learn that the Rat King's evil wand has fallen into the hands of a vengeful baron, and now three innocent people – including Albert – have been turned into toys! Team up with the Nutcracker and your new friend, the Tin Soldier, to fight trolls and destroy the Baron's curse in this delightful Hidden Object Puzzle Adventure game!<br><br>This is a special Collector's Edition release full of exclusive extras you won't find in the standard version. The Collector's Edition includes:<br><br>Two bonus games featuring everyone's favorite cast of cats!<br>Three extra puzzles that unlock animated screensavers<br>Collectible presents with surprises inside<br>Soundtracks, wallpapers, and concept art<br>An available Strategy Guide",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/758600/header.jpg?t=1764246115",
    "developers": [
      "Elephant Games"
    ],
    "publishers": [
      "BFG Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}