{
  "758930": {
    "name": "Captain Forever Trilogy",
    "steam_appid": 758930,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Build. Fly. Build. Shoot. Build.</h2>In Captain Forever you build spaceships <i>while you are flying them</i>. There's no cumbersome editor. Just blast an enemy ship apart, grab a piece with your mouse, and bolt it to your ship. Done. What's more, everything is physically simulated so ship design has a huge impact on flight characteristics and combat capability.<h2 class=\"bb_tag\" >All Three Games.</h2>Captain Forever Trilogy includes the games Captain Forever, Captain Successor, and Captain Impostor. Forever is the original, award winning game. It's vanilla. Successor adds tons of new modules and ship types. It's a whole ice-cream shop. Impostor blows the formula apart by allowing you to instantly clone any of the game's enormous, fantastical ships. It's an all in ice-cream shop food fight.<h2 class=\"bb_tag\" >Better Than Ever.</h2>With its brand new renderer, Trilogy is faster, slicker, and shinier than ever. What's more, the new wing shaped modules massively increase the scope for cool looking ships and thoughtful design. New audio has been added, and best of all, acclaimed novelist Cassandra Khaw has pored over every line of text in the game, rewriting most and adding many more. The Captain Forever universe is now exactly that - a universe. And it's all here in Captain Forever Trilogy.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/758930/header.jpg?t=1728859389",
    "developers": [
      "Farbs"
    ],
    "publishers": [
      "Farbs"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 851,
      "discount_percent": 77,
      "initial_formatted": "¥ 37.00",
      "final_formatted": "¥ 8.51"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}