{
  "759390": {
    "name": "Fantasy Grounds - Pulp Cthulhu (CoC7E)",
    "steam_appid": 759390,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >  Pulp Cthulhu (7th edition Call of Cthulhu)</h2>Two-Fisted Action &amp; Adventure Against The Mythos<br>Calling All Heroes! Its Time To Take The Fight to Cthulhu!<br>Pulp Cthulhu is a game of two-fisted adventure, weird science, dark deeds, and brave heroes. With this book, some roleplaying dice, and the Call of Cthulhu Rulebook, you have everything you need to adventure and explore games set in the pulp genre.<br>Tired of your investigators dying in quick succession when jaunting around the world in a desperate bid to save humanity? Wishing that sometimes your investigator could make a stand instead of hiding and waiting for the eldritch horror to pass? Pulp Cthulhu ups the ante and provides you with tougher, more capable heroes ready to take on the villainous machinations of the Cthulhu Mythos!<br>Here you will find an adapted character generation system, rules for psychic powers, sanity, augmented skills, and weird science, as well as tips for Keepers on developing and running pulp-style games. Also, you will find information on &quot;the Pulps&quot; themselves and the 1930s era when America was in the grip of the Great Depression and on the road to World War II. A collection of pulp villains and monsters, and a range of pulp organizations provide the Keeper with a firm basis for running pulp style scenarios and campaigns. Four action-packed scenarios round out the book, getting your Pulp Cthulhu games started with a bang.<br>The guidance in this book means that you can apply the Pulp Cthulhu rules to any setting and time period, enabling Keepers to bring the flavor and action of pulp to the classic 1920s or modern-day eras, as well as anywhere else they see fit.<br>A Time For Heroes And A Time For Adventure!<br><i>Adapted for Fantasy Grounds by: </i><strong>Ian Ward, and Damian Hupfeld</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Call of Cthulhu 7E ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/759390/header.jpg?t=1768390018",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 30 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}