{
  "759800": {
    "name": "Everyday Lite",
    "steam_appid": 759800,
    "required_age": 0,
    "is_free": false,
    "description": "Everyday Lite is a vertical slice of the game Everyday Life, which is currently under development. It contains two features that will be present in the final game, namely the Cooking System and the Faerie Village Management, both features are integrated as a game where you manage Faeries, they collect food for you, and you prepare the food for both you and the Faeries.<br />\r\n<br />\r\nThe cooking system allows you to use over 80 base ingredients with 4 possible preparation methods:<br />\r\nCooking Pot: from frying to boiling, you can choose temperature and cooking time<br />\r\nOven: for baking and roasting, also allow for choosing temperature and cooking time<br />\r\nRaw preparation: grinding, cutting, mixing, useful for extracting oils, juices and flours from base ingredients<br />\r\nFermenter Jar: ferments the ingredients, this is an easy way to preserve raw ingredients<br />\r\n<br />\r\nThe Faerie management system allows you to manage the colony, the sub-features include:<br />\r\n18 types of jobs<br />\r\nIngredient collecting<br />\r\nExpeditions and patrols (with battles against critters and small animals)<br />\r\nItem upgrades to improve the job buildings<br />\r\nResource management (food, amenities, culture and infrastructure)<br />\r\n<br />\r\nThe final game will have many other features like farming, fishing and several NPCs to interact and build relationships with, i intend to make all features as deep as possible, while adding shortcuts and optional paths for players who just want to relax and enjoy the game without delving into the theory craft and steep learning curves that will be required to master the features.",
    "supported_languages": "英语, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/759800/header.jpg?t=1585336881",
    "developers": [
      "Luis Eduardo Guedes Martins"
    ],
    "publishers": [
      "Fables of Laetus"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}