{
  "760070": {
    "name": "Immersion Pack - Europa Universalis IV: Rule Britannia",
    "steam_appid": 760070,
    "required_age": 0,
    "is_free": false,
    "description": "Weakened by wars on the continent, with a feeble monarch and rapacious nobles, England in the mid-15th century had no inkling of the glories to come. It would be a difficult path, through civil wars, religious upheaval, great fires and awkward unions. But the nation that would become Great Britain would rule a trade empire that spanned the globe, exporting ideals of English freedom - both of thought and trade - while making itself the most powerful nation the world had yet seen.<br><br>Master wind and trade, and spark industrial revolution in <strong>Rule Britannia</strong>, a new Immersion Pack for <i>Europa Universalis IV</i>.<h2 class=\"bb_tag\" >Rule Britannia’s features include:</h2><ul class=\"bb_ul\"><li><strong>New British Missions:</strong> New exclusive mission trees for England, Scotland and Ireland, embedded in our new Europa Universalis IV mission system.<br></li><li><strong>Industrial Revolution:</strong> Highly developed provinces may produce coal in the late game, fueling higher productivity and greater wealth.<br></li><li><strong>Innovativeness:</strong> Earn rewards for being the first nation to unlock new knowledge, including lower power costs.<br></li><li><strong>Naval Doctrine:</strong> Adopt a general strategy for your fleets, giving you bonuses to ship maintenance, trade power or battle performance.<br></li><li><strong>Anglicanism:</strong> A new Protestant faith can appear in England with new bonuses and religious choices.<br></li><li><strong>Knowledge Sharing:</strong> Help your lagging allies or subjects by promoting the spread of institutions in their realms.</li></ul><h2 class=\"bb_tag\" >Rule Britannia’s game improvements are packaged with:</h2><ul class=\"bb_ul\"><li><strong>New Unit Pack:</strong> New army designs for British nations, including regional Irish units and revolting nations like Northumberland or Cornwall, as well as new music.<br></li><li><strong>New Music:</strong> Our composers have been hard at work writing new songs to quiet the stormy seas of commerce.</li></ul>",
    "supported_languages": "英语, 德语, 法语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/760070/header.jpg?t=1699866173",
    "developers": [
      "Paradox Development Studio"
    ],
    "publishers": [
      "Paradox Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5200,
      "final": 5200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 52.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 11,
      "total_negative": 13,
      "total_reviews": 24
    }
  }
}