{
  "760690": {
    "name": "Premonitions: The Merchants of Sol",
    "steam_appid": 760690,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >The Merchants of Sol</h2>Is a strategy game that entails making as much money as possible using any method at your disposal. Your actions and decisions define the solar system in that wars will be declared, famines will ravage populations, political legislation will be enacted upon planets and regions, among many other outcomes. Interact with diverse people from different backgrounds and professions to further your goals.<h2 class=\"bb_tag\" >The Story</h2>In decades past, Earth became uninhabitable due to climate change and war. To maintain power, the planetary government of Earth proceeded to declare war for control of Mars. But they failed and left to find new territories to claim for their own. In the present day, Mars has only just recovered from the war. This could only be achieved due to the Merchants Guild that opened trading routes throughout the system. It provided Mars and the planetary colonies with essential resources that allowed them to expand and flourish. The system is rich in resources and humanity is eager to acquire as much of it as possible. It is your job as a merchant to continue this vital work.<h2 class=\"bb_tag\" >Your actions matter.</h2>The system is a blank canvas for you to impress your image upon. The colonies have autonomy in their decisions but at the heart of these decisions is you. <br><br>&quot;Every society is only three meals away from chaos.&quot;<br><br>As a member of the merchants guild, humanity is at your mercy. The fragile structure that remains after the civil war is reliant on the merchants to transport resources to and from the colonies. But what does this mean for you, the player? <br><br><ul class=\"bb_ul\"><li> War - For as long as the resources flow across the system, to the colonies, then peace is maintained. Colonies will fight planetary and interplanetary wars over resources and territories. These wars can be lucrative but can also be disastrous for the movement of goods.<br></li><li> Death - For many colonies, their basic needs are met by the merchants. Food, water, oxygen, medical supplies, among other things cannot be produced on fledgling colonies without the resources or equipment to do it. Sure, death can be bad for business but necessity drives profits.<br></li><li> Prosperity - Of course, you could also provide everything that a colony needs and see them prosper. After all, a prosperous colony is a rich one. And a rich colony is ripe for abuse. </li></ul><h2 class=\"bb_tag\" >Tools to success</h2>Use everything tool at your disposal to succeed. <br><br><ul class=\"bb_ul\"><li> OSINT such as procedurally generated news for regional and system wide information.<br></li><li> Market charts for stock exchange and market manipulation.<br></li><li> Insider trading can be effective. Getting friendly with the owners and operators of regional businesses can give you valuable information into the market.<br></li><li> Signing contracts to fulfil tasks for government or private businesses can give a steady flow of income. But be sure to complete these assignments or you might face a breach of contract.<br></li><li> Use criminal, or morally objectionable, activities to make more money! Bribe government officials to favour a certain course of action, plot to murder those that get in your way, fund propaganda campaigns to further your aims, smuggle illegal products through planetary blockades, forge visa papers or government documents to access restricted areas, there's many ways in which you can go about making money.</li></ul><h2 class=\"bb_tag\" > A living, breathing universe.</h2>The system isn't just a bland and featureless landscape; but instead a vibrant and diverse palette of humanity where your actions matter. The people you interact with have opinions, likes, wants, needs. Colonies can thrive or be decimated by various issues. You can help them or hinder them. Whichever makes you more money. Be ruthless and wicked, or be a beacon of hope for a desperate people. <br><br>Conversing with local people is the best way to get information about the region. To understand their needs is to understand the market.<h2 class=\"bb_tag\" >Fully moddable</h2>We want to encourage modding. So this game will come with a modding tool that helps you to easily access its functions, allowing everyone the chance to mod the game with little or no knowledge of modding. But many of the games files are also easily accessible through configuration files allowing more flexibility for those who have experience. This has been done to make modding as easy and accessible as possible. We're also including written tutorials on how to access and use these features. You'll be able to create your own ships, planets, items, people, quests, and more.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/760690/header.jpg?t=1690304712",
    "developers": [
      "Pantheon Interactive"
    ],
    "publishers": [
      "Pantheon Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}