{
  "760860": {
    "name": "TRANSCEND",
    "steam_appid": 760860,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/760860/extras/a92b8572c8fe37bf9eba5a940832ffee.avif?t=1587954358\" width=616 height=108 /></span><br>Transcend is inspired by the unconventional mixture of Ghibli Studio's work and James Cameron's &quot;Avatar.&quot; In this refreshing 2D world, you will live the story of a &quot;Spirit&quot; who was given the path of the &quot;Warrior.&quot; In order for him to become this &quot;Spirit Warrior,&quot; he will need to prove himself by <i>transcending</i><strong> time, worlds, and even dimensions</strong>, to challenge the greatest warriors across all existence. You will learn to live like one of them, you will train with them, learn their strengths and weaknesses, and ultimately... you will challenge them. Every decision you make in Transcend will have an evolving effect on the game-play and story. <br><br>The story of Transcend is its core feature and it starts from the very beginning... birth. When a new spirit is born, it makes a voyage to what's called the &quot;Spirit World.&quot; During this voyage, spirits are assigned a role they are destined for. This is where your journey starts. In Transcend, you will play the story from beginning to end of a Spirit named &quot;Hero,&quot; who was chosen to be a &quot;Spirit Warrior.&quot; In order for him to fulfill his destiny, he will go through a series of trials and challenges to prove himself. Most of these challenges will revolve around him learning what being a &quot;Spirit Warrior&quot; truly means, and what is required of him. Hero will travel through time to visit some of the greatest warriors EVER: the mighty Spartans, the berserk Vikings, the honorable Samurais and many more... They will learn to use the shadows in the Ninja world and travel across the galaxies to new worlds and civilizations of sentient warriors. Each timeline/world will have its own story/plot, and with each, a lesson Hero (you) will learn. <br><br>Transcend's game-play/plot could be described as a mixture of the original Zelda games (with its rewarding yet simple combat/visuals) and Assassin's Creed (traveling through different eras and timelines). This game is being developed by a team of one (myself, Ynor), for the last three years. When I began working on this project, I originally intended to release the game in chunks (I wanted to release the chapters as I finished them), similar to a show or T.V series. This is something I am still really hoping to do. I believe it will give the players a quicker and more rewarding return for their investment, while also allowing me to receive input and shape the game with your help as I go.  However, I understand this is something that may sound very unconventional, since it hasn't been done before (that I know of, there are probably other examples). Feel free to let me know how you feel about this idea.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/760860/header.jpg?t=1587954358",
    "developers": [
      "Ynor"
    ],
    "publishers": [
      "Ynor"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}