{
  "760940": {
    "name": "Fantasy Grounds - Legendary Beginnings: A Feast of Flavor (5E)",
    "steam_appid": 760940,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Legendary Beginnings: A Feast of Flavor</strong></h2><strong>Trouble on the Fey Frontier</strong><br>A Feast of Flavor takes your heroes into a world of adventure! On the wild borderlands between the Kingdom of Threll and the Faerie Realms, a vital pass through the mountains has been closed by forces unknown. The citizens of Bakewell Tart are frightened and angry, unable to trade their marvelous goods with the fanciful fey beyond and now with all manner of mischief running lose in and around the town as supplies run low and neighbor turns against neighbor. And now rumors come that a sinister servant of the fallen witch queen may be behind it all, having broken free from her immortal prison and ready to seek her revenge! This is a job for heroes with the strength, wit, and heart to try almost anything to bring peace and prosperity back to the frontier. This 1st to 2nd-level adventure is suitable for all ages using the 5th Edition of the world's most famous roleplaying game!<br>The Legendary Beginnings product line from Legendary Games is designed to creating exciting adventures suitable for all ages, but specially designed for those new to roleplaying and those on the younger side. Whether you try Into the Feyweald, the 5-part Trail of the Apprentice saga, or this brand-new fun-filled adventure, we hope these all-ages adventures help Make Your Game Legendary!<br><i>Conversion by:</i> <strong>Rob Twohy</strong><br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Team Twohy LLC</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/760940/header.jpg?t=1768390065",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3900,
      "final": 3900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 39.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 30 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}