{
  "760950": {
    "name": "Black Powder",
    "steam_appid": 760950,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>CONQUEST THE WEST</strong><br><br>A team-based, realistic, multiplayer first-person shooter for PC set in the Wild West.<br><br><ul class=\"bb_ul\"><li><i><strong>Brand new game mode</strong></i> – each match has its own story, told by the real time events that happen and by victories and defeats of both teams but be careful, you have only a single life for match.<br></li><li><i><strong>Organize together with your team</strong></i> – distribute the weapons wisely, it’s better to be ready for every situation.<br></li><li><i><strong>Weapon handling</strong></i> – master your favorite weapon and fight by keeping in mind its pros and cons.<br></li><li><i><strong>Hardcore damage</strong></i> – try not to get shot, every hit will affect you in a different manner…but it’s not like a bullet in the right place can heal venereal diseases!<br></li><li><i><strong>Detailed environment</strong></i> – every single building has detailed interiors.<br></li><li><i><strong>New level of interacion with game world</strong></i> – It doesn’t matter if you just want to open a door or set the whole town ablaze, make the environment the biggest weapon in your hands!<br></li><li><i><strong>High detailed world</strong></i> – thanks to the Unreal Engine 4 pushed to its finest, be ready to fight in a wide variety of seasons and atmospheric conditions. Remember, the weather can be your first ally, or your deadly enemy! (But you can still win and get a bad cold)<br></li><li><i><strong>Show your skills</strong></i> – make your enemies aware of your sharpshooter ability by showing the most exquisite, hard earned, weapon skins you own.</li></ul><br><br><strong><i>Scenario Game Mode:</i></strong> <br>features a one life only, objective based game mode in a multitude of scenarios including shootouts, robberies and rescue missions. It is a dynamically changing set of scenarios that individually feature the best of classic game modes such as deathmatch, search and destroy and ambush, combining them into a standalone mode with constantly changing challenges.<br>Matches, with an overall time up to 30 mins, are divided into several rounds which are chronologically built upon previous conditions (victories, defeats..), and form a storyline as a whole.<br><br><br><strong><i>Weapons:</i></strong> <br>every gun in Black Powder shoots its own bullet - implemented with real life data for mass, speed and penetration values. Depending on surface density, angle and thickness projectiles can penetrate objects... but also ricochet off the walls and slaughter your teammates!<br>The game takes weapons' dimensions into account so that they realistically collide with the game world. Better said, if you have a long rifle it will be very hard to fight in tight spaces, such as house interiors, where pistols will outdo any other weapon when it comes to handling. But this comes at a price: small arms typically mean that accuracy and range will also be reduced.<br>Also, don't forget that black powder generates plenty of smoke and sparkles, it's better not to spray bullets in tight spaces, unless you want both to cover your face in smoke and give away your position.<br>Last but not least, show off your hard earned prestige with high value, detailed weapons skins.<br><br><strong><i>Interact with the game world:</i></strong><br><br><ul class=\"bb_ul\"><li><i><strong>Fully dynamic fire propragation,</strong></i> turn the tide of the match by torching strategic points, go scorched earth, burn everything! Unless it's a saloon, or a church. In that case, you've gotta use more petrol.<br></li><li><i><strong>No ammo? No problem!</strong></i> Well, what do we have here? You're a trigger happy one, aren't you? Oh well, either take weapons and ammo from the dead bodies, they won't need it anymore, or show around that you've got a pair, grab the first object you find and introduce it to some unwilling cowboys' skulls!</li></ul><br><br><strong><i>Stunning worlds:</i></strong><br>there are maps as huge as the drought in the desert or smaller than the space you are able to walk while on your feet after you went for some (more) whiskey. Maps also differ in daytime, season, and weather. Mommy says you'd better bring your mantel.<br><br><br><i><strong>Mod and clan support:</strong></i><br>Powered by Unreal Engine 4 we're able to provide advanced access to modding tools that will allow you to create levels, weapons, game modes or anything else you can think of!<br><br><ul class=\"bb_ul\"><li><i><strong>Mod Support:</strong></i> It's always been a priority for us - we've been developing modifications ourselves for years and it gave us the needed experience for developing Black Powder!<br></li><li><i><strong>Get the bells ringing,</strong></i> gather up some friends in your clan (you midgets don't get around in gangs anymore, don't you?) so that you can go slaughter some godless bastards and score on the ladies together. Or perhaps you'd rather group up and go slaughter some friends who grouped up to slaughter you and score on your ladies?</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 意大利语, 德语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/760950/header.jpg?t=1758882964",
    "developers": [
      "Division Games"
    ],
    "publishers": [
      "Division Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}