{
  "761020": {
    "name": "Voidwalkers: Exodus",
    "steam_appid": 761020,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Exodus</h2><br>Your the time has come, Exile. Aemon has woken and his children have taken up arms in form of a rebellion.<br><br>They strike at the heart of our civilization, hoping to cripple the Temple of Nine and slay the members of the Council.<br><br>It is your duty to lead our people to a new home. Without your assistance, our Empire will surely fall.<h2 class=\"bb_tag\" >The Game</h2> <br>Voidwalkers - Heroes Fall First is a fast-paced first/third-person shooter that takes place in a gorgeous sci-fi environment. <br><br>Enter the realm of Inceptum, and view the stories of our ancestors in their fight for superiority.<br><br>Choose your side in a battle where the lines between good and evil are blurred, and your actions determine the fate of humanity and the entire Sol system.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>    Assassination  - High Priority targets are in the area! Join your friends and compete against AI or player enemies as you attempt to neutralize the target.<br></li><li>       Assault - Enter a dark zone and attempt to remove the infection plaguing the area.<br></li><li>       Battle Royale - 100 players enter, but only one group will come out alive. Enter the F.E.V.E.R. dome and fight for honor, glory, and cool clothes!      <br></li><li>       Capture The Core - Capture the enemy's core and return it to your base!<br></li><li>       Conquest - Multiple hills, multiple teams, lots of AI. How long can you survive in this extended duration game mode?<br></li><li>       Deathmatch - Classic slayer. Join your friends or enter an all-out free for all in a brutal bloodbath<br></li><li>       Escape - Escape capture from your enemies. Simulations include free for all and team-based settings.<br></li><li>       Exodus - Persistent gameplay among the remains of a city of the dead. Build, loot, and survive in a never-ending nightmare!<br></li><li>       Firefight - Three random objectives on a large battlefield. Join your friends in a race to beat the timer!<br></li><li>       Gun Game - Be the first to get a kill with every weapon!<br></li><li>       Hostage Rescue - A V.I.P. has been taken, prisoner! Join your friends and fight players or AI in a race to save the hostage!<br></li><li>       Infection - Be the last man standing as patient zero cuts a swath through the living!<br></li><li>       King of The Hill - Capture and hold the hill until you have reached the maximum amount of points!<br></li><li>       Sabotage - Plant the bomb at bombsite A or bombsite B or defend your sites with your life!<br></li><li>       Zombies - The nightmare continues as you and your friends attempt to survive for as long as possible in a land of the dead!<br></li><li>       Unique Weapons<br></li><li>       Ranking System<br>[\\list]</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/761020/header.jpg?t=1665548064",
    "developers": [
      "Sympl Games"
    ],
    "publishers": [
      "Sympl Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}