{
  "762060": {
    "name": "Fantasy Grounds - Savage Suzerain: Dogs Of Hades (Savage Worlds)",
    "steam_appid": 762060,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Savage Suzerain: Dogs Of Hades</strong></h2><strong>Newly updated Continuum Edition!</strong><br><i>Garden of Athena is a planet of adventures among the ancient Greeks... but in the far future, with energy spears and Pulse shields. Experience science fiction with epic politics in the style of Frank Herbert's masterpiece, Dune, and epic battles to make all the Greek poets proud.</i><br><i>Nearby barbarian planets are subdued, mostly, and the city states are at the height of their power. Yet all is not well in the state of Methone. By the time this epic's told, the characters will either be Heroes, or tragic witnesses to the end of an era.</i><br><i>Draw your Hades Blade and fight for all that's right.</i><br><i>Product contains: 2 full color modules (players and GM) including:</i><br><ul class=\"bb_ul\"><li>All the world detail you'll need to run games in the Garden of Athena.<br></li><li>Many new character options including new Edges, Hindrances and Powers.<br></li><li>Stats for all manner of new NPCs, barbarians and creatures of mythology to use as allies and adversaries.<br></li><li>A detailed equipment guide for weapons, armor, vehicles and more sci-fi Greek technology.<br></li><li>30 scenarios including a full plot-point campaign that will take your characters from Novice to Heroic rank.</li></ul>This is a high art product and a large download. Dogs of Hades is part of the Suzerain Continnum.<br><strong>Requires</strong> the Savage Suzerain Product.<br><i>Conversion by:</i> Jeannette Jarrar<br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Jeannette Jarrar</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/762060/header.jpg?t=1768390114",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 30 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}