{
  "762930": {
    "name": "Supipara - Chapter 2 Spring Has Come!",
    "steam_appid": 762930,
    "required_age": 0,
    "is_free": false,
    "description": "After seven years, Yukinari Sanada has returned to his hometown in Kanagawa Prefecture, Kamakura City, but something feels... different. Both he and his younger sister, Rikka, transfer into Oumi Academy and hope for a fresh start. However, Yukinari's classmates, a lazy witch and a half-Japanese beauty, won't allow him enjoy his new life for very long. <br />\r\n<br />\r\nWhat's our protagonist to do when he's constantly surrounded by a whole host of unique personalities and the troubles they bring along with them? Your story with &quot;her&quot; about smiles, peace, passion, and love, all while borrowing the power of a witch, is about to begin!<br />\r\n<br />\r\n&quot;Supipara - Alice the Magical Conductor.&quot; is an interactive novel themed around &quot;dynamicism&quot; depicted through a rallying all of the production techniques minori has accumulated to date. See expressive character portraits with moving eyes, mouths, even hair! It is quite immersive in many aspects.<br />\r\n<br />\r\nAlso, &quot;Supipara&quot; won't conclude in a single game. It will be released as several standalone episodes. Fans may freely pursue only the episodes that interest them if so desired. You could say &quot;it's a light novel series, and independent stories which develop their own unique personalities all in one.&quot;",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/762930/header.jpg?t=1725519064",
    "developers": [
      "minori"
    ],
    "publishers": [
      "MangaGamer"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 69,
      "total_negative": 1,
      "total_reviews": 70
    }
  }
}