{
  "763570": {
    "name": "Opus 1 - Social Justice War",
    "steam_appid": 763570,
    "required_age": 0,
    "is_free": false,
    "description": "Opus 1 is an indie, oldskool, retro-inspired, open-world shmup/visual novel/rpg hybrid with deep and satisfying combat and a unique and emotional storyline that will have you crying the whole way through.<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li> Created by a team made solely of talented female developers!<br></li><li> Deep and emotional storyline that deals with politics, feminism, feminicide, misogyny, transphobia, antisemitism, gun culture, conspiracy theories, &quot;fat&quot; hate, intolerance and gender theory<br></li><li> Diversity is our strength! This game includes: an asexual protagonist, two transgender persons, a lesbian, a feminist, a black person and an androgynous deity<br></li><li> Experimental pixel art inspired by Cubist, Suprematist, Constructivist and Abstract Expressionist art<br></li><li> Outstanding soundtrack which includes famous compositions from classical music<br></li><li> Game engine coded entirely from scratch! That's right! No 3rd party engine has been used! Just SDL 2!<br></li><li> Source code will be released under a permissive license shortly after launch!<br></li><li> Additional Hard Mode DLC will be available shortly after launch, with an all-new storyline (and a few surprises ^_^)!<br></li><li> Intricate and rewarding combat (for true gamers only!)</li></ul><h2 class=\"bb_tag\" >POLITICAL DISCLAIMER</h2>In difficult times like the ones we're going through, it is the duty of every morally upstanding citizen to support works of art like this one which are made by oppressed and marginalized minorities. Before buying a product, you should always ask yourself: &quot;Am I enabling bigotry by giving money to these people?&quot; Sadly, humanity still hasn't acquired the intellectual maturity to realize that no one should be able to freely spend &quot;their&quot; money as they wish, but rather there should be a central authority preventing hateful people to be paid and prosper. Thus, as long as we live in this anarchic capitalistic regime, it's up to each one of us and to our moral conscience to be mindful of how we use our money. If you see a game you like on Steam, consider buying our game instead so that you can support an all-female game studio!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/763570/header.jpg?t=1521063735",
    "developers": [
      "GoGirl Studio"
    ],
    "publishers": [
      "GoGirl Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "74",
        "description": "血腥"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}