{
  "763810": {
    "name": "Jingle",
    "steam_appid": 763810,
    "required_age": 0,
    "is_free": false,
    "description": "Jingle is a cheerful Christmas game about working as an elf in Santa's workshop. Your job is to explore the workshop and find any way possible to ruin Christmas once and for all. The elves are extremely hard at work, but working up close to a lot of heavy machinery is practically begging for an accident to happen.<h2 class=\"bb_tag\" >Gameplay</h2>Make sure to cause as much destruction as possible. Knock-out some elves, pick them up and throw them in &quot;The Grindeer™&quot;. Explore the inner workings of the workshop and figure out what goes on behind the scenes! <br>A simple elf simulator where you can run around and do whatever you feel like, nobody is going to stop you. Except Santa, Santa might stop you. Beware of Santa!<br>If you experience any issues or bugs, and trust us there are issues! For example if you feel like all you can hear is Christmas music, nothing to worry about! It's a completely normal part of being an elf. <br>All in all there's no winning this game being an elf, although that doesn't make the experience any less fun!<h2 class=\"bb_tag\" >Key features</h2><ul class=\"bb_ul\"><li><strong>Elf simulation!</strong> Step into the mind of an elf in Santa's workshop. Christmas Eve is closing in, but you have other things on your mind than making toys for children in these stressful times.<br></li><li><strong> Ragdolls!</strong> In such extreme working conditions, elves have the natural defense mechanism of becoming a ragdoll whenever they're in grave danger. <br></li><li> <strong>Crazy physics!</strong> Watch as a little itsy-bitsy bomb cause mayhem and destruction. If that's not enough for you, make sure to stop by the fun room- relax and bounce around for a while.<br></li><li><strong> Exploration!</strong> Whenever you're not busy causing mayhem in the workshop, you might be able to reveal some hidden secrets.<br></li><li> <strong>Power ups!</strong> You'll notice yourself getting stronger as you explore deeper and deeper into the workshop.<br></li><li> Some good ol' Christmas spirit! </li></ul><br>It's just a silly elf simulator game after all. :)",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/763810/header.jpg?t=1545608945",
    "developers": [
      "Speed Potion"
    ],
    "publishers": [
      "Speed Potion"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}