{
  "763910": {
    "name": "Time Tenshi Paradox: Episode 1",
    "steam_appid": 763910,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>History hangs in the balance...</strong></h2><br><br>The Time Tenshi narrowly saved the future, but what lurks in the past?<br><br>Join Rose, Kyo, Tessa and Michelle in the first episode of Time Tenshi Paradox, a new <strong>episodic visual novel series</strong> from Silver Cow Studio!<br><br>Thanks to your grandfather's secret invention, a machine known as the Time Window, mankind's grandest dream - to travel through time - is now a reality! But only a select few have the power to visit centuries past... and as Kenji Johnson, you'll explore the amazing world of time travel with the group of girls known as the Time Tenshi!<br><br>Each episode of Time Tenshi Paradox features a compelling short story, with several choices to make along the way, including a major decision that unlocks an alternate route! There are also five illustrations to discover!<br><br><strong>If this first episode is popular, then we plan to release additional episodes on a regular basis!</strong><br><br>The Time Tenshi series is already famous for its engaging plot and exciting story, and at Silver Cow Studio we work really hard to bring you a high quality production! We're confident you'll enjoy this first episode of Time Tenshi Paradox!<br><br><strong>What is the powerful new threat menacing the past?<br><br>Are the Chrontek girls really still alive?<br><br>And what undiscovered mysteries does the future hold?</strong><br><br>-- -- --",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/763910/header.jpg?t=1513794075",
    "developers": [
      "Silver Cow Studio"
    ],
    "publishers": [
      "Silver Cow Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}