{
  "763960": {
    "name": "T-Rex Time Machine Demo",
    "steam_appid": 763960,
    "required_age": 0,
    "is_free": true,
    "description": "Face the world's fiercest dinosaurs and make it back to the future in one piece! You're a physics student with a dream: travel back in time and document the world of dinosaurs. Can you survive the terrors of the Tyrannosaurus rex?<br><br><i>T-Rex Time Machine</i> is a 170,000 word interactive adventure novel by Rosemary Claire Smith, where your choices control the story. It's entirely text-based—without graphics or sound effects—and fueled by the vast, unstoppable power of your imagination.<br><br>When you successfully convert your Land Rover into a working time machine, you set your sights on traveling to the age of the Tyrannosaurus rex, triceratops, and pterosaur where you'll study dinosaurs and film a thrilling documentary. The only problem is the competition: your rival and enemy Darien Vance has claimed your work for his own, accused you of plagiarism, and had you kicked out of graduate school. When you travel back in time, you'll have to prove you got there first, redeem your good name, and make it home safely.<br><br><ul class=\"bb_ul\"><li> Play as male or female, gay or straight.<br></li><li> Dodge stampeding triceratopses and sickle-clawed troodontids.<br></li><li> Find love with your best friend or one of your time-traveling classmates.<br></li><li> Feed a baby duckbilled dinosaur and let it imprint on you.<br></li><li> Film and debut your dinosaur documentary—as a scientific masterpiece or a heartwarming nature film.<br></li><li> Master time travel as you repair your Land Rover on the fly.<br></li><li> Prove your rival stole your time machine plans, or forge a new partnership with him.</li></ul><br>Explore the Age Of Dinosaurs--if You Dare!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/763960/header.jpg?t=1734033016",
    "developers": [
      "Choice of Games"
    ],
    "publishers": [
      "Choice of Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}