{
  "763970": {
    "name": "Leisure Suit Larry 1 - In the Land of the Lounge Lizards",
    "steam_appid": 763970,
    "required_age": 0,
    "is_free": false,
    "description": "Larry Laffer is a short, tacky, balding, forty-year-old man who has been living with his mother until recently. He used to be in the software business, but decided to leave everything behind as he moved to the city of Lost Wages in pursuit of sexual fulfillment. Clad in a white polyester leisure suit, Larry finds himself outside of Lefty's Bar, determined to finally lose his virginity - or commit suicide if he is unable to achieve that goal before dawn.<br />\r\n<br />\r\nLeisure Suit Larry in the Land of the Lounge Lizards is the first game in Al Lowe's Leisure Suit Larry series, largely inspired by the text adventure Softporn Adventure, though with a greatly enhanced script containing more humorous descriptions and dialogue. A text parser is used to input commands for interaction with a graphical environment. Progress is achieved by collecting various items and figuring out which of those may be essential for conquering the hearts of the several female characters appearing in the game.<br />\r\n<br />\r\n-    Includes Leisure Suit Larry 1 - In the Land of the Lounge Lizards and its VGA Version<br />\r\n(The VGA Version of the game is available through steam. Right click on the game in the steam library -&gt; properties -&gt; betas and choose the VGA version.)<br />\r\n<br />\r\n-    Play as one of gaming’s longest lasting legends: Leisure Suit Larry!<br />\r\n<br />\r\n-    Al Lowe’s famously risque humor and bodacious babes that are waiting to “work out” with you!<br />\r\n<br />\r\n-    Use text commands for interactions with the environment!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/763970/header.jpg?t=1746303815",
    "developers": [
      "Assemble Entertainment",
      "Sierra Entertainment",
      "N-Fusion Interactive"
    ],
    "publishers": [
      "Assemble Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 0,
      "total_negative": 2,
      "total_reviews": 2
    }
  }
}