{
  "764410": {
    "name": "Trials of the Gauntlet",
    "steam_appid": 764410,
    "required_age": 0,
    "is_free": false,
    "description": "In Trials of the Gauntlet, You wake up in the courtyard of a Steampunk mansion, your arm replaced with an electric grappling hook. You use your new arm to solve puzzles, traverse the mansion and fight your way to the top of the clock tower where you confront the mad scientist who did this to you. Along your way, you uncover the story as to what's really happening in this mysterious mansion.<br><br>This Metroidvania Platformer features: <br>-Average of 1.5 hours of gameplay.<br>-Collectible journals to uncover the story-line as you go.<br>-Collectible gears that can be traded for other items at the shop.<br>-Hidden chests and areas to keep the competitions busy.<br>-Three enemy types and two bosses.<br>-Parallax Scrolling environment.<br>-Electric mechanic with breakable electric items and coil powered puzzles.<br><br>Broken Dinosaur Studios is an indie team of student game developers, designers, artists, musicians and creative writers, some of which, currently attending Full Sail University. &quot;Trails of the Gauntlet&quot; was our mid-term project and took 3 months from concept to completion.<br><br>We all learned a ton from working on this project; especially about working in a group. Our scope was ambitious but we made it happen! As we continue our accelerated degree programs at Full Sail, we will likely put any spare time we have into future projects. For that reason, please consider this project complete and see past the &quot;known-shippable&quot; bugs if and when you find them.<br>Thank you all for your continued support!<br><br>P.S. Steam Achievements and Trading Cards coming eventually! pls don't hold your breath, but it will most likely, probably happen at some point in the future! (after graduation)<br><br>Love,<br>     BrokenDinosaurStudios  <span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/764410/extras/d23beff1267db02f1180604fd3fd7245.webp?t=1521202503\" width=32 height=32 /></span>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/764410/header.jpg?t=1521202503",
    "developers": [
      "Patrick O'Connor",
      "Joshua Suskalo",
      "Christian Hall",
      "Arthur Parker",
      "Dorsey Ledger",
      "Natalie O'Connor",
      "Landon Creech",
      "Nathan Andre",
      "Cassandra Doeinck",
      "Nicholas Kovacevich"
    ],
    "publishers": [
      "Broken Dinosaur Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}