{
  "765250": {
    "name": "Mind the Vikings",
    "steam_appid": 765250,
    "required_age": 0,
    "is_free": false,
    "description": "Struggle to keep your viking settlement alive in harsh Nordic climate in this survival strategy town building game. Start with nothing build up your settlement, prepare for winter and set forth on raids on other viking settlements while also defending yourself from them. <br><br>At its core Mind the Vikings wants to be a thematic, strategic and personal take on the city building genre. Games like these often focus on grandeur and numbers. Mind the Vikings wants to turn that on its head and let you in <i>closer</i>. Get to know your citizens personally, learn the nooks and crannies of the settlement and make you think twice before starting a feud. <br><br>Ultimately though, I'm a solo developer and my time is severely limited. In order to reach this vision i need your help:<br><br><strong><u>Your feedback is crucial:</u></strong><br><br>As a solo developer my time is occupied mostly with finding bugs and play testing. As a player you can help me save enormous amounts of time simply by giving me feedback and reporting bugs. I want this vision to be a reality, and to be a journey for all of us, so please, join us on our discord! (links in blog posts)",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/765250/header.jpg?t=1590952020",
    "developers": [
      "Miso Games"
    ],
    "publishers": [
      "Miso Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3900,
      "final": 3900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 39.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}