{
  "765320": {
    "name": "Planetarium 2 - Zen Odyssey",
    "steam_appid": 765320,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Welcome to the Universe Playground</strong><br><br> Planetarium 2 Zen Odyssey is a fun and interactive way to explore, discover and play with the solar system and beyond. Planetarium 2  Zen Odyssey provides a grand open-ended sandbox experience. The experience allows you to view many celestial simulations, engage in planetary traversal and travel to the furthest reaches of our world with space rockets, probes, rovers and more!<br><br> Planetarium 2  Zen Odyssey aims to be the definitive space sandbox experience.<br><br><strong>Features</strong><br><br> <strong>Expansive Sandbox Experience</strong> <br><br> Explore our solar system and view our planets, dwarf planets and moons. Discover exoplanets light-years away beyond our own solar system. View Kepler Systems and the TRAPPIST-1 solar system. Enjoy stunning views of our Milky Way, and galaxies such as Andromeda and more. Super massive black holes to view such as the Sagittarius A*.<br><br> <strong> Custom Solar Systems and Planetary Collisions</strong><br><br> Create your own Solar Systems by adding/removing planets.  Edit properties such as the planet orbit radius, direction and speed. You can even scale planets and objects to your liking. Do you want to create an Earth larger than our sun? Go for it! Launch massive planetary bodies and asteroids to view planetary collisions on an astronomical level. Hurl planets and everyday objects and watch gravitational physics in action.<br><br><strong> Create and Terraform Planets</strong><br><br> Melt polar caps by increasing the temperature or freeze the planet entirely. Add vegetation, clouds, water and planetary rings with its own asteroid belt. Increase the population of your very own planet.  Procedurally generate infinite planet variations and terraform a selection of planets, even a mysterious ringed planet!<br><br><strong> Realistic and Detailed Space Probes and Satellites</strong><br><br> View numerous probes that have been sent to explore our planets and to discover more about our universe. View detailed models of the ISS, Voyager, Pioneer, New Horizons, Hubble Telescope, Cassini, Juno, Galileo, Dawn, Ulysses, Aquarius, Deep Impact, Maven and many more! <br><br><strong> Seamless Planetary Exploration</strong><br><br> Launch off into space with the Apollo Lunar Launch Module or the Phoenix Mars Lander and land anywhere on a planetary body. Blast off with the Space Shuttle and other space rockets to explore fully sized planets. The seamless surface to space exploration allows you to land on any planet that you see. Traverse planets with the Lunar Rover, Curiosity Mars Rover, Mars Exploration Rover and more. Become an astronaut and drift around the International Space Station with the help of the Extravehicular Mobility Unit (EMU). <br><br><strong>  and much more…</strong><br>View solar flares and asteroid belts. Procedurally generated stars and galaxies. View beautiful Pulsar stars and gravitational waves. Light-warping black holes that distort space. Check habitable zones of our solar system. View stunning beautiful scenic spaces scenes with aurora borealis from space, lighting weather effects and the solar eclipse. <br><br><strong>Player Freedom For Everyone.</strong><br><br>Planetarium 2 Zen Odyssey is well suited for all audiences and ages. It is enjoyed by space enthusiasts, teachers, scientists and even successfully used by children of 4+ years of age!<br><br><strong></strong>With your support we can make Planetarium 2 Zen Odyssey an amazing and enjoyable space sandbox for everyone. Please spread the word and share with family and friends. Thank you.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/765320/header.jpg?t=1589471885",
    "developers": [
      "Ghulam Jewel"
    ],
    "publishers": [
      "Ghulam Jewel"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}