{
  "765770": {
    "name": "Forest Legends: The Call of Love Collector's Edition",
    "steam_appid": 765770,
    "required_age": 0,
    "is_free": false,
    "description": "Deep in the heart of an enchanted forest, a forbidden love blooms. Eveline and Aurelio are not of the same people, but their love is pure and has the power to bring peace to a divided world. Then Aurelio's own - a race of werecats who can take human form - kidnap him and plan his execution. Guide the human Eveline as she sets out to rescue her beloved from the clutches of a tyrant, learns the truth about magic and discovers her extraordinary destiny!<br />\r\n<br />\r\nWith each step through the ambitious Forest Legends: The Call of Love, you will explore a world teeming with stunning visual detail and mesmerizing sounds and music. From a dancing scarecrow, to a trapped pixie, to a healer with a secret, you will also meet and interact with a host of intriguing characters. And you will solve dozens of cunning puzzles as you find and figure out how to use countless objects. Epic in scope and exploring themes of love and belief, Forest Legends will captivate you from beginning to end. Can you hear the call?<br />\r\n<br />\r\nThe Collector's Edition of Forest Legends: The Call of Love features a bonus chapter that reveals more of the main game's elaborate back-story, downloadable music, concept art and desktop wallpapers.",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 荷兰语, 波兰语, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/765770/header.jpg?t=1705470570",
    "developers": [
      "Alawar Stargaze"
    ],
    "publishers": [
      "Alawar Casual"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 1850,
      "discount_percent": 50,
      "initial_formatted": "¥ 37.00",
      "final_formatted": "¥ 18.50"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}