{
  "765900": {
    "name": "Leisure Suit Larry - Magna Cum Laude Uncut and Uncensored",
    "steam_appid": 765900,
    "required_age": 0,
    "is_free": false,
    "description": "With gorgeous co-eds everywhere, college dweeb Larry Lovage is chasing around more than his diploma. He's trying to live up to the legend of his uncle, Larry Laffer, everyone's favourite polyester playboy. Larry Lovage is a typical college student. He lives in a dorm, has a crush on his biology professor, and goes to bars with his buddies. But when a TV dating show comes to campus, Larry gets a chance for national sexposure. If he can show that he can make any girl on campus swoon, he will become a campus legend.<br />\r\n<br />\r\nFollow Larry's hilarious exploits and misadventures in the wackiest college story ever. Updated with 3D graphics, engaging real-time conversations, and a fully realized college campus, Larry is back to give gamers some lovin'. Remember, it's not about who you impress, but who you get to undress!<br />\r\n<br />\r\n-   Explore 25 different locations including college campus and adjoining parts of town.<br />\r\n<br />\r\n-   Create custom conversations in real time as you speak with any character in the game - be funny or fresh if you like.<br />\r\n<br />\r\n-   Over 12 types of mini-games, including Quarters, Tapper, Trampoline, Whack-a-mole, and more.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/765900/header.jpg?t=1746303819",
    "developers": [
      "Assemble Entertainment",
      "High Voltage Software"
    ],
    "publishers": [
      "Assemble Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 3,
      "total_negative": 2,
      "total_reviews": 5
    }
  }
}