{
  "767690": {
    "name": "Heart of the Emberstone: Coliseum",
    "steam_appid": 767690,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >From the Devs</h2><p class=\"bb_paragraph\" >We hope you enjoy this special sandbox version of the Coliseum level from The Gallery: Heart of the Emberstone, built for you to easily try and share a piece of the experience. </p><p class=\"bb_paragraph\" >Continue the adventure in the full game, The Gallery: Heart of the Emberstone; and in Call of the Starseed, the groundbreaking prequel that started it all! </p><h2 class=\"bb_tag\" >About Coliseum</h2><p class=\"bb_paragraph\" >Taken straight from the heart of adventure, Coliseum is a sandbox version of a level found in The Gallery: Heart of the Emberstone, made available free for virtual reality. Delve into the mystery, master the Gauntlet, and get a taste of the world of fantasy and adventure found in award-winning VR series The Gallery.</p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Try for free an area from the top-rated sequel to classic VR adventure game Call of the Starseed</p></li><li><p class=\"bb_paragraph\" >Peek into the dark past of a forgotten world inspired by classic 80’s fantasy, including <i>Labyrinth</i> and <i>The Dark Crystal</i></p></li><li><p class=\"bb_paragraph\" >Stack, throw, and destroy with telekinesis, fined-tuned for play with precision hand-tracking in VR</p></li><li><p class=\"bb_paragraph\" >Blast aliens and corpses with the Arbalest, an energy slingshot with powerful physics</p></li><li><p class=\"bb_paragraph\" >Experiment and explore with different locomotion modes to tailor your experience</p></li></ul><h2 class=\"bb_tag\" >About The Gallery: Heart of the Emberstone</h2><p class=\"bb_paragraph\" >After following your sister through the ancient Starseed, you discover the remnants of a destroyed civilization, torn apart by two siblings and their individual quests for power. Along the way you meet a mountainous ally who, like you, is looking for their other half. Using the Gauntlet, a mysterious new power capable of manipulating energy, you must unravel the history of this forgotten place, and reveal the true intentions of the dark figure who sent you here.</p><p class=\"bb_paragraph\" >Embark on an epic VR journey in the full version of the The Gallery: Heart of the Emberstone and its prequel Call of the Starseed.</p>",
    "supported_languages": "英语<strong>*</strong>, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/767690/header.jpg?t=1728339056",
    "developers": [
      "Cloudhead Games Ltd."
    ],
    "publishers": [
      "Cloudhead Games Ltd."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}