{
  "767870": {
    "name": "Dark Noid",
    "steam_appid": 767870,
    "required_age": 0,
    "is_free": false,
    "description": "Over 65 brick-break stages, restore the Diamond of the Valley of Bones, breaking many blocks, across five different worlds, facing enemies and epic bosses, gaining new skills and overcoming ever-greater challenges. In the end, Vorug, the accursed one, waits for you.<br />\r\n<br />\r\nThe &quot;arkanoid&quot; style basically consists of a ball that will hitting against walls and destroy blocks or diamonds, while the player controls a paddle that moves laterally to block the ball, preventing a ball from falling or leaving the screen of playing, requiring the ability of the player to move this paddle and with it, set the ball direction to destroy the blocks.<br />\r\n<br />\r\nDark Noid presents a series of innovations in this style, bringing a completely new game, immersed in an interesting storyline, with a own system of arkanoid, where control over a paddle is exercised with mouse movements, plus enemies, Bosses, special powers of the paddle (which is the player) and the magic skulls, plus a combo system, which make this game fun.<br />\r\n<br />\r\nThrough the &quot;arkanoid&quot; style, the game will tell the story of &quot;hooligan&quot;, one of the resurgent skulls of the &quot;Valley of Bones&quot;. This valley is one of the parallel worlds where the bones of those who are gone are dumped. There rests a divine diamond capable of giving life to the skulls, so that they are living longer and learning what is missing, in the end, become worthy to go to heaven. <br />\r\nIt all began when bones of an evil creature fell into the &quot;Valley of Bones&quot; giving rise to &quot;Vorug&quot;, the accursed. Vorug, broke the divine diamond into many fragments and imprisoned them in colored blocks that floated through the five worlds of skulls, including the &quot;Valley of Bones.&quot; With the power of the diamond and floating blocks, Vorug became very strong, casting a spell to make all skulls his servants, including the powerful protective entities from each of the five parallel worlds. The magician DZEN, managed to cast a protection spell itself and by luck, also protected the skull &quot;The Hooligan&quot;. Together, they fled to &quot;The Swamp&quot;, the farthest parallel world of the &quot;Valley of Bones&quot;, where &quot;hooligan&quot; gained powers granted by DZEN, and also, special magic skulls, for the bones to become a huge floating paddle to control the magical skulls to start destroying the floating blocks and weaken Vorug<br />\r\n<br />\r\nIt is the invitation to the game, which was done with great affection and dedication.",
    "supported_languages": "英语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/767870/header.jpg?t=1524121626",
    "developers": [
      "Vinicius Weiler Neves"
    ],
    "publishers": [
      "Vinicius Weiler Neves"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1400,
      "final": 1400,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 14.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}