{
  "767970": {
    "name": "Inhumanus",
    "steam_appid": 767970,
    "required_age": 0,
    "is_free": false,
    "description": "You are a captain in the Galactic army, as well as one of their top soldiers. You are on your way back to base when you intercept a strange SOS signal from a supposedly uninhabited planet.<br><br>Inhumanus is a story-based Sci-Fi single player / co-op (up to 4 players) virtual reality shooter. You will use a variety of guns to survive in a secret underground complex full of aliens, robots, and mutants. You will be forced to go deeper into the dangerous facility in order to discover its purpose, and in search of a way home.<br><br>The campaign contains 14 levels and should take about 8-10 hours to complete. <br><br>There are 21 guns scattered throughout the campaign, as well as 2 secret unlockable uber guns.<br><br>In addition to the campaign, Inhumanus also features a mode called &quot;The Descent&quot;, the perfect mode for those who need a break from the campaign and just crave some action.<br><br>&quot;The Descent&quot;. The test of a true space marine. No story, just combat. Delve lower and lower into the facility filled with beasts, robots, and mutants. Earn more powerful weapons and face more fearsome foes as you progress deeper. Each level is randomly generated and features 5 different themes with matching enemies. The descent features 15 of the game's guns and 22 of the game's enemies.<br><br>Inhumanus has a choice between trackpad movement, traditional teleport, and a trackpad/teleport hybrid movement. Roomscale with 360 degree tracking is highly recommended, although not required. Users can easily turn with the click of a button, and Rift users have additional rotation options.<br><br>Inhumanus can now be played with a flat monitor and Mouse/Keyboard, but VR is highly recommended.<br><br>*UPDATE*<br><br>We have added some new features since launch. These features include:<br><br>- Option for easy mode. Enemies do less damage and take fewer shots to kill.<br>- Normal mode is now easier as well.<br>- Added a hard mode, which represents the original difficulty when the game was first released (was too hard for most players)<br>- Option for hardcore mode. Enemies take fewer shots to kill, but do MUCH more damage.<br>- Option for arcade reload. With this option enabled, you can reload your weapons with a button push rather than manually reloading them by hand.<br>- Option for extra light. With this option enabled, dark levels will have extra lighting so they are not pitch black.<br>- Option to skip levels. Stuck on a level that is too scary/too hard? You can now skip to the next level. That way, you can experience the whole game even if you are unable to play the scarier levels.<br>- Cheats codes/2 uber guns. They must be unlocked first!<br>- Secret collectible objects added to each level. Collect them all to unlock certain cheat codes. Some are quite hard to find!<br>- Traditional teleport locomotion.<br>- New level: Space. In this level, you will be piloting a small space ship (fighter). More bonus levels are coming soon!<br>- New level: Landing Bay. This is an endgame level, so it is quite challenging.<br>- New level: Mech. Another challenging endgame level. Take control of a mech suit and mow down hoards of enemies.<br>- New FINAL level: Destruction.<br>- The new action mode &quot;The Descent&quot;.<br>- 3 New enemies, the &quot;Seeker&quot; drone, the &quot;Shredder&quot; drone, and the &quot;Heavy&quot; drone (which is a mini boss).<br>- Extra turning controls, including incremental and continuous turning with the trackpad/thumbstick.<br>- Mouse / Keyboard mode.<br>- 4 new campaign guns.<br>- Upped the co-op from 2 to 4 players.<br><br> Available for Arcades on SpringboardVR ",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/767970/header.jpg?t=1549962604",
    "developers": [
      "Bad Bird Studios"
    ],
    "publishers": [
      "Bad Bird Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}