{
  "768270": {
    "name": "Lisssn",
    "steam_appid": 768270,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;Lisssn&quot; is a point-and-click adventure game for listeners in the style of adventure classics such as &quot;RHEM&quot; with many puzzles and mysterious machines to set in motion. But instead of having only to look closely and to combine, this one is especially about hearing and listening closely. The player is thus carefully introduced into the basic ideas of music.<br />\r\n<br />\r\nAt the beginning of the game we learn that &quot;La Musica&quot;, the music, was kidnapped by dark forces and imprisoned in a dungeon. We are facing a future without her bewitching sounds, which have made the world so much more colorful. In the search for the abducted, the player explores numerous locations such as a dark park, a scary cemetery, a mysterious castle and a huge underground world with a lake and a strange underground railway. Accompanied by four well-known composers, the player must overcome obstacles, initiate mechanisms, collect objects, and find hidden ways to finally free &quot;La Musica&quot; from her dungeon.<br />\r\n<br />\r\nThe riddles were arranged carefully: At the beginning it is easy to distinguish sounds from noises, later different pitches and finally notes and rhythms have to be recognized. &quot;Lisssn&quot; is a game that is suitable for both children and adults, where the player collects musical experiences while playing.<br />\r\n<br />\r\nfeatures:<br />\r\n<br />\r\n- Non-violent and nonlinear playing principle<br />\r\n- numerous, didactically arranged puzzles<br />\r\n- Learn some basic concepts of music<br />\r\n- From the people who created the mysteries of the RHEM series",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/768270/header.jpg?t=1517416062",
    "developers": [
      "Robert Wolff and Knut Müller"
    ],
    "publishers": [
      "Runesoft GmbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}