{
  "768370": {
    "name": "New Dawn",
    "steam_appid": 768370,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><i>THIS GAME IS EARLY ACCESS ALPHA. PLEASE DO NOT PURCHASE IT UNLESS YOU WANT TO ACTIVELY SUPPORT DEVELOPMENT</i></strong>.<br><strong><u>Keep in mind that a Steam Early Access game is not completely finished, polished or fully optimized</u></strong>.<br><br><strong>New Dawn is a survival sandbox open-world multiplayer game set on an island during the golden age of piracy</strong><br><br>Vicious pirates land on an unknown South American island, wreaking havoc everywhere.These seamen are brutal and pitiless. Fighting them off will be no easy feat! A new dawn will rise for the island inhabitants.The peaceful life they have led until now will be no more. They will have to do everything in their power to remain undetected and to survive.But every cloud has a silver lining... The island inhabitants will discover new building techniques, weapons, and other tools useful for survival and protection.<br><br>The main character is an island native who builds villages, uses natural resources in his quest for survival, and learns how to defend himself from the attacks of the pirates who have landed on the island looking for riches.<br><br><strong><u>Features Game in Early Access</u></strong><br><br><strong><ul class=\"bb_ul\"><li>Customization - Male and Female</li></ul></strong> There will be a chance to personalize your character by choosing the different types<br><br><strong><ul class=\"bb_ul\"><li>Map Size</li></ul></strong> 18.0 mi² (49 km²) <br><br><strong><ul class=\"bb_ul\"><li>Combat System</li></ul></strong> 3 directions for attacking and defending: High, Middle, Low<br><br><strong><ul class=\"bb_ul\"><li>Totem</li></ul></strong> A totem depicts a natural or supernatural entity. It is considered a revered symbol of the tribe. Claim the land and build your very own tribe.<br>The person who builds the totem becomes the Tribe Chief. Inspecting a totem will reveal the Tribe Name, Tribe Chief, Alliances, Tribe Members, as well as Players and NPCs killed by the tribe. All members of the tribe can trade with the allied tribes by using the totem<br><br><strong><ul class=\"bb_ul\"><li>Tree Climbing</li></ul></strong> Climb trees to conceal yourself and observe enemies (The climb is working only on some trees)<br><br><strong><ul class=\"bb_ul\"><li>Pirate Village</li></ul></strong> Raid pirate villages and camps on the island for rich loot<br><br><strong><ul class=\"bb_ul\"><li>NPCs</li></ul></strong> Fighting off pirates will prove to be a challenge! They will find out where you’re hiding and go looking for you<br><br><strong><ul class=\"bb_ul\"><li>Different Structures to Build</li></ul></strong> These include a pit house, a hogan, a teepee, and many more<br><br><strong><ul class=\"bb_ul\"><li>Book Building</li></ul></strong> An architecture book that explains the construction process of complex structures from different materials (wood, stone, igneous rock) and with different levels of defense<br><br><strong><ul class=\"bb_ul\"><li>Slavery System</li></ul></strong> Capture pirates and make them your slaves. Slaves guard and defend the base they are stationed to, but don’t forget to equip them<br><br><strong><ul class=\"bb_ul\"><li>Different Biomes</li></ul></strong> Explore forests, jungles, beaches, caves, and valleys. Decide where you want to build your village<br><br><strong><ul class=\"bb_ul\"><li>Nearby Islands</li></ul></strong> Explore the small islands located nearby<br><br><strong><ul class=\"bb_ul\"><li>Day-Night Cycle</li></ul></strong> Protect yourself from the cold of the night and rain in order not to contract an illness<br><br><strong><ul class=\"bb_ul\"><li>Hunting</li></ul></strong> Different kinds of animals inhabit the island. They are extremely aggressive and agile, so hunting them down isn’t going to be easy<br><br><strong><ul class=\"bb_ul\"><li>Traps</li></ul></strong> Defend your village and hunt for animals using different kinds of traps<br><br><strong><ul class=\"bb_ul\"><li>Mineral Resources</li></ul></strong> Different kinds of resources for building structures and villages, as well as for crafting tools and weapons<br><br><strong><ul class=\"bb_ul\"><li>Herbalism</li></ul></strong> Use herbs to cure diseases, treat wounds, or poison your enemies<br><br><strong><ul class=\"bb_ul\"><li>Tools</li></ul></strong> Craft tools to help you procure resources faster<br><br><strong><ul class=\"bb_ul\"><li>Equipment</li></ul></strong> Craft different clothing items to protect yourself against <br><br><br><strong><u>The Future Development Goals</u></strong><br><br><strong><ul class=\"bb_ul\"><li>Map Size</li></ul></strong> 21.6 mi² (56 km²) <br><br><strong><ul class=\"bb_ul\"><li>Alliances</li></ul></strong> Tribe Chiefs can arrange meetings with each other and form alliances between their tribes<br><br><strong><ul class=\"bb_ul\"><li>Wrecks</li></ul></strong> Plenty of wreck sites to explore and loot<br><br><strong><ul class=\"bb_ul\"><li>Fishing</li></ul></strong> Fish using a spear or special kinds of traps<br><br><strong><ul class=\"bb_ul\"><li>Cattle Paddocks</li></ul></strong> Build paddocks for breeding domesticated animals. Every animal type has its own paddock<br><br><strong><ul class=\"bb_ul\"><li>Agriculture</li></ul></strong> Plant different kinds of vegetable gardens that will prove essential for your survival<br><br><strong><ul class=\"bb_ul\"><li>Vehicles</li></ul></strong> Find carriage parts that have been left by pirates and look for instructions on how to build and repair these wheeled vehicles<br><br><strong><ul class=\"bb_ul\"><li>Mount</li></ul></strong> Catch a wild horse and domesticate it<br><br><strong><ul class=\"bb_ul\"><li>Barter</li></ul></strong> Barter with other tribes to get items necessary for your survival<br><br>We are an indie company and we want you - our community - to help us with ideas and development to follow your wishes and imagination about New Dawn.<br><br><strong>Good spirits be with you</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/768370/header.jpg?t=1684278130",
    "developers": [
      "e-visualsoft"
    ],
    "publishers": [
      "e-visualsoft"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}