{
  "768970": {
    "name": "ModLab",
    "steam_appid": 768970,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/768970/extras/0798875c987636157ca61153da7f93fe.avif?t=1574192689\" width=620 height=133 /></span><br>Modlab is not an image editor. ModLab is a free tool that can generate normal maps in a realtime deferred rendering environment. It was initially created as an asset previewing and mastering tool for the game Wayward Terran Frontier which means it stands out among other content creation utility programs by featuring a full hardware rendering pipeline for previewing results in realtime.<br><br>Modlab can generate high quality normal maps without 3d geometry.<br><br><strong>ModLab</strong> is completely free but you can support development at .<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/768970/extras/5a63c30a10947a382baf0d440c29ca61.avif?t=1574192689\" width=620 height=133 /></span><h2 class=\"bb_tag\" >The Modlab project has 3 core goals.</h2><ul class=\"bb_ul\"><li>To provide entry level graphic designers an alternative way to create difficult assets such as normal maps and specular/roughness maps.<br></li><li>To provide professional graphic designers an ideal environment for fine tuning their art and exporting ready-to-ship assets.<br></li><li>To serve as a test bed for new experimental content generation techniques and algorithms. i.e. cool stuff we want to play around with.</li></ul> <br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/768970/extras/a0a99ccc770ac6e8b51d7410fbee7275.avif?t=1574192689\" width=620 height=133 /></span><br>Depending on reception and feedback Modlab may grow to become much much more. We would like to continue developing Modlab in coordination with the community. Our goal is to have the product remain free and supported by donations, and we will be hosting community polls to decide the direction of future development. Features such as procedural backdrop generation, support for other rendering and post-processing pipes such as Unity or Unreal, and 3d model previews of assets are all on the table.<h2 class=\"bb_tag\" >Key features:</h2><ul class=\"bb_ul\"><li>Generate a normal map from a diffuse map using advanced image processing and analytic techniques<br></li><li>Generate detailed normal maps from height maps<br></li><li>Combine normal maps with custom blending parameters<br></li><li>Create a horizontal profile for a normal map using the curve editor<br></li><li>Clean up and sharpen existing normal maps with Bilateral filtering<br></li><li>Generate roughness/specularity maps<br></li><li>Fine tune the intensity of emission maps<br></li><li>Realtime preview with settings for dominant, ambient, and point light sources</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/768970/header.jpg?t=1574192689",
    "developers": [
      "Reason Generator Inc."
    ],
    "publishers": [
      "Reason Generator Inc. "
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 15 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}