{
  "769860": {
    "name": "MOTHERGUNSHIP Gun Crafting Range",
    "steam_appid": 769860,
    "required_age": 0,
    "is_free": true,
    "description": "Craft gun monstrosities that no reasonable person could ever lift in the MOTHERGUNSHIP Gun Crafting Range demo!<br><br>MOTHERGUNSHIP mixes bullet-hell intensity with the FPS genre and promises you one of the largest gun customization options seen in video games. Want to build a gun with fifteen barrels that will cover all sides of the screen? Or do you prefer a shotgun that can shoot bouncing spike balls? Go for it! The design of your destructive arsenal is in your hands.<br><br>This demo gives you a taste of the customization and modularity of the full gun crafting system from MOTHERGUNSHIP, and provides a testing arena and small story to experience. Set inside one of the resistances ships, you will be able to craft and test out your creations on a range filled with enemies from the game. Collect parts from taking down enemies to continue the building process and create the most nonsensical monstrosity possible!<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/769860/extras/5dcba620818447dfcff8f66d155dc2fc.poster.avif?t=1712009939\" width=628 height=354 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/769860/extras/5dcba620818447dfcff8f66d155dc2fc.webm?t=1712009939\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/769860/extras/5dcba620818447dfcff8f66d155dc2fc.mp4?t=1712009939\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" ><strong>ABOUT MOTHERGUNSHIP</strong></h2>MOTHERGUNSHIP is currently in development and will be released on July 17, 2018. If you are looking forward to the release as much as we are, don't forget to add the game to your STEAM wishlist! To learn the latest news and development updates, follow the game on Facebook and/or on Twitter.<br><br>For more information, visit the official website.<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/769860/extras/bfdbfeeb55a914dbcf1064a55e8e9c84.poster.avif?t=1712009939\" width=628 height=354 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/769860/extras/bfdbfeeb55a914dbcf1064a55e8e9c84.webm?t=1712009939\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/769860/extras/bfdbfeeb55a914dbcf1064a55e8e9c84.mp4?t=1712009939\" type=\"video/mp4\"></video></span><br><br>MOTHERGUNSHIP is a bullet-hell FPS where you craft your own guns, play together with your friends, fight gigantic bosses and defeat a robotic alien armada that conquered Earth. Take the fight to the enemy, craft gun monstrosities that no reasonable person could ever lift, and experience randomized mayhem as you battle your way to the heart of the fleet to destroy the MOTHERGUNSHIP!<h2 class=\"bb_tag\" ><strong>FIGHT</strong></h2>Face off against overwhelming odds in brutal, non-stop combat where thinking on your feet is the only way to survive. Dodge hundreds of bullets with unique FPS/Bullet-hell hybrid gameplay. Each ship hosts hordes of alien machines, deadly traps, and intimidating bosses, all set on preventing you from saving humanity. Go get ‘em.<h2 class=\"bb_tag\" ><strong>CRAFT</strong></h2>To take down the MOTHERGUNSHIP, you’ll need your very own personalized arsenal of destruction. Luckily, in MOTHERGUNSHIP you can create the gun of your dreams with one of the most modular gun-crafting systems ever seen in a videogame. Want to have twelve-barrel gun that shoots homing rockets? Or do you prefer a lightning shotgun? And what gun wouldn’t look better with a fishtank affixed to the top?  Go for it! The design of your destructive arsenal is in your hands.<h2 class=\"bb_tag\" ><strong>RESIST</strong></h2> Join the ranks of global resistance movement and take back Earth together with your friends. Fight together with a friend in a full CO-OP experience, or participate with the community while you work together to cut through the alien fleet and reach that ultimate goal – bringing down the MOTHERGUNSHIP.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/769860/header.jpg?t=1712009939",
    "developers": [
      "Grip Digital",
      "Terrible Posture Games"
    ],
    "publishers": [
      "Terrible Posture Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}