{
  "770130": {
    "name": "Fantasy Grounds - Pathfinder RPG - Hell's Rebels AP 5: The Kintargo Contract (PFRPG)",
    "steam_appid": 770130,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the <strong>Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" ><strong>Pathfinder Adventure Path #101: The Kintargo Contract (Hell's Rebels 5 of 6)</strong></h2><i>by</i><strong> Jim Groves</strong><br><strong>Devil in the Details</strong><br>The Silver Ravens have defeated Paracount Barzillai Thrune and liberated Kintargo, but unless steps are taken to protect what they've won, it's only a matter of time before Cheliax's rulers respond with open warone that could likely destroy the Silver City. The key to the city's last defense may lie hidden in a sprawling scroll recovered from the wicked inquisitor: the Kintargo Contract. Within this contract's clauses and stipulations lurks a cunning loophole that gives the heroes an opportunity to use Cheliax's own love of law against it, not only securing the city, but also freeing the surrounding region from the infernal machinations of House Thrune and the Church of Asmodeus. Yet as the heroes scramble to parse the contract and Kintargo reels from its recent upheavals, an old menace from the city's past strikes. Before Kintargo can be truly safe, the Silver Ravens must save the city from a monster of its own making!<br><i>This volume of Pathfinder Adventure Path continues the Hell's Rebels Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;The Kintargo Contract,&quot; a Pathfinder adventure for 13th-level characters, by Jim Groves.<br></li><li>A thorough investigation of infernal contracts, by F. Wesley Schneider.<br></li><li>A look into the secretive and enigmatic strix, by Robert Brookes.<br></li><li>Fiend hounds and infernal trickery in the Pathfinder's Journal, by Stephanie Lore.<br></li><li>Five monstrous threats, by Kalervo Oikarinen, David N. Ross, and Todd Stewart.</li></ul>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul>&lt;b&gt;Requires:&lt;/b&gt; The free Fantasy Grounds virtual tabletop (VTT) software.<br><i><br><strong><br>Adapted for Fantasy Grounds by: [/i]Christopher Ward</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/770130/header.jpg?t=1768390398",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 19 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}