{
  "770500": {
    "name": "Goblin Gearshop",
    "steam_appid": 770500,
    "required_age": 0,
    "is_free": true,
    "description": "Orcs started a war against goblins because they are so small and weak. Goblins aren’t the strongest so they have to be smart and that’s what goblins are for sure! You and your friends are the best goblin crafters in the world so you started a weapon shop together to craft an end to this war! Smelt, mold, and forge your own weapons and send them out on the battlefield so your goblin warriors can fight! <br><br>Do you think you can win this war?! Gather your friends, 2-4 controllers and dive into the (small) shoes of the goblin crafters!<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" ><strong>COUNTER THE ENEMY</strong></h2></h2>The orcs have a lot of weapons and you need to counter them! Watch your counter meter and build the weapons your army needs. But be careful, if you supply your army with the wrong weapons, the orcs will win!<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" ><strong>CRAFTING</strong></h2></h2>There is lots of work to do in the goblin gear shop so divide the tasks properly! There are more than 4 crafting machines and they all work in their own unique way. Learn the process and get even better than you already were!<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" ><strong>SKILLCHECKS</strong></h2></h2>All crafting machines have their own unique skill check that you have to perform. Are you doing it perfectly? Then you will make the best weapon ever! Are you doing it terribly wrong and you’re sending your trashy weapon to the battlefield? Then you’re giving the orcs a big advantage (so don’t do that, okay?). Make sure that not only you but also your goblin friends are performing the skill checks well. You are all responsible for the final product and it needs to be good. NO EXCUSES!<br><br>Now quick, get on the battlefield and make all goblins proud!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/770500/header.jpg?t=1516623840",
    "developers": [
      "Minus2"
    ],
    "publishers": [
      "Minus2"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}