{
  "770830": {
    "name": "Alien Revival - Episode 1 - Duty Calls",
    "steam_appid": 770830,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Episode 1: Duty Calls</strong></h2><br>Join the government service as a lone agent...<br><br>Society is breaking down, health scares, terrorist attacks; citizens have defied the law and armed themselves, etc.<br><br>A curfew has been instituted, so anyone you meet is suspect, and a viable target, just get out there, collect various documents, valuable items, cash, ammunition and health packs etc. and eliminate any and all opposition.<br><br>As the game continues, collect experience, cash, artefacts, documents, components etc. These will in later episodes help to discover and expose conspiracies, and contribute to development and procurement of new technologies, all the while earning towards achievement badges.<h2 class=\"bb_tag\" >Series back story:</h2><br>[Episodes 1 &amp; 2:] Starting out as a government agent, you slowly realise that all is not as it seems. A viral outbreak is slowly turning people into brainless killing machines. There are rumours the virus is nothing other than a government conspiracy. But first working for the government you must assist by combating the rising number of rebels.<br><br><i>[NB: E2 will be released as a free upgrade to E1 to provide additional content, collectables, achievements and adventure elements, on schedule to be released by March/April 2019]</i><br><br>[Episodes 3 &amp; 4] Discovering the truth, you switch sides to join the rebels, but before proving especially effective against the conspiracy, become infected, and have to focus on finding the cure for yourself.<br> <br>In the course of the search you realise, the rebels are a setup, just a front for the government conspiracy.<br>[Episode 5] Going it alone you seek the real truth behind the conspiracy, so as to mount a grand last stand to defend our planet and crumbling society.<br> <br>[Episode 6] Travelling globally, between alternate dimensions, even through time, discover that the government asked the aliens to create the infection in order to reduce the earth’s population to a more manageable level. Naively the aliens went along with it.<br><br>Final twist could be that the aliens were an innocent party not realising the effect of their contribution. They have been here all along, under the ocean (call it Bermuda Triangle, maybe Atlantis) watching humanity and waiting for the right time to rejoin us on the surface...",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/770830/header.jpg?t=1545908504",
    "developers": [
      "4M Software"
    ],
    "publishers": [
      "4M Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}