{
  "771270": {
    "name": "Gloom: Unhappy Homes",
    "steam_appid": 771270,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Home is where the heart is buried beneath the floorboards.</strong><br><br>Unhappy Homes expands Gloom with Residences and Mysteries.<br>These new cards give your wretched relatives a place to hang their hat, if they can survive the bumps in the night.<br>Each family now has an associated Residence card. Only one type of card can be played on a Residence: Mysteries.<br>These give special effects to the owner of the Residence: set up a morbid museum or a menacing menagerie to lower your final Family Value, invite daring detectives to draw more cards, and so much more.<br><br><br>A new family is coming to town!<br>Meet Les Artistes of Le Canard Noir, whose creative endeavors always end in disaster.<br>When art lets you down, the Black Duck is there for you. This dingy cafe is home to a motley assortment of washed-up bohemians. Here the tormented painter Rosseau buys drinks for neurotic models and destitute poets, while a troubled actress and sickly courtesan compare notes across the way.<br><br><br>With their Residences and Mysteries, a new eccentric family of misfits and a ton of new morbid Modifiers, Events and Untimely Deaths... It's the perfect mix to make the worst things happen!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/771270/header.jpg?t=1658107729",
    "developers": [
      "Sky Ship Studios"
    ],
    "publishers": [
      "Sky Ship Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}