{
  "772160": {
    "name": "4 for the Money Demo",
    "steam_appid": 772160,
    "required_age": 0,
    "is_free": true,
    "description": "4 for the Money is an 8-bit, action-packed platformer for 1-4 players.  Join 4 anti-heroes in a heist against a corrupt organization in this demo showcasing the gameplay and banter of the 4 for the Money Kickstarter project, open January 11th through February 24th, 2018. <br />\r\n<br />\r\n4 for the Money features separate level designs for the single and multiplayer modes, making for intense action whichever way you play.  Play alone for rapid role-swapping action to overcome an onslaught of vicious robots, puzzles and big bosses.  Or team up for outrageous teamwork that will leave friends and family laughing, shouting, throwing controls and everything else that makes for memorable co-op!<br />\r\n<br />\r\nThere are no heroes here! The unique color system requires the whole team to be on their A-game, using their mobility and skills to cover each other as greater challenges and enemies loom. Player characters feature exclusive colors that create a niche within the team where only they can succeed. Will you choose weapon versatility, aerial movement, or maybe body the opposition as the team shield?<br />\r\n<br />\r\n4 for the Money features dynamic difficulty settings, allowing players to customize the difficulty. With 8 customizable difficulty variables including varying level designs, enemy health, damage received and checkpoint frequency, casual and hardcore players alike will enjoy the action, even while playing together.  Your team can make the game ridiculously easy, or impossibly hard, or anywhere in between!<br />\r\n<br />\r\nThe 4 for the Money experience climaxes as the colorful characters and detailed, parallaxed backgrounds meet with snoopy, retro music from renowned indie game composer Souleye (VVVVVV).<br />\r\n<br />\r\nSo call some friends and get your gadgets around.  You've got a big job tonight...",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/772160/header.jpg?t=1516658710",
    "developers": [
      "Lost Marble"
    ],
    "publishers": [
      "Lost Marble"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}