{
  "772470": {
    "name": "8-in-1 IQ Scale Bundle",
    "steam_appid": 772470,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >我們將科學轉化為愉快的遊戲</h2>數十年來，研究人員創造了測量認知能力的任務。我們已經調整了一些這些任務，並且創造了一些我們自己的，創造了認知遊戲。它使你更聰明！<br><br>機器翻譯。 英文原文如下。<h2 class=\"bb_tag\" >Dual N-Back </h2>雙N回證明，將學習成果傳遞到另一個大腦活動。這一效果已經被一些科學研究所證實。<br>流動智力（Gf）是指獨立於以前獲得的知識推理和解決新問題的能力，Gf對於各種認知任務是至關重要的，它被認為是學習中最重要的因素之一，而Gf與專業和教育成功密切相關，特別是在復雜和苛刻的環境中。“<br><br>如何開始<br><br>雙N返回游戲場是一個正方形，用線條分隔成更小的正方形（比如3x3交叉遊戲場）。<br>在遊戲中，圖像顯示在其中一個遊戲方塊中。<br>你的任務是找到一個圖像的當前位置匹配的位置顯示一個（或兩個）前面的步驟。如果匹配，請按相應的匹配鍵。聽覺字母也一樣。只要聆聽並嘗試記住前面步驟中的字母即可。<br><br>提示初學者<br>有兩點你必須知道做雙N後退任務的權利。這裡有一個簡短的提示清單供您開始：<br>- 每天至少做20分鐘（30-40分鐘更好），以獲得顯著的結果;<br>- 至少每週5天做一次;<br>- subvocalizing是不好的;<br>- 組塊不是那麼糟糕;<br>- 如果你在兩三個星期之內陷入困境，不要擔心，只要繼續前進，不要忘記：<br>- 推動你的極限。如果您在任務中獲得了80％的成功率，請上升到新的水平。不要試圖穩定你已經很好的水平。走出你的舒適區是增長的唯一途徑。<br><br>真實的生活福利<br><br>很多人在完成N-Back Task之後報告了很多好處，比如：<br>更容易得到討論<br>更好的口頭流利<br>更快的閱讀和更好的理解<br>更好的專注和重點<br>更好的夢想回憶<br>鋼琴演奏的改進<br>所有這些好處（還有很多其他的）都是從N-Back任務訓練的真實用戶反饋中獲得的。<h2 class=\"bb_tag\" >Complex Working Memory (CWM)</h2>複雜工作記憶（CWM）是一項大腦訓練練習，可改善工作記憶和流體智力。<br>目前的實施是基於Jason M. Cheyne和Alexandra B. Morrison研究的“拓展思維工作空間”的研究任務。<br>總之，這項研究表明，使用CWM任務來提高工作記憶，認知控制和對所讀內容的理解是成功的。<br><br>概觀<br><br>CWM練習包括回憶階段和回憶階段。練習中的回合次數等於CWM練習的當前水平。<br>CWM練習中的每一輪都由兩部分組成：開始時的決策部分和結束時的記憶部分。<br>通常在一輪中有4個決策任務，然後是要記住的項目。所以，例如，練習等級是5，你必須記住總共5個項目。<br>經過所有回合後，有一個召回階段，你必須回憶所有記得的物品。<br>有兩種類型的CWM量程任務：<br>空間水煤漿<br>口頭CWM<br>決定和記憶/召回部分的練習是不同的每種類型。<br><br>空間水煤漿<br><br>在空間水煤漿的決策階段，您需要決定顯示的圖形是否在Y軸上是對稱的。 （對稱意味著它的左邊部分是右邊部分的鏡像反射）<br><br>口頭CWM<br><br>在口頭CWM的決定階段，你將不得不決定所顯示的字符是否構成正確的單詞。<br>如果拼寫正確，按“是”按鈕（或鍵盤上的對應鍵）。如果沒有 - 按No.<br>在口頭CWM的記憶階段，你會看到字母表。記住每一輪的信。<br>在召回階段，您必須按照出現的順序（通過單擊網格中的單元格）回顧這些字母。<h2 class=\"bb_tag\" >Space Task</h2>游戏旨在改善个人的情节记忆。 情境记忆是当你记住购物几个小时之后将你的汽车停放在一个多层停车场的地方，或者你在几个小时前把你的钥匙留在家中时所需要的记忆类型。 这是认知功能的一个方面。<h2 class=\"bb_tag\" >Schulte tables</h2>舒尔特表是开发大脑，注意力，注意力，加速视觉搜索的最有效的练习之一。 另外这个练习是阅读速度最快的练习。 舒尔特表通常由随机排列的数字组成。 表格中的单元格数目也不同，通常它们是5x5元素的大小。<h2 class=\"bb_tag\" >Anagrams</h2>Anagrams很好地发展思维，速度阅读和思想速度。 最重要的是在游戏中找到尽可能多的真正的字谜游戏。<h2 class=\"bb_tag\" >Mental Math</h2>心理數學是測試/改善你的心智技能計算的大腦遊戲。<br>我們在頭腦中進行計算，提高你的注意力，工作記憶和處理速度。<h2 class=\"bb_tag\" >Corsi</h2>練習Corsi是Corsi Block-Tapping測試的實施。<br>Corsi Block-Tapping是內存任務的變體。它最初基於數字跨度任務，但不同於數字跨度，它需要使用視覺空間記憶。<br><br>Corsi塊敲擊任務的過程要求主體觀察塊的順序，然後按順序重複順序。任務從少量塊開始，逐漸增加。該測試測量正確序列的數量和記憶的最長序列。<br><br>這個數字被稱為科西斯跨度，對於正常的人類平均值約為5。涉及進行該測試的受試者的功能磁共振成像研究顯示，雖然序列長度增加，但一般的大腦活動保持不變。所以雖然人類可能會顯示編碼的困難，但這與整體大腦激活無關。無論能否完成任務，都不涉及腹外側前額葉皮層。 Corsi以正常順序阻止任務需要視覺空間坐墊的支持，但不是來自語音循環。當被召回的序列長於三或四個項目時，使用中央執行資源。<h2 class=\"bb_tag\" >Fastest</h2>最快的是反應速度測試。<br>了解你的反應速度，總是可以與其他人比較。這是必要的，以便妥善組織他們的培訓。如果突然反應速度開始下降，那麼緊急增加練習次數以提高反應速度。你可能不會注意到反應開始有多快。這經常發生在許多運動員身上。看，大量的運動員成功地表演，然後不知不覺地倒下了糟糕的結果。沒有人能理解發生了什麼事。看來物理形態好，但沒有結果。<h2 class=\"bb_tag\" >We transform science into delightful games</h2>For decades, researchers have created tasks that measure cognitive abilities. We’ve adapted some of these tasks and made some of our own, creating cognitive games. It makes you smarter!<h2 class=\"bb_tag\" >Dual N-Back</h2>Dual N-Back proven, pass the learning results into another brain activity. This effect has been confirmed by a number of scientific studies.<br>&quot;Fluid intelligence (Gf) refers to the ability to reason and to solve new problems independently of previously acquired knowledge. Gf is critical for a wide variety of cognitive tasks, and it is considered one of the most important factors in learning. Moreover, Gf is closely related to professional and educational success, especially in complex and demanding environments.&quot;<br><br>How To Start<br><br>The Dual N-Back game field is a square separated to smaller squares with lines (like 3x3 cross-zero game field).<br>During the game the image is shown in one of the game squares.<br>Your task is to find a match of the current position of the image to the position shown one (or two) step earlier. If there was a match, press the corresponding match key. Same thing for the auditory letters. Just listen and try to remember the letters from the previous steps.<br><br>Tips For Beginners<br>There are some points you have to know to do the Dual N-Back task right. Here is a short list of tips for you to start:<br>- do it at least 20 minutes a day (30-40 is better) to have significant results;<br>- do it at least 5 days a week;<br>- subvocalizing is bad;<br>- chunking is not so bad;<br>- if you get stuck on one level for two or three weeks don't worry, just keep going, but don't forget to:<br>- push your limits. If you get 80% success rate on the task, move up to the next level. Don't try to stabilize a level you are already doing good. Going out of your comfort zone is the only way to grow.<br><br>Real Life Benefits<br><br>A lot of people report numerous benefits after doing the N-Back Task, such as:<br>easier to get a hold of a discussion<br>better verbal fluency<br>faster reading with better understanding<br>better concentration and focus<br>better dream recall<br>improvements in piano playing<br>All these benefits (and there are many others) were taken from the real user feedback on the N-Back task training.<h2 class=\"bb_tag\" >Complex Working Memory (CWM)</h2>Complex Working Memory (CWM) is a brain training exercise that improves working memory and fluid intelligence.<br>The current implementation is based on the task used for the study &quot;Expanding the mind’s workspace&quot; by Jason M. Cheyne and Alexandra B. Morrison.<br>In short, the study demonstrates the success in using the CWM task to improve working memory, cognitive control and understanding of what has been read.<br><br>Overview<br><br>The CWM exercise consists of the remembering rounds and the recall stage. The number of the rounds in an exercise equals to the current level of the CWM exercise.<br>Every round in the CWM exercise consists of two parts: the Decision making part at the beginning and the Remembering part at the end.<br>There are usually 4 Decision tasks in one round that are followed by an item to Remember. So, for example, it the exercise level is 5 you'll have to remember 5 items in total.<br>After all rounds passed there is a Recall stage where you have to recall all the remembered items.<br>There are two types of the CWM Span Task:<br>Spatial CWM<br>Verbal CWM<br>The Decision and Remembering/Recall parts of the exercise are different for each type.<br><br>Spatial CWM<br><br>On the Decision stage of the Spatial CWM you'll have to make a decision whether the displayed figure is symmetric on the Y axis. (Symmetric means its left part is its mirrored reflection of the right part)<br><br>Verbal CWM<br><br>On the Decision stage of the Verbal CWM you'll have to make a decision whether the displayed characters form the correct word.<br>If the word is spelled correctly press the Yes button (or correspondent key on the keyboard). If not - press No.<br>On the Remembering stage of the Verbal CWM you are shown the alphabet letter. Remember the letter on every round.<br>On the Recall stage you have to recall the letters in the order they appeared (by clicking the cells in the grid).<h2 class=\"bb_tag\" >Space Task</h2>Game aimed at improving an individual’s episodic memory. Episodic memory is the type of memory required when you have to remember where you parked your car in a multi-storey car park after going shopping for several hours or where you left your keys in home several hours ago, for example. It is one of the facets of cognitive functioning.<h2 class=\"bb_tag\" >Schulte tables</h2>The Schulte table is one of the most effective exercises for developing the brain, attention, concentration, speeding up the visual search. Also this exercise is the most popular exercise for the development of speed reading. Schulte tables usually consist of randomly arranged numbers. The number of cells in the tables is also different and most often they are the size of 5x5 elements.<h2 class=\"bb_tag\" >Anagrams</h2>Anagrams very well develop thinking, speed reading and speed of thought. The main thing is to find as many true anagrams as possible for the time set in the game.<h2 class=\"bb_tag\" >Mental Math</h2>Mental Math is a brain game for testing / improving your mental skill calculations.<br>We do calculations in the mind and improve your attention, working memory and processing speed.<h2 class=\"bb_tag\" >Corsi</h2>Exercises Corsi is the implementation of the Corsi Block-Tapping test.<br>Corsi Block-Tapping is a variant of the memory task. It was originally based on the Digit Span task, but unlike Digit Span, it requires the use of visuo-spatial memory.<br><br>The process of the Corsi block tapping task requires the subject to observe the sequence of blocks, and then repeat the sequence back in order. The task starts with a small number of blocks and gradually increases in length up. The test measures both the number of correct sequences and the longest sequence remembered.<br><br>This number is known as the Corsi Span, and averages about 5 for normal human subjects. An fMRI study involving subjects undergoing this test revealed that while the sequence length increases, general brain activity remains the same. So while humans may show encoding difficulty, this is not related to overall brain activation. Whether able to perform the task well or not the ventrolateral prefrontal cortex is highly involved. Corsi blocks tasks with a normal forward order requires support from the visuospatial skech pad, but not from the phonological loop. When the sequence to be recalled becomes longer than three or four items, central executive resources are used.<h2 class=\"bb_tag\" >Fastest</h2>Fastest is a reaction rate test.<br>Knowing your reaction speed, it can always be compared with other people. This is necessary in order to properly organize their training. If suddenly the reaction rate began to fall, then urgently increase the number of exercises to improve the reaction speed. You may not notice how fast the reaction starts to fall. This often happens with many athletes. Look, a huge number of athletes performed with success, and then somehow slipped unnoticed to bad results. And no one can understand what happened. It seems that the physical form is good, but there are no results.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 繁体中文, 简体中文, 韩语, 波兰语, 葡萄牙语 - 葡萄牙, 俄语, 泰语, 土耳其语, 日语, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/772470/header.jpg?t=1528522878",
    "developers": [
      "ALEKSANDER CHEPAIKIN"
    ],
    "publishers": [
      "ALEKSANDER CHEPAIKIN"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6000,
      "final": 6000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 60.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 2,
      "highlighted": [
        {
          "name": "Corsi Level 2",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/772470/e83dc9e5fe85085d2949ec4add984e70b2718f44.jpg"
        },
        {
          "name": "Corsi Level 3",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/772470/e83dc9e5fe85085d2949ec4add984e70b2718f44.jpg"
        }
      ]
    },
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 23,
      "total_negative": 3,
      "total_reviews": 26
    }
  }
}