{
  "773340": {
    "name": "WingMen",
    "steam_appid": 773340,
    "required_age": 0,
    "is_free": false,
    "description": "WingMen is a simple, yet challenging flight simulation game. The player controls a character with a jetpack strapped to it's back. The main purpose of the game is to try to survive as long as possible without being shot down by enemy AIs, and avoid collision with the world while trying to take down as many enemies as possible. Accumulate score and kill points, and try to beat your high scores every time you play.<br />\r\n<br />\r\nAIs are intelligent. They come with obstacle avoidance systems that help navigate the environment realistically and avoid player or rocket attacks. Player character is equipped with both a rocket launcher and machine gun attached to the jetpack. Another feature in the game is player or team AIs which is available to the player in case situation becomes a tad overwhelming. This feature can only be used once in the level and for a specific period of time - 60 secs, so a wise decision as to what stage in the game you call for backup is required. This adds to the overall challenge of the game.<br />\r\n<br />\r\nThe game environment is built with high quality, low poly models which makes the entire game light enough to be deployed across various PC specs and run without glitches or bugs. The HUD and effects add to the overall visual beauty of the game which comes with preloaded royalty free music that adds to the overall appeal of the game.<br />\r\n<br />\r\nFinally, everytime the player starts a new game, a different level is loaded automatically from a collection of already preloaded levels in the game. This feature provides new challenges and visual aesthetics for the player.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/773340/header.jpg?t=1527777970",
    "developers": [
      "Robert Mensah"
    ],
    "publishers": [
      "Robert Mensah"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}