{
  "773310": {
    "name": "Morleyville Mall Demo",
    "steam_appid": 773310,
    "required_age": 0,
    "is_free": true,
    "description": "You are an aspiring paranormal investigator eager to join the Spook Inspectors Paranormal Society (SIPS). Your task is to investigate the allegedly haunted Morleyville Mall and find evidence of paranormal activity using a variety of devices.  The Spook Inspectors describe themselves as a &quot;scientific organization&quot;, although their logo of a sheet ghost has led to a certain skepticism about that claim. So have some of their antics. <br />\r\n<br />\r\nMorleyville Mall has long been rumored to be plagued by unexplained occurrences. Staff complain about apparitions, disembodied voices, poltergeist activity, people being crushed by falling mannequins or Big Baby Bob Five-Foot Beanbag Plushies (tm). Waitresses in the Gnibbling Gnomes Family Restaurant complain that the &quot;gnomes are (g)naughty at (g)night&quot;, whatever that means. Burger-flippers in the Food Court claim that someone else flips their burgers, usually on the floor. Customers sometimes run screaming from stores claiming to have seen a &quot;dark figure&quot;.<br />\r\n<br />\r\nThe mall management has issued the following statement: &quot;Management asks everyone to remain rational. Ghosts do not exist, mannequins do not fall unless someone pushes them over. Teenage pranksters are the likely cause for many of these incidents, in fact security has caught several such hooligans. Other incidents have obvious natural causes. For example, the giant Big Baby Bob Five-Foot Beanbag Plushies (tm) are so abnormally large and tippy that they will inevitably topple over on occasion, especially when store clerks insist on placing them on the topmost shelves. Claims of apparitions and voices can be attributed to bad indigestion from people eating too much in the Food Court, although we are obviously not discouraging anyone from enjoying the delicious food there. But the public should rest assured that the mall is a safe and fun place to shop, socialize, and dine, as well as a great place to run a business.&quot;",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/773310/header.jpg?t=1532363698",
    "developers": [
      "StarvingIndieDeveloper"
    ],
    "publishers": [
      "StarvingIndieDeveloper"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": {
      "total": 1,
      "highlighted": [
        {
          "name": "Test 3",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/773310/ce6f4e7bb0f6058e9df42ef3069b2a3cbdc3f436.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}