{
  "773600": {
    "name": "Talisman - The Woodland Expansion",
    "steam_appid": 773600,
    "required_age": 0,
    "is_free": false,
    "description": "<i>“Surrounding the land of Talisman are four great kingdoms known as Regions. Each Region offers great opportunities, as well as terrible dangers, for adventurers brave enough to enter it. This expansion allows players to enter one of these extraordinary areas - the Woodland Region, the domain of the immortal fae.”</i><br><br>Discover the Woodland Region, one of the four Kingdoms surrounding the land of Talisman. This expansion adds a new board piece to the main Talisman board, ready to be explored. Make your way through the woods until you reach your meeting with Destiny!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/773600/extras/5c0a2e4d2a47da3747a1775d7206e6f2.avif?t=1616158693\" width=616 height=350 /></span><br><br>As you enter The Woodland you must take a Path card. Paths determine how your character will experience the Woodland Region and what happens at the Meeting with Destiny space. When you reach your Meeting with Destiny, you must resolve the Destiny affect on your Path Card. After you do, you must emerge from the Woodland and move to the Forest space. <br><br><strong>Light and Dark Fate</strong><br>“The fae have emerged from their mysterious, forested homeland and altered the course of fate forever.”<br>The Woodland Expansion introduces new rules for fate which replace the classic rules found in the Talisman base game. You will now be able to use Light and Dark Fate. At the start of the game you’re able to split your fate into Light and Dark as you please, and so on as you gain fate throughout the game.<br><br>Dark Fate allows you to sabotage other players by re-rolling their die. If you’re in a battle with another player and they roll an attack score which will defeat you, you can use a Dark Fate token to make them re-roll their die. Light Fate works the same as Fate has previously in Talisman. <br><br>Characters within the Woodland Expansion have special abilities which require specific tokens. If a character is killed any tokens they have left on the board are removed. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/773600/extras/5d0fe1d8bd4c2f7ff2c5d3e087251f1c.avif?t=1616158693\" width=616 height=350 /></span><h2 class=\"bb_tag\" >Ancient Oak</h2>Living for thousands of years has taught the Ancient Oak many secrets. With strong beliefs on how the land should be ruled you’ll make an unassuming but strong contender for the Crown of Command. When you play as the Ancient Oak:<br><ul class=\"bb_ul\"><li>You begin the game with 1 growth token.<br></li><li>Whenever you turn trophies in to gain 1 point of Strength or Craft, you may put a Growth token on your character instead. You cannot have more than 5 tokens.<br></li><li>For each Growth token on your character card increase your life Value by 1, if you have the red side up you gain 1 Strength, if you have the Blue side up you gain 1 Craft. <br></li><li>At the start of each turn, you may flip your Grown tokens to any side you wish. <br></li><li>When you end your turn in the Woods or the Forest you may heal 1 life or replenish 1 fate. <br></li><li>You cannot use Armour or Weapons.</li></ul><h2 class=\"bb_tag\" >Totem Warrior</h2>The Totem Warrior channels the spirits of his vanquished foes into powerful abilities. Draw power from your fallen enemies as you battle for the crown! When you play as the Totem Warrior:<br><ul class=\"bb_ul\"><li>You begin the game with an Axe<br></li><li>When you defeat an Enemy in battle of psychic combat, put 1 Totem Spirit token on your character card. You cannot have more than 3 Totem Spirit tokens. <br></li><li>After your dice are rolled in battle or psychic combat you may discard 1 Totem Spirit token from your character card and add 1 to your attack score.<br></li><li>At the start of your turn you may discard 1 Totem Spirit token from your character card to heal 1 life, replenish 1 fate, or gain 1 Spell if your craft allows. </li></ul><h2 class=\"bb_tag\" >Leywalker</h2>Magic Ley Lines cover the land of Talisman, channeling magical energies towards certain locations. As one of the few skilled Craft workers that have learned how to harness the power of Ley Lines, you’ll be able to create and use portals to travel along them. When you play as the Leywalker:<br><ul class=\"bb_ul\"><li>You being the game with 3 Portal tokens on your character card. <br></li><li>Whenever a character not in the Inner Region casts a Spell you may place a portal token from your character onto their space. <br></li><li>Instead of your normal move, you may teleport to any space with one of your Portal tokens. After moving this way, you will regain your portal token. <br></li><li>Whenever you land on the Runes and/or on a space with one of your portal tokens, you may gain1 Spell if your craft allows it. <br></li><li>When you're about to engage in battle, you may discard a Spell to use your Craft instead of your Strength during battle.</li></ul><h2 class=\"bb_tag\" >Spider Queen</h2>Trapped in the Cursed Glade for most of her life, the Spider Queen has become spiteful towards others. Leaving webs and your spiders across the land to hinder your enemies, you’ll weave your way to the Crown of Command. When you play as the Spider Queen:<br><ul class=\"bb_ul\"><li>You begin the game with 6 spider tokens. <br></li><li>At the start of your turn you may place a Spider token from your character card onto any space with a character with its Web side faceup. <br></li><li>When you enter a space with a Web token you may immediately end your movement. <br></li><li>When another character enters a space with a Web token they must immediately end their movement. Whenever a character ends their movement in a space with a Web token, flip the token to its crawler side. <br></li><li>Whenever a character on a space with a Crawler token makes a roll, you may return a Crawler token on their space to your character card to add or subtract 1 from that roll to a minimum of 1. </li></ul><h2 class=\"bb_tag\" >Scout</h2>Finding clear paths through Talisman is never an easy task. The Scout has spent years training to avoid potential dangers that lurk in the shadows. When you play as the Scout:<br><ul class=\"bb_ul\"><li>You begin the game with 5 Hidden Path tokens on your character card. When you draw an Enemy, Stranger, or Place, you may place one of your hidden Path tokens from your character card onto that card. <br></li><li>If you do so, draw 1 extra card and add it to your space. <br></li><li>You may choose not to encounter cards with hidden Path tokens on them. Other characters cannot encounter cards with Hidden Path token on them. They still count as faceup cards in that space. If a card with a Hidden Path token is removed from its space, return that token to your character card. <br></li><li>When you roll the die for movement, you may add 1 to the result. <br></li><li>You need not roll the die in the Chasm, Crags, or Forest unless you wish to. If you choose to you must accept the result. </li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/773600/extras/dab4ca6f3bca222700ef6d53346f7ea1.avif?t=1616158693\" width=616 height=350 /></span><h2 class=\"bb_tag\" >Judged by Fate</h2>The Crown of Command cannot be ruled by a tyrant. The sheer power the Crown holds needs to be controlled by someone of good judgement and nature. Once a player has reached the Crown of Command, all characters within the Inner Region will be teleported to the Portal of Power and no character can enter into the Inner Region for the rest of the game. Each character must then roll 1 die to see what their judgement is. The last character alive is the true ruler and wins the game.<h2 class=\"bb_tag\" >Wanderlust</h2>The path to the Crown of Command is filled with dangerous and difficult challenges. Before approaching the Crown you must first resolve three Path Card’s in the Eyrie, Town Square or Meeting with Destiny spaces. Once you’ve completed three Path Cards and you reach the Crown of Command your valiant efforts will be rewarded. <br>*This ending requires the Dungeon, Highland, City and Woodland expansions.<h2 class=\"bb_tag\" >War of Seasons</h2>Oberon and Titania have taken control of the Crown of Command. To relinquish their power one of them must be defeated. Players place their Fate down on the ending card which Oberon and Titania draw their strength from. All players are teleported to the Forest and have to work their way to the Meeting with Destiny space before they can challenge Oberon or Titania. Oberon fights using Strength with every Dark Fate token placed adding +1 to his Strength, Titania fights with Craft with every Light Fate token placed adding +1 to her Craft. The battle will be hard so make sure you’re ready for a mighty showdown. Whoever defeats either Oberon or Titania first wins the game. <br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/773600/extras/73c42c8de5354a151cd6f10e1734849b.avif?t=1616158693\" width=616 height=350 /></span><br><br><ul class=\"bb_ul\"><li>103 Woodland Cards<br></li><li>20 Path Cards<br></li><li>14 Destiny Cards<br></li><li>3 Alternative Endings<br></li><li>5 New Characters</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/773600/header.jpg?t=1616158693",
    "developers": [
      "Nomad Games"
    ],
    "publishers": [
      "Nomad Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}