{
  "773830": {
    "name": "Dr. Trolley's Problem",
    "steam_appid": 773830,
    "required_age": 0,
    "is_free": false,
    "description": "Dr. Trolley's Problem brings the classic philosophical quandaries of <i>The Trolley Problem</i> to life and asks you to make life or death decisions on the fly. Explore your moral fibre in ways you never imagined (or asked for)!<br><br>Dr. Trolley is an infamous robot mad scientist from another dimension which has sequestered you in its simulation to answer the most pressing questions:<br> <br><i>Should humans be allowed to drive cars? </i>Or would driving (and most other things) be safer in the hands of Artificial Intelligence?<br><br>Along the way Dr. Trolley will probe all the classic philosophical quandaries of The Trolley Problem. You'll be asked life or death decisions on the fly. You'll explore your moral fibre in ways you never imagined (or asked for). You'll find out what your friends are made of. And you'll help Dr. Trolley decide if you're capable of making any decisions at all!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/773830/extras/450d67e6c9040fafdbeecb76e843d645.avif?t=1663876472\" width=498 height=402 /></span><br><br><strong>Prepare earn your PhD in Trolleyology!</strong><br>This game is game made for the love of The Trolley Problem and all the weird and wonderful questions it makes you ask about yourself. We thought it would be fun to develop a platform for extending the Trolley Problem in all directions. We eventually want to collect accurate statistics about the choices people make (de-identified data, of course) so users can see what choices other people made in the strange situations the game presents. We'd also like to add new situations over time, possibly themed in interesting ways.<br><br>Currently the game includes 50 ethical situations that last anywhere from 30 seconds to one minute each. Some situations involve reading what is presented on screen. Within each situation the player decides whether or not to act to save a character (or not).",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/773830/header.jpg?t=1663876472",
    "developers": [
      "Wero"
    ],
    "publishers": [
      "Wero Creative"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}