{
  "775240": {
    "name": "ControlMyJoystick Demo",
    "steam_appid": 775240,
    "required_age": 0,
    "is_free": true,
    "description": "Note: This demo is fully functional except for the following:<br>- You cannot import profiles.<br>- Profiles are limited to a maximum of two macros.<br>The paid version does not have these limitations.<h2 class=\"bb_tag\" >'<i>It emulates. In a fun way.</i>' - RB</h2><br>Use your voice, smartphone or optional 3Dconnexion controller to send commands to your game as joystick, keyboard and mouse input.  No programming knowledge required!<h2 class=\"bb_tag\" >Speak Your Mind</h2>Simply speak a command like ‘Gear Up’ to perform the corresponding command in-game.  It is easier than searching for the correct key on your keyboard.<h2 class=\"bb_tag\" >Be Multi-Dimensional</h2>Add an optional 3Dconnexion controller to allow in-game movement up to six degrees of freedom.   Perfect for flight and scrolling-type games.<h2 class=\"bb_tag\" >Just Tap It - with your Phone!</h2>Use up to three iOS and Android devices simultaneously to send commands to your game with our free ControlMyJoystick Remote App.<h2 class=\"bb_tag\" >Features</h2><u>Prolific Profiles</u> - Create one or more profiles per game.  Then add macros, triggers and scripts to the profile.  Change profiles easily without have to restart the game or ControlMyJoystick.<br><br><u>Mmmm Macros</u> - Add macros to profiles for each command such as ‘Gear Up’ or ‘Show Map’. You can have as many as you like.<br><br><u>Terrific Triggers</u> - Use your voice, app or 3Dconnexion controller as a trigger to run a macro and it’s corresponding script.  You can even embed scripts within scripts.<br><br><u>Super Scripting</u> - Create scripts to send commands to the game, switch axis curves, control external devices and other cool things.  It’s point and click, so no programming knowledge is necessary.<br><br><u>Share The Fun</u> - Easily import and export your game profiles so that you can share them with other gamers.<br><br><u>Wonderful WASD</u> - Use a 3Dconnexion controller to emulate a digital joystick for scroll-around-the-map kind of games.<br><br><u>Hack It</u> - If you are handy with code, you can create your own trigger sources and send notification events when a macro is run.  We included UDP sender and receiver test apps so can see how it works.<br><br><u>Curve It</u> - Easily create 3Dconnexion controller axis response curves, trim and dead-zones then switch between different curves by any trigger.  Think separate curves for ‘cruising’ and ‘landing’.<br><br><u>Multi-threaded Mayhem</u> - Each macro runs on it’s own thread, so you can run more than one macro simultaneously.<br><br><u>Windowed Wonderful...ness</u> - If you are running a game in a window, you can set it as a profile target so that each macro sends command to the game, and not your web browser, etc..<br><br><u>Driver Delight</u> - Joystick emulation uses the Tetherscript Virtual Controller driver, which is legit, digitally signed and secure..<br><br><u>It's Pretty</u> - Customize ControlMyJoystick’s look and feel by choosing from over 100 themes and adjustable font sizes.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/775240/header.jpg?t=1736338487",
    "developers": [
      "Russ Beuker"
    ],
    "publishers": [
      "Tetherscript Technology Corporation"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 11 日"
    },
    "categories": [
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}