{
  "775510": {
    "name": "X Caeli: The Iron Hand of Love Demo",
    "steam_appid": 775510,
    "required_age": 0,
    "is_free": true,
    "description": "X Caeli is a bizarre amalgam of puzzle, arcade and comedic Visual Novel. It features deadly combat where you’ll need to craftily manipulate your ever-changing gear assortment to outwit your foes – it’s brains first, brawn second. The system is complex and requires some effort to master so be prepared to die a lot in the first hours of gameplay. It becomes brutally honest once you understand it, though, and every combat gets winnable – no luck involved, only skill.<br />\r\n<br />\r\nYou're battling the waves of incoming foes in the style of old arcades. At the beginning of each fight, you're given a randomly generated assortment of starfighter equipment - you need to outfit your ship (actually called &quot;Throne&quot; - protagonist is a deity so his armaments are theologically flavored) so you can counter the advances of one of the game's 40 waves of enemies. The process feels similar to making an RPG build.<br />\r\n<br />\r\nEach wave of foes tries to do their own thing - some flood the screen with so much projectiles that it's almost impossible to dodge so you need to build sturdy. X Caeli is euro-shmup inspired so you don't die from the first hit. Some return to you all the damage you cause so you need to act gently. Some don't even care about destroying you and instead just try to run for the win, forcing you to go in with your guns (aka &quot;Powers') blazing. Each wave is a puzzle to be solved and there are no clear-cut answers.<br />\r\n<br />\r\nThere are 12 Powers (weapons) in the game, each with completely different main and primary shooting modes. You can also enable EX modes for those, modifying their utility in varying ways. There are 6 Virtues (main stats, providing basic bonuses and enabling EX modes), 10 Acts (traits with global modificators), 5 Thrones, 5 Dominions (protective shields) and 4 Souls (powerful and slowly recharging tools). All the equipment is vastly different from each other and there are many rarely seen options there. This gives the combat tremendous replayability.<br />\r\n<br />\r\nThere's also a soft match-3 element. All enemies are colored and, upon their death, they harm all adjacent foes of the same color. You are not obliged to fight in this fashion and its effectiveness depends on your build - some can easily ignore it, some profit a lot. Some armaments are color dependent, dealing damage to the foes of specific colors or protecting you from their attacks. It's yet another angle to take when fighting the foes.<br />\r\n<br />\r\nThe story happens in-between the combats and is centered around an ancient &amp; very evil stargod Caelum who is forced to protect a spaceship full of beautiful babes. That's not something he's used to be doing, but life is not always fair. Our story is as devoid of cliches as possible - it's definitely not another visual novel. We have a nostalgic 90-s inspired art, our girls are actually in their twenties and they behave accordingly, our protagonist is neither high school kid nor a loli. We're especially proud of our art's composition because every picture is something that you will not see anywhere else. The plot is absurdly comedic and ends with the romance, of course.",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/775510/header.jpg?t=1580778055",
    "developers": [
      "Nerd Commando Game Studios"
    ],
    "publishers": [
      "Nerd Commando Game Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}