{
  "776070": {
    "name": "Blades of Orterra",
    "steam_appid": 776070,
    "required_age": 0,
    "is_free": false,
    "description": "Blades of Orterra is a Fantasy Open-World Multiplayer RPG created in Unreal Engine 4.<br><br>A castle of a dozen Kingdoms stacked one on top of the other, awaiting for those brave enough to ascend them— Orterra is filled with adventure. Progress through the floors of Orterra, reach the top of the castle, and discover the secrets hidden within each Kingdom.<br><br>Your quest begins on the first floor, from where you must not only progress individually, but also with your fellow players as a whole. Every Kingdom contains a labyrinth filled with dangers, and at the end of each labyrinth contains an enemy more powerful than any beast found up to that point. These enemies are called Guardians; once defeated, the next Kingdom becomes accessible to all players on the server.<br><br>Be anything you dream of being: Blades of Orterra follows a classless character design, allowing players a wide range of possible paths to choose from. From a blacksmith to a chef to a bounty hunter, you have the freedom to advance in a certain profession or multiple. The game will feature crafting professions, exploration, community, and of course, an immersive and interactive world.<h2 class=\"bb_tag\" >Combat</h2><br>Combat in Blades of Orterra is action-oriented and skill-based, inspired by titles like Dark Souls and Absolver. Battle can be hectic and will test your quick-thinking abilities. Whether fighting a boss or a wolf in the fields, players will need to choose their movements carefully and make every action count. Blocking, dodge-rolling, and proper positioning during battle can be the difference between victory and defeat for the player.<br><br>Players' loadouts of skills and equipment can be changed freely. Equip different weapons depending on your playstyle or the situation and mix and match armour pieces. The overall weight of armour equipped determines the speed you may move/dodge at. The armour weight types are Light, Medium, and Heavy.<h2 class=\"bb_tag\" >Progression</h2><br>In Blades of Orterra, there are two types of progression, global and personal. Throughout the game, the players can progress through the Kingdoms by defeating Guardians, the bosses of the Kingdoms. These fierce enemies will push the players' skills beyond their limits, and once beaten, all players, including new players in the server, may progress to the Kingdom above. This is <strong>global progression</strong>.<br><br>Before reaching the Kingdom's Guardian, players will set out to level up their character, find new gear, and become stronger to prepare for the challenges ahead. This is <strong>personal progression</strong>.<br><br><strong>KINGDOMS</strong><br><br>The worlds that form Orterra are separated into Kingdoms, each Kingdom has its own story line, and side-quests. Explore beautiful cities and towns, dungeons full of mysteries, and unlock new Kingdoms by advancing in the Labyrinth.<br><br>Orterra's worlds are dynamic and changing- every Kingdom is generated uniquely in each server. Dungeons, locations of shops, locations of chests and more are placed differently in each server to make every adventure a fresh experience.<br><br>Players can choose to either complete the story and quest content or hunt enemies to level up their characters for the next Kingdom. No content is mandatory or required. A Kingdom's story may be experienced without completing the previous Kingdoms' stories, but bear in mind an over-arching story connects each Kingdom's storyline. Players can always go back to previous Kingdoms by means of teleportation crystals.<br><br>Each Kingdom features a different biome and theme. You'll never know what kind of world you'll find next as you progress through Orterra.<h2 class=\"bb_tag\" >Professions</h2><br>After a long night of killing monsters and making new allies, you may want to take a break from combat and work on your Profession skills. In Blades of Orterra, professions play a big role in the market and creation of rare items. Players can choose from professions such as Cooking, Blacksmithing, Mining, and more.<br><br>Players will not be limited to a maximum number of professions. Our goal for professions is to have players interact with the profession rather than clicking and waiting to craft items. A Cook might experiment to discover new recipes for their next dish, or a Blacksmith might try smithing a sword with different hilts or materials. We want professions to be fun and satisfying.<br><br><strong>Feature List</strong><br><ul class=\"bb_ul\"><li>Action-oriented and Skill-based Combat</li><li>Equipment and Player progression</li><li>Dungeons and locations to explore</li><li>Unlockable skills, abilities, professions, and more</li><li>Party and Guild systems</li><li>Guardians and huge Bosses to defeat</li><li>Player-hosted servers, allowing for co-op and multiplayer</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/776070/header.jpg?t=1568870250",
    "developers": [
      "Covert Games"
    ],
    "publishers": [
      "Covert Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}