{
  "776240": {
    "name": "Arthurian Legends Demo",
    "steam_appid": 776240,
    "required_age": 0,
    "is_free": true,
    "description": "In a time before Camelot, magic coursed through the veins of Albion and for generations the people learned to harness this power, and as with all things in nature they understood there was a balance. For a time the people were united in peace, 'til the day the once-righteous king of Albion, Uther Pendragon, cast blame upon magic itself for the death of his queen, and thus decreed magic to be of &quot;The Old Religion&quot;, banishing it's practice and followers from Albion forever...<br />\r\n<br />\r\nA darkness now spreads across Albion, the crops are dying and the water is turning foul. The people are plagued with hunger and disease, fewer by the day have the strength to fend off the growing hordes of Saxons invading from the east. It is feared the Saxons are aided by dark magic, by those who were exiled by Uther's blood-lust, Masters of the Old Religion.<br />\r\n<br />\r\nAlone, against an army of Saxons, demonic beasts, possessed knights, exiled mages, the undead and worse. Thy journey will take thee 'cross foul and treacherous terrain, from dark forests, forts and swamps, to the frigid wilderness and frozen caverns, to castles, crypts and caves. Along the way lay many hidden secrets full of items, magical runes and powerful ancient relics to aid thee in thy journey. <br />\r\n<br />\r\nSlice the hell out of Saxons / demonic beasts / whatever. Smash them with thy shield, cut off their heads, make them explode in a magnificent shower of blood and guts, or simply give 'em a good old-fashioned fist and/or spiked club to the face. Conjure balls of fire and engulf thy foes in flames, freeze them and shatter their frozen corpses, cast thunderous storms of lightning to strike down any who stand beneath their tormenting clouds, and many more ways to bring thine enemies to ruin.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/776240/header.jpg?t=1632442391",
    "developers": [
      "Scolaro Games"
    ],
    "publishers": [
      "Scolaro Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 9 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}