{
  "776990": {
    "name": "Drunk or Dead - On the Road",
    "steam_appid": 776990,
    "required_age": "16",
    "is_free": false,
    "description": "Every epic story has its beginning…<br />\r\nWe had a few boxes of Jack Ahros, two  machine guns and unlimited amount of bullets, along with this huge red musclecar convertible we’d just rented off a parking.<br />\r\nAll this had been rounded up the night before, in a frenzy of high-speed driving all over county. We picked up everything we could get our hands on. Not that we needed all that for the trip, but once you get locked into a serious zombie apocalypse and all that can save you are strong drinks and hard toys you involuntarily find an excuse for all your inner demons. It was almost dawn, and we still had more than a hundred miles to go. <br />\r\nThey would be tough miles. Very soon, I knew, we would both be completely ripped. But there was no going back, and no time to rest. We would have to ride it out.<br />\r\n<br />\r\nGreetings to you, DoD fans. <br />\r\nWe believe that nobody can be fed up with shooting undeads, but variety does not happen superfluous so we are happy to introduce you our first new year DLC “DoD on the Road”<br />\r\n<br />\r\nHere you get:<br />\r\n<br />\r\n - New location - foggy fields. Endless fields of american Corn Belt, covered with fog where you can meet a lot of dangers - lonely abandoned cars, burning barrels and don’t forget about hordes of the ravenous undeads.<br />\r\n - New gameplay mechanics - death race. Ride through the fear and loathing, crush and shoot enemies, hold as long as possible and remember  that only moving can save you and every stop can cost you a life.<br />\r\n - New easter eggs for the true genre-fans. A lot of obvious and secret cultural references which will remind you a favorite movies of yours.",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 简体中文, 俄语, 日语, 韩语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/776990/header.jpg?t=1515613684",
    "developers": [
      "4 I Lab"
    ],
    "publishers": [
      "4 I Lab"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1900,
      "final": 1900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 19.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "74",
        "description": "血腥"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}