{
  "776970": {
    "name": "Scary new year",
    "steam_appid": 776970,
    "required_age": 0,
    "is_free": false,
    "description": "In <strong>&quot;Scary NEW YEAR&quot;</strong> you try to escape after waking up in the Dark Hell.<br> <br><strong>Story</strong><br><br>After an evening of festive New Year celebrations with your friends, you may have indulged in one drink too many. Your recollection of the day remains hazy at best, with only the lingering taste of your final drink resonating in your mind. As you awaken, you find yourself in an unfamiliar and desolate location, disoriented and devoid of any knowledge regarding your arrival or purpose there. The sole possessions in your possession are your bag and a trusty flashlight.<br><br>It is imperative that you swiftly devise an escape plan from this perplexing situation.<br><br><strong>Gameplay</strong><br><br>Embark on an adventure through the diverse landscapes of multiple islands, each waiting to be explored. Amidst the captivating scenery, you will stumble upon forsaken structures and residences that whisper tales of the past. However, beware of the lurking creatures that inhabit these lands, for they pose a great threat. Armed solely with a trusty flashlight, you must swiftly navigate through the treacherous terrain, evading the clutches of these menacing creatures. Your ultimate goal is to locate the designated escape point on the map and successfully depart from this enigmatic place. Prepare yourself for an adrenaline-fueled race against time.<br><br><strong>Sound</strong><br>A breathtaking soundtrack adds to this horror game. Every step will make you shiver.<br><br><strong>Karten</strong><br>Huge, labyrinthine maps await you. Every one is different, with new dangers and obstacles to overcome.<br><br><strong>Motto</strong><br><strong>Easy to learn. Hard to master.</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/776970/header.jpg?t=1687112960",
    "developers": [
      "SimplexGameStudio"
    ],
    "publishers": [
      "SimplexGameStudio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3900,
      "final": 3900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 39.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}