{
  "777180": {
    "name": "Game Server Toolbox",
    "steam_appid": 777180,
    "required_age": 0,
    "is_free": false,
    "description": "Game Server Toolbox is a utility that allows you to create and manage game servers. It has many features tailored to both basic and advanced users. It keeps server creation uniform across many games by using Server Profiles that are uploaded by the community for easy server creation.<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" >Who is Game Server Toolbox for?</h2></h2>Game Server Toolbox is designed and tailored for basic to advanced users that want a easy uniform way to create game servers.<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" >What dose Game Server Toolbox have to offer?</h2></h2><ul class=\"bb_ul\"><li><strong>Notification Management!</strong><br>See what Game Server Toolbox and your servers are up to by using our built-in notification system that alerts you by email.<br><br></li><li><strong>Multi-Instance Server Creation!</strong><br>Game Server Toolbox allows you to use the same set of Server Files for as many servers your system can handle as long as the game supports it.<br><br></li><li><strong>Easy Server Creation Using Server Profiles!</strong><br>Game Server Toolbox has never made it easier to create game servers. Simply download a Server Profile and all the configuration values will be populated for you! No Server Profile? No problem! Game Server Toolbox allows you to create a game server for virtually any game! We encourage you to upload and share your profile to the community once your server is up and running!<br><br>View a list of games that have Server Profiles available for download here: <br><br></li><li><strong>Scheduled Restarts!</strong><br>Easily set your server to restart at certain times of the day!<br><br></li><li><strong>System Resource Management!</strong><br>Manage how much CPU and RAM your system is using to gauge how many servers your system can handle.<br><br></li><li><strong>Server Files Management!</strong><br>Keep all your Server Files in one place for easy management! Game Server Toolbox allows you to add Server File Locations so you can easily create servers using them.<br><br></li><li><strong>There are many more features Game Server Toolbox has to offer and many more to come!</strong></li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/777180/header.jpg?t=1709562260",
    "developers": [
      "SectorByte Solutions, LLC."
    ],
    "publishers": [
      "SectorByte Solutions, LLC."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 30 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}