{
  "777390": {
    "name": "Flyout",
    "steam_appid": 777390,
    "required_age": 0,
    "is_free": false,
    "description": "Flyout is an aircraft building game with an emphasis on design freedom and realistic physics, sound and effects. Use the in-game modeling tools to create an aircraft of any shape, add and configure engines for your needs, set up control surfaces and take your design on a test flight around an earth-sized procedurally generated planet.<h2 class=\"bb_tag\" >Editor Tools</h2><br><strong><br>-freeform fuselage editor<br>-wing editor<br>-material and texture settings<br>-paint tools and import of custom decals<br>-configurable turbines, ramjets, piston engines and electric motors<br>-configurable propellers and rotors that can be connected to any engine(s) via gearbox<br>-configurable landing gear<br>-configurable control surface and joint inputs <br>-fly-by-wire settings<br>-basic cockpit interior parts<br>-import reference images to create replicas<br>-modding support that currently allows import of .obj models and textures</strong><h2 class=\"bb_tag\" >Simulation</h2><strong><br>-wing shape, span and sweep have a large effect on flight behavior<br>-fuselage drag is calculated from shape<br>-engine simulation <br>-aircraft sounds change with design<br>-realistic atmosphere model<br>-wind, turbulence, vertical draft<br>-ground effect</strong><h2 class=\"bb_tag\" >BEFORE YOU BUY:</h2>This game is not easy. There are no in-game tutorials and tool tips are limited due to Early Access status. <br>Fuselage editing is similar to modeling in any 3D software, although much simplified.<br>There will be bugs due to the highly unrestricted editor and Early Access status of the game.<br>Basic understanding of aircraft physics and flight controls is required or at least recommended.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/777390/header.jpg?t=1766552253",
    "developers": [
      "Stonext Games"
    ],
    "publishers": [
      "Stonext Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 11 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 14,
      "total_negative": 13,
      "total_reviews": 27
    }
  }
}