{
  "777490": {
    "name": "Grass Cutter Demo",
    "steam_appid": 777490,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/777490/extras/8b79fcf630f7c64770370096121cb06d.avif?t=1667016574\" width=600 height=100 /></span><br><br><strong>GAME OVERVIEW:</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/777490/extras/494ddea6e23b94feefc54b503fe548bc.avif?t=1667016574\" width=600 height=100 /></span><br><br>Grass Cutter is a game with rare and unique mechanics that requires logical thinking and quick reaction speeds. You have to mow the lawns at all the sites. At first it seems quite simple ... Right? But it's not! The game contains a real challenge that not every player can manage.<br><br>Almost every level is a small puzzle. Solve it and you will be able to find the right solution! And this is the easiest part of the game.<br><br>Each lawn mower in the game has an energy reserve that is constantly running out. If you forget about the energy, then boom, you've lost! If you turn in the wrong direction when you are near dangerous obstacles, then boom, you've lost a part of the valuable energy reserve or you lose! If you come into contact with dangerous enemies or come under their influence, then boom again, you lose!<br><br>In addition to the challenges in the game, there are many rewards and bonuses that will keep you interested and make the gameplay even more fun!<br><br>And this is just the tip of the iceberg, the most interesting things are in the game itself.<br><br>WARNING: The game requires nerves of steel, quick reactions and concentration!<br><br><br><strong>THE GAME'S PLOT:</strong><br><br>The well-known, innovative company Grass Xtract, which specializes in plant breeding, has been developing new, beautiful and thick grass for lawns under the leadership of its CEO Michael Green.<br><br>Under pressure from management, the scientists developing grass seed did not have time to conduct all the laboratory testing before the company decided to release their product. To simplify the grass breeding and speed up the process, a drug was invented called leavenatine. Without enough time to calculate the optimum amount needed for the process to continue stably, the scientists made a mistake and added too much of the drug.<br><br>All this adversely affected the DNA of the grass. It began to mutate, leading to the birth of real, live monsters -- straight out of the lawn. The monsters are threatening the rule of law and the life of humanity!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/777490/extras/5dd94ee16e447fa94e6cd8005d8da291.avif?t=1667016574\" width=608 height=120 /></span><br><br>They can not be set on fire or poisoned with acid because the components released into the environment can infect other plants nearby.<br><br>There is only one solution. All the lawns of Grass Xtract clients must be mowed.<br><br>Are you ready to face danger and become the hero who will save the world?",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 葡萄牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/777490/header.jpg?t=1667016574",
    "developers": [
      "Nikolai Usachev"
    ],
    "publishers": [
      "USANIK STD"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 14,
        "description": "解说可用"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}