{
  "778630": {
    "name": "Snoobli",
    "steam_appid": 778630,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/778630/extras/14ca92ff724db70fedeb4a0343895b9d.poster.avif?t=1560037341\" width=600 height=338 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/778630/extras/14ca92ff724db70fedeb4a0343895b9d.webm?t=1560037341\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/778630/extras/14ca92ff724db70fedeb4a0343895b9d.mp4?t=1560037341\" type=\"video/mp4\"></video></span><br><br><br><strong>Snoobli </strong>is a multiplayer turn-based <strong>BRAIN</strong>-<strong>TEASER </strong>logic game, designed to play 4K or FHD. <br>Beautiful real places from all around the world and beyond, where you can fight with your mind agains several characters whos became stronger as you move forward in the singleplayer mode, after you completed the normal story mode or the advanced, you can rally into the hardcore mode where you will face with three opponent at once, in these levels the progression will be saved but negative progression too , clear and prepare your mind and take a journey into the world of <strong>Snoobli </strong> to became the brain of the humankind.<br><br><strong>PvE (Player Vs. Enviroment)</strong><br>-Available four different map which will randomly selected on PvE start.<br>-You can use all of your characters, including story characters.<br><br><strong>Singleplayer</strong><br>-In this mode, you can only use two story Female and Male characters.<br>-Hard and Hardcore mode will be available after you started the Normal mode!<br>-<strong>Normal</strong>: -You can complete nine map, with seven turn win on every map.<br>-<strong>Hard</strong>: -You can complete same maps with normal mode, but you need to win more turns in every map. <br>-<strong>Hardcore</strong>:- Three different map, with three opponent at once on every map.<br><br><strong>PVP</strong><br>-You can challenge other players in 1v1 battles for several good reward, every winning match will be honored with Loot box and in game currency.<br><br><strong>ARENA</strong><br>-Anytime you can join to the arena for a five fight with your in game currency, first, third and fifth win, will be rawarded with Loot box, if you lose two, three or all of your match there will be no rewards.<br><br><strong>CHAMPIONSHIPS</strong><br>-The best players can compete for weekly and monthly championships to fight for <strong>Titles</strong>, <strong>Honor </strong>and for best rewards, several players will be selected from every championships to get invite for the <strong>World </strong>Championship.<br>-Championships will start in the next month after release.<br><br><strong>LOOT BOX REWARD SYSTEM</strong><br>-Everywhere you win, you will be rewarded with Loot box, there are three type of boxes, as harder the challenge, as better the reward.<br><br><strong>CHARACTERS</strong><br>-Every character from singleplayer can be optained and used in the multiplayer progression.<br>-Get them from the shop for Cubix, or get them from Loot boxes!<br>-The shop offer four different characters every week. <br>-Shop will not present all the characters at once.<br>-Boughted characters can be used only in PvP, Arena and PvE, they can't be used in Singleplayer mode, <br> only the two story Female and Male character can be used in Singleplayer modes!<br><br><strong>Note!</strong> every Loot box only can be optained in game for as a reward and cannot be purchased and there are no microtransactions in the game.<br><br><strong>The game increase and develop decision-making abilities, probability calculation and intuition</strong><br><strong>Best experience on 4K!</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/778630/header.jpg?t=1560037341",
    "developers": [
      "0"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}