{
  "778970": {
    "name": "TAROTICA VOO DOO - CHRONICLES OF TAROTICA VOO DOO",
    "steam_appid": 778970,
    "required_age": 0,
    "is_free": true,
    "description": "This is a free, hand-written pdf document describing all about TAROTICA VOO DOO, including technical details, the making of, history, tools, etc.<br><br>41 pages long. This is the &quot;First+1&quot; edition.<br><br>The 2nd edition, planned for release later this year, will detail the 3-year struggle to create the hidden tutorials in the game. It will also include documents from the beginning of TAROTICA's development.<br><br>This document is currently available in English and Japanese, and we hope to add more languages in the future!<br><br>This DLC is highly recommended reading for <strong>after</strong> you complete the game. If you find out the answer to a puzzle in the game with this document (or from someone else), the satisfaction of solving it by yourself will be lost !! <br>But you can read this document by skipping the answer page :-)<h2 class=\"bb_tag\" >Instructions</h2>(Note: Pressing the &quot;Download&quot; button on this page just seems to start up the main game. Instead, please follow the method described below in order to access the DLC.)<br><br>1. Select TAROTICA VOO DOO in your Steam Library and install this DLC.<br>2. Select TAROTICA VOO DOO in your Steam Library and press the PLAY button.<br>3. A selection window will appear. Select &quot;CHRONICLES OF TAROTICA VOO DOO&quot; and press PLAY.<br>4. The folder containing the pdf files for this DLC should appear. Open the pdf for the language of your choice with your favorite pdf reader software.<br><br>After installing the DLC, another way to access the folders containing the pdfs is as follows: Right-click TAROTICA VOO DOO in your Steam Library, then select Properties&gt;Local Files&gt;Browse Local Files. The &quot;TAROTICA VOO DOO&quot; folder should then open. Open the &quot;Chronicles&quot; sub-folder to access the pdfs.",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/778970/header.jpg?t=1531997645",
    "developers": [
      "TPM.CO SOFT WORKS"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}