{
  "779080": {
    "name": "Star Fleet Armada: Rogue Adventures Demo",
    "steam_appid": 779080,
    "required_age": 0,
    "is_free": true,
    "description": "You're the captain of a small fleet of 3-5 ships. Your mission is to pass through a small sector of the galaxy to hunt down the enemy race. Along the way you will encounter other races along with their associated counterpart rebels. You will also encounter space pirates and pirate outpost. You will explore anomalies, asteroid fields, comets, nebulas, suns and worm holes. Worm holes become star lanes that let you travel greater distances instantly once you have explored them using research probes. Most encounters will result in a small 15-20 second mini arcade game.<br />\n<br />\nWhile traversing through star systems you will also come across damaged or distressed ships. Helping these ships will grant you precious resources. You must also make orbit around planets and send down your planet lander to explore them. Find metal, gas and fuel resources as well as animal life forms. Some will be dangerous while others not so much. You can also discover shuttle craft crash sites, ancient ruins and military burial grounds. These too provide you will rare items. These can be traded to other friendly races for race credits. You can then use these credits to purchase or upgrade your ships.<br />\n<br />\nCombat is a unique blend of real time with the play stopping while the player or the AI makes tactical decisions. Which way should I face my ship so it won't be flanked?Which weapons should I use and on which enemy ship? When should I use my ships special ability? When should my Fighter Carrier's deploy the fighters? Which enemy ships should I fire at with my Battle Cruisers dirty bombs? What ship should I repair using my Cargo Ship's repair drone? And finally what enemy ship should I target using my Research Vessels Research Drone to allow for the most Research Units to be stolen?<br />\n<br />\nCompleting achievements is no longer just a passive thing that has no real impact on the game. Completing them in SFARA earns you special Achievement Based Artifacts that you can use when you start your next game. These are artifacts that can't normally be found while playing the game.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/779080/header.jpg?t=1515885570",
    "developers": [
      "Blue  Blaze Gaming"
    ],
    "publishers": [
      "Blue  Blaze Gaming"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}