{
  "779100": {
    "name": "Daemonical",
    "steam_appid": 779100,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Having ended up on an abandoned remote island you find yourself in a life and death battle against the evil coming straight from perdition.</strong><br><strong>Enter a terrifying multiplayer horror experience featuring sessions for up to five players, where any one of them has chance of becoming the bone chilling demonic entity that will try to slaughter the rest of the group. </strong><br><br>Daemonical is an asymmetrical horror multiplayer game in which a group of people find an unfinished demon summoning ritual. With the demonic entity released upon the island, the players must find a way to send it back to hell or end up slaughtered.<br><br>Never knowing which one of them has become possessed by the demon, it is their decision to make on if they want to team up and trust each other or try surviving alone. <br><br>The humans are played in the first-person mode. In order to exorcise the demon, they need to find the missing ritual components and bring them back to the alter. Their only alternative is hiding and surviving until the dawn, when the sunlight will purge the demon from the grounds. They can use fire, which hurts the demon, or weapons and tools hidden around the island to their advantage. While the demon can’t be killed, he can be crippled, stalled and distracted.<br>The demon is played in the third person, needs to simply slaughter all the humans and prevent them from finishing the ritual. He is fast, agile, powerful and deadly.<br><br>The humans are stronger when they band together, but they are easier to find. Stay together or split up to avoid ending up in a group with a demon – it is for you to choose. <br><br>Will you go for the missing ritual parts, or just try to hide until dawn? Will you help the others, or just be a lone wolf – the game leaves that up to you.<br><br>When a player dies in the game, their soul gets separated from their body and they can float around the map in the shape of a glowing ball of light. He can light the way for the players, and find the demon and follow him so the others can see where he is.<br><br>Daemonical also features a positional voice chat, so you can tell the other players that are close to you your plan, or pick a strategy together, but be careful! The demon might be listening in.<br><br>Customize your character – pick your gender, choose between various player models, clothes, colors and symbols that you can put on your clothing.<br><br><strong>Key Features:</strong><br><ul class=\"bb_ul\"><li>Asymmetrical multiplayer<br></li><li>First person and third person playing mode<br></li><li>Dynamic time of day and weather system<br></li><li>Most of the map is procedurally generated<br></li><li>Tools and weapons randomly placed across the map<br></li><li>Big open landscapes<br></li><li>Positional voice communication<br></li><li>Fully customizable characters<br></li><li>Interesting locations and landmarks<br></li><li>Nonlinear gameplay<br></li><li>The most terrifying hide and seek experience in gaming<br></li><li>Scare your friends, or get scared with your friends!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/779100/header.jpg?t=1536754074",
    "developers": [
      "Fearem"
    ],
    "publishers": [
      "Gamifier"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 15 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 0,
      "total_negative": 2,
      "total_reviews": 2
    }
  }
}