{
  "779610": {
    "name": "DEATH FIELD: The Battle Royale of Disaster",
    "steam_appid": 779610,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >About the game</h2><br>All of sudden, the most destructible disaster is coming ahead.<br>You are in the very middle of an enormous disaster, Death Field: The Battle Royale of Disaster.<br>The disaster turns a greenish paradise into flamy hell and an order changes to the chaotic situation.<br>We all know that there is no best way to defend against the chaotic disaster that comes from nature. But, there is a way to survive out. However, there are masses of an enemy that annoys you around and only a way to prevent their aggressions are to face it or run away from it. Every single choice or decision you make in the gameplay is crucial, which your glorious life is more towards death or to live.<br>You got to throw out everything you have, to live out from the chaotic disaster.<br>Unleash a beastlike power to fight off in the hell, and attempt to search for necessary goods to keep your life on-going longer. Ultimately, be the very last one of a survivor.<br>The luck will not grant to anyone.<br>People that have deep insight, a clever strategy, and an initiative and drive will pierce through the darkness.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/779610/extras/7ab0b8dc83b564773b8a3f5d7bd58e3d.avif?t=1533940975\" width=624 height=138 /></span><br>As time flies, the disaster zone will occur one by one, and actable zones will start to reduce.<br>Damages will affect when stayed in the zone where the disaster occurred. In this situation, try your best to run away from the danger zone to a safe place.<br>You can further expect of the progression of the disaster, once you carefully observe steps of its happening.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/779610/extras/93364af623d9c32062a54ed96c1e4f1a.avif?t=1533940975\" width=624 height=138 /></span><br>Look around your place. <br>And use all necessary objects or wastes around, to build up equipment' or an upgrade.<br>Remember that weapons can't deal with the disaster.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/779610/extras/130f2e2db8ff60cfd85c63c0ef764ff9.avif?t=1533940975\" width=624 height=138 /></span><br>A chopper is flying on the way to rescue, however, only one person is rescuable. The only one that races throughout the disaster and survival will be a winner of this whole series.<br><br>- A surviving game until one last man standing in the environment where it is dying due to disaster<br>- A massive multiplayer competing with 100 players to survive<br>- Surpass a competition more than just using weapons. Build up your necessary goods or tools, to keep your life longer out of this hell.<br>- The last moment of the disaster. A climax battle happens when the chopper is around the corner to get people saved.",
    "supported_languages": "英语, 简体中文, 韩语, 法语, 德语, 西班牙语 - 西班牙, 俄语, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/779610/header.jpg?t=1533940975",
    "developers": [
      "REDWHALE GAMES Inc."
    ],
    "publishers": [
      "REDWHALE GAMES Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 3 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Mostly Negative",
      "total_positive": 21,
      "total_negative": 56,
      "total_reviews": 77
    }
  }
}