{
  "779840": {
    "name": "Forgotten Sound 1: Revelation",
    "steam_appid": 779840,
    "required_age": 0,
    "is_free": false,
    "description": "Shahbaz is the only prince in the Kingdom of Alba and the heir to the throne of his father. Many years ago, the sound of the instrument played by Shahbaz’s mother was the source of light in this land, but no sound was heard thereafter as the king had forbidden playing music. Prince Shahbaz decides to get married when the vizier tries to take advantage of the opportunity to assume the throne. Halfway through the wedding, the King mysteriously goes to sleep and remains unconscious. Shahbaz, now imprisoned, manages to escape with the help of Shahrbanou, his wife, and goes on a journey to return the forgotten sound to the Kingdom of Alba.<br />\r\n<br />\r\nGame Features:<br />\r\n1. A mysterious romantic story adapted from the book of the One Thousand and One Nights<br />\r\n2. More than 15 mini games, classic environmental puzzles, etc.<br />\r\n3. Beautiful, eye-catching 2D graphics inspired by Gothic, Roman, and Persian architecture<br />\r\n4. 7 lovely, mysterious characters: the semi-wizard (who has lost half of her body), the Goddess of the Jungle, Abu-Hakim, Shahrbanou, etc.<br />\r\n5. More than 20 minutes of delightful classical music<br />\r\n6. More than 20 minutes of motion comic for a more precise narration of the story<br />\r\n7. More than 3 hours of gameplay",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/779840/header.jpg?t=1759951831",
    "developers": [
      "RSK Entertainment",
      "Permanent Way"
    ],
    "publishers": [
      "Strategy First"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 3300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}