{
  "780490": {
    "name": "Stygian: Reign of the Old Ones Demo",
    "steam_appid": 780490,
    "required_age": 0,
    "is_free": true,
    "description": "In Stygian: Reign of the Old Ones, the player journeys from a doomed Arkham into the depths of the Abyss. Create your own character based on 1920's archetypes and carve a path through a broken and mysterious world.<br><br>Your desperate battle against forces beyond comprehension will haunt you until the end. Physical combat will be challenging, spellcasting will have dire consequences, and your sanity will be strained to the breaking point by unknown abominations. Sometimes the best solution will be to flee what lurks beyond the threshold.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/780490/extras/2c48ab8891ac26782fe2a55f56bff419.avif?t=1516163486\" width=604 height=340 /></span><br><strong><br>Features:</strong><br><ul class=\"bb_ul\"><li>A hand drawn 2D world reflecting Lovecraft's themes of cosmic horror and dread.<br></li><li>Enemies, environments and storylines inspired by Lovecraft’s iconic original works. Take part in quests inspired by your favorite stories and see them play out according to your own decisions and role-playing style.<br></li><li>Choose from 8 main character Archetypes, each with its own origin backstory and specialties.<br></li><li>A host of weird companions will accompany you on your ill-starred journey: the lonely, antediluvian 'Outsider', a fallen soldier of the Great War reanimated by Herbert West, a psychic (and narcissistic) cat from Ulthar. Recruit these and other outlandish beings to your crew.<br></li><li>Your character's Sanity and mental state will influence dialogue options. Mental illness comes with advantages as well as hindrances. Sometimes it pays to be mad in a world gone mad!<br></li><li>Stygian's Belief System determines how your characters cope with the warped reality of the new Arkham, as well as the rate at which they regenerate lost Sanity. Belief Systems also offer unique dialogue options, expanding the breadth of role-playing possibilities.<br></li><li>A new kind of spell system which sometimes takes more than it gives. Being a master of the occult is not as simple as flinging colored missiles from your fingertips. The black magic of Stygian is potent but may cost you your mind, your health, and possibly even much more.<br></li><li>Strategic, turn-based combat from a 2D perspective, similar to the classic Heroes of Might and Magic games.<br></li><li>The struggle in Stygian is not to save the world, for that battle is lost already. Pursue your own goals in these end times: salvation, vendetta, or perhaps something darker.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/780490/header.jpg?t=1516163486",
    "developers": [
      "Cultic Games"
    ],
    "publishers": [
      "Cultic Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "71",
        "description": "色情内容"
      },
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}