{
  "780400": {
    "name": "Hyper Arena VR",
    "steam_appid": 780400,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>HYPER ARENA VR: FUTURE OF E-SPORT</strong><br><br>In <strong>Hyper Arena VR</strong> we aim at creating the world’s first fully immersive Active VR PvP game with full body reproduction inside VR playground. Players equipped with full body Vive trackers, battle using discs, shooting at enemies and avoiding being shot. H.A.VR incorporates variety of different types of discs and power-ups available at player’s disposal. Because of its dynamic nature and full body immersion, H.A.VR is also great workout for the body. Our game is developed with close attention to ESport fundamentals, including game’s balance, access to variety of gameplay analysis strategic product placement possibilities, and extended spectator mode. H.A.VR is a perfect balance between Sport and ESport!<br><br><br><strong>Game features:</strong><br>- Multiplayer VR PvP game with dynamic real-time gameplay using immersive VR HTC Vive &amp; Oculus Touch controllers<br>- Virtual battle arena (future style), where players use customized weapons &amp; powerups (disc launchers, blasters, grenades, shields and ect.) to attack or defend.<br>- Real-time battle decisisions and strategy to defeat other player (be smart – survive - use different trajectory to bounce disc from walls and dodge opponents attacks).<br>- Spectator mode – show all best game moments and emotion to wide audience or even stream battles live<br>- Tournament mode for special events<br>- Multiple arena environments<br>- Avatar customization<br>- Customized discs and power ups<br>- Support for full body motion tracking using HTC Vive trackers<br>- Addictive single player training mode",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/780400/header.jpg?t=1537299332",
    "developers": [
      "Hyperbook Studio"
    ],
    "publishers": [
      "Blue Technology Sp. z o.o."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}