{
  "781230": {
    "name": "Bubble Ghost",
    "steam_appid": 781230,
    "required_age": 0,
    "is_free": false,
    "description": "Bubble Ghost - Supernatural Arcade-Action that will blow you away!<br />\r\n<br />\r\nPlease don't shake your screen. You'll wake the dead. Within the confines of this game crypt rests the Bubble Ghost - a phantom destined to travel the halls of an eerie castle, forever blowing bubbles. And the only way his wandering soul can be put to rest is if you can help him blow his fragile little bubble through 35 trap-laden rooms of the macabre mansion, without it popping!<br />\r\n<br />\r\nBut just who is this &quot;puffergeist?&quot;<br />\r\n<br />\r\nLegend has it that the Bubble Ghost is the long-winded spirit of Henrich Von Schtinker - a mad inventor who met his end while testing his now infamous &quot;electric bubble pipe&quot; in the bathtub.<br />\r\n<br />\r\nObviously his death came as quite the shock! But a bigger jolt was yet to come. For on the night following Von Schtinker's demise, a nightwatchman reported seeing a mischievous little spook floating amidst the catacombs of the inventor's derelict old castle &quot;...blowing a shimmering bubble in front of him!&quot; And now he needs your hand to complete his &quot;breathtaking&quot; journey.<br />\r\n<br />\r\nIt won't be easy. Around every corner, in every creepy room, lurk fiendish &quot;techno-traps&quot; just waiting to burst your bubble. Spikes, knives, pins, needles, scissors, shears- plus a host of other gadgets, gizmos and ghouls - all situated in the most inconvenient places.<br />\r\n<br />\r\nYou'll not only need dexterity to gently negotiate the bubble past all of these prickly situations, but ingenuity too. For many rooms in this multi-level madness hold secrets that can keep you from &quot;blowing it&quot;, eh, so to speak. Classic Digital's Bubble Ghost. See how a single bubble can raise one's spirits!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/781230/header.jpg?t=1729193630",
    "developers": [
      "Infogrames"
    ],
    "publishers": [
      "Atari"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}