{
  "781310": {
    "name": "Alpha/Omega: The Christian RPG",
    "steam_appid": 781310,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to Alpha/Omega: The Christian RPG!<br><br>In this Christian video game, you'll play through the major events of the Bible, gather a party of angels, animal companions, and followers of the faith as you fight off real-life temptations in spiritual combat and explore a variety of game-inspired dreams.<h2 class=\"bb_tag\" >Free Content Updates</h2>This release takes us from Lucifer's Rebellion in Heaven up through the events in the Garden of Eden. The rest of the major events of the Bible will follow in free content updates.<br><br>Build your party and level your characters the way you want. Enjoy the strategy of a robust combat system with powerful skills and items. Revisit your favorite missions and areas in Replay mode.<br><br>Future updates will allow players to farm, raise livestock, hunt, mine, craft, and eventually manage a kingdom in a Biblical setting.<br><br><strong>Download the updates at </strong> I'm no longer able to update via the Steam platform.<h2 class=\"bb_tag\" >Includes Wield!</h2>Our main character, Mindy, has added a new arcade machine to her décor. It provides the Wield side game, an exciting action adventure with puzzle-like strategy. <br>\t<br>You’ll play as Sir Stephen, a brave knight on a quest to gather the 10 Weapons of Wonder. Each Weapon has a special ability. On your first playthrough, the King of Dwannin gives you the Shining Star, which will make key opponents willing to negotiate with you. <br><br>After you complete Wield with that first Weapon, you’ll be able to replay the game, choosing it or any of six other starting Weapons. When you make a different selection, different enemies will also receive different Weapons. In all, there are 40 enemies across 7 playthroughs that might have a Weapon. <br><br>Wield represents a different type of gameplay within Alpha/Omega. There are no turn-based battles, no menus to navigate, items to use, or abilities to master. The fun of Wield is figuring out which enemies have which Weapons and choosing your strategy for how to face each one, only once you have the Weapons to defeat them.<br><br>Each playthrough will take an hour or two, and any Hero Points you gain in Wield will transfer over to your Alpha/Omega game. <br><br>You’ll be able to play Wield once you complete the first chapter of Alpha/Omega, Lucifer’s Rebellion. So, if you haven’t already defeated Lucifer, what are you waiting for?! Get on it and put that devil down!<h2 class=\"bb_tag\" >Bugs? Questions?</h2>We've playtested Alpha/Omega to ensure we're delivering the best game that we can. If you find a bug that we didn't catch, please leave us a note on our website. We'll be sure to fix any bugs with the next update. We'd also love the opportunity to answer questions you might have.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/781310/header.jpg?t=1591296571",
    "developers": [
      "BUD Games"
    ],
    "publishers": [
      "BUD Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}