{
  "781450": {
    "name": "Primordial Soup",
    "steam_appid": 781450,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" ><strong>What am I looking at?</strong></p><p class=\"bb_paragraph\" >This is a simulation of the creation of life. We’ve built an artificial chemistry simulation where you can watch single particles organize themselves into living organisms. It’s the sort of thing that might have happened in a drop of water several billion years ago when the earth was young. The difference here is that you can play with life and change it to see what happens.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Is it really alive?</strong></p><p class=\"bb_paragraph\" >It’s on the edge of being alive. To make it fast, fun, and easy to play with, we took a few shortcuts.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>How do you know it’s alive?</strong></p><p class=\"bb_paragraph\" >Our simulation shows multiple properties that are only seen in living systems. For instance, we get predator-prey cycles of the sort that biologists encounter in Lotka Volterra equations. We get evolution. We get self-organized criticality appearing in organism populations. We also see common biological mechanisms appearing such as seed dispersal and the creation of protective outer shells to limit predation. We believe that claiming a system which supports all these behaviors isn’t alive requires a definition of life so restrictive that it precludes even certain kinds of chemical systems seen in nature.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>What has this got to do with real life in the universe? Isn’t that totally different?</strong></p><p class=\"bb_paragraph\" >Yes. The chemistry in this simulation is like nothing that shows up in nature. However, as it turns out, a lot of the rules about how life organizes are the same. That means that simulations like this can help teach us about the range of possible places where life might arise in the universe. For instance, our simulation needs warmth: particles have to be in motion. But too much motion makes life impossible. Our simulation needs radiation. Just a little mutation in the system enables species to evolve. Add too much and no creatures can organize. And our system needs complex chemistry. Without a chemistry that can host pattern replication, life doesn’t happen. But make the chemistry too rich and the probability of life-enabling structures coming together becomes vanishingly small.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>How does the particle system work?</strong></p><p class=\"bb_paragraph\" >We make use of a kind of multi-dimensional version of electromagnetism that enables complex short-range forces to form. Our system isn’t limited to modeling artificial life, though. There are dozens of potential applications, from the creation of magical clouds and swarms in games to the creation of stunning complex chemistry effects for movie VFX.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Do the creatures ever get more complicated?</strong></p><p class=\"bb_paragraph\" >Not in this version. In order to make life very likely to start, we have to constrain the number of ways that particles can interact. That means that once life does start, the number of kinds of structures available to it is very small compared to the organic life we see on Earth with millions of years of evolution. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>What can I do with this simulation?</strong></p><p class=\"bb_paragraph\" >At the moment, you’re restricted to playing God. You can start life, change the rules by which it operates, view it to watch the impacts of your choices, and interact with your creations. However future versions of our simulation will enable you to be a far more intrusive creator. You’ll have the means to design organisms to pit against the products of evolution, and to potentially interact with your digi-beasts in a variety of game-powered ways.</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/781450/header.jpg?t=1731618858",
    "developers": [
      "Ethan Summers",
      "Alex Lamb",
      "Nainoa Faulkner-Jackson",
      "Lauren Hanf",
      "Ramsey Antrim-Kerr",
      "Kieran Wright",
      "Anne-Marie Napoli"
    ],
    "publishers": [
      "Almost Human Media"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 11 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}