{
  "781790": {
    "name": "Wanted in Hell",
    "steam_appid": 781790,
    "required_age": 0,
    "is_free": false,
    "description": "<br><br> Become a demon hunter and explore haunted towns in search of a demon that is possessing innocent people. Weaken and banish the demon to win <i>or</i> transform into a nightmarish monster and kill all the hunters to win. The choice is yours.<br><br>Saddle up solo or co-op in a party of 3 to compete in 12 player matches against hordes of possessed enemies controlled by the demon AI and defeated players.<br><br><strong>BECOME THE BOSS</strong><br>Earn favor with the Demon to switch sides and transform into deadly monsters like Vampire or Werewolf. Each monster offers a distinct playstyle and unlocks abilities by feeding on innocents.<br><br><strong>DEMON HUNTERS</strong><br> Choose from a wide range of abilities to survive the hunt. Fan fire revolvers, throw healing tonic bombs, command an attack dog, lockpick for loot, and more. Complete objectives to earn gold and buy powerful items from traders. <br><br><strong>DYNAMIC ASYMMETRICAL GAMEPLAY</strong> <br>  Rival hunters and the monster are not the only player-controlled threats. Upon defeat, players take control of the AI or a become a ghost to take revenge and earn a respawn. Strategically use proximity voice chat to bait your enemies. <br><br><strong>PROGRESSION</strong><br>Display your mastery of hunter and monster classes by unlocking outfits and skins.<br><br><strong>PROCEDURAL MECHANICS</strong><br>  Procedural objectives and the adaptive demon AI director system mean no two matches are the same. Loot and wield legendary weapons of the wild west including six-shooters, repeaters, dynamite, bear traps, and more.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/781790/header.jpg?t=1724329172",
    "developers": [
      "Sigil Softworks"
    ],
    "publishers": [
      "Nathan Weatherford"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}