{
  "783320": {
    "name": "Gotta Get Going: Steam Smugglers VR",
    "steam_appid": 783320,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Gotta Get Going: Steam Smugglers</i> is a project that want to bring the world of Escape Rooms closer to the young audience through new technologies, in this case with <i>VR (Virtual Reality)</i>, proposed as an expandable universe in future episodes.<br><br><u>THE ATMOSPHERE OF STEAM SMUGGLERS</u><br>Our story, of <i>Steampunk</i> genre (victorian style with steam based technology), takes place in a train owned by Fierce Falcon, an aerial.railway transport company aimed to serve noble and distinguished families with private travels. The plot will be revealed in the game via cinematics or items.<br><br><u>THE STORY</u><br>When society is divided in wealthy and poor people, somebody must stand and act. You are Elle, a young member of the Steam Smugglers band of thieves, whose purpose is to bring economical balance to the social classes. <br>In a world where steam is the main source of energy, the Räderwerk family rises after the discovery of a new and improved technology that increases the performance of this type of machinery. When William Wright won the elections for president, the highest echelons obtained more benefits and the working class was asphyxiated in taxes. There are those who point to the Räderwerk family as patrons of president Wright in exchange for facilities and privileges, becoming the owners of the country's <br>aerial-railways lines.<br>The Räderwerk are the precursors of the SFS (Steam Falcon System), which uses a method to triple all kind of steam-based machinery’s performance, and since they are great friends with president Wright, they got the monopoly of<br>aerial-railways throughout the country.<br>With the arrival of his second son, Elijah, Mr. Räderwerk celebrates his birth with a gift to his wife: the Ichita Rosë, a hybrid stone composed by a red diamond and a common diamond, which price is invaluable. This jewel is being transported via train to the art gallery of Capital City to be exhibited, but the Räderwerk family does not know yet that a group of smugglers is about to steal it.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/783320/header.jpg?t=1520125073",
    "developers": [
      "Black Alligator SL"
    ],
    "publishers": [
      "Black Alligator SL"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}