{
  "783960": {
    "name": "Forgotten Sound 2: Destiny",
    "steam_appid": 783960,
    "required_age": 0,
    "is_free": false,
    "description": "“The Forgotten Sound 2” has a very powerful narrative; one in which, unlike the majority of video games, the audience is not taken to a world of violence, war, and darkness. The story is draws on “One Thousand and One Nights” and is a mystical-love narrative based on the esoteric Eastern culture. In the City of Sun, playing instruments has been forbidden and darkness has come to life. Shahrdad Shah, The king of the City of Sun, has gone to a magical sleep by the betrayal of his vizier. However, his insightful son, Shahbaz, realizes that the remedy lies in the melody of the instrument and burning love. The vizier gets wise to it, breaks the strings, and calls Shahbaz a traitor. That’s when Shahbaz escapes from the Land of Sun with the help of his wife in hope of fixing the instrument. Instructed by the Goddess of Jungle, he realizes that he can mend the instrument strings in the land of Water. Thus begins his journey; a journey which is the same as the evolution of man in the abyss of love. Shahbaz crosses across several lands until he finally reaches the Land of Water. But, this land is bewitched by a dark spell. After braking its spell, Shahbaz has to return to the gloomy Jungle with the help of Chamroosh, the Goddess of Flight, and save the Goddess of Jungle from the dark spell and return to his hand with its help. Shahbaz needs to play for his father, Shahrdad Shah, to remove the spell from him. But, there is no stopping to vizier’s enmities in this way…<br />\r\n<br />\r\nGame features:<br />\r\n<br />\r\n1. A mysterious romantic story adapted from the book of the One Thousand and One Nights<br />\r\n2. More than 10 mini games, classic environmental puzzles, etc.<br />\r\n3. Beautiful, eye-catching 2D graphics inspired by Gothic, Roman, and Persian architecture<br />\r\n4. 10 mysterious characters, each with their own unique land <br />\r\n5. More than 30 minutes of delightful classical music<br />\r\n6. More than 30 minutes of motion comic for a more precise narration of the story<br />\r\n7. More than 4 hours of gameplay",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/783960/header.jpg?t=1759951839",
    "developers": [
      "RSK Entertainment"
    ],
    "publishers": [
      "Strategy First"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 3300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}