{
  "784860": {
    "name": "Fantasy Grounds - Pathfinder RPG - Strange Aeons AP 6: Black Stars Beckon (PFRPG)",
    "steam_appid": 784860,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the <strong>Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" ><strong>Pathfinder Adventure Path #114: Black Stars Beckon (Strange Aeons 6 of 6)</strong></h2><i>By</i><strong> Jim Groves</strong><br><strong>Death Is Not The End</strong><br><i>The Strange Aeons Adventure Path draws to a stunning conclusion! Arriving in the alien metropolis of Carcosa, the adventurers must sever the links that bind it to Golarion. In wandering the parasitic city, the characters navigate frozen elder thing ruins, deal with accursed partygoers in a reflection of an Azlanti city, and encounter a mute musician who can help them find their way through the maddening and monster-infested streets. Can the heroes keep Carcosa from drawing Thrushmoor into its amalgam of stolen cities or do they risk waking the unspeakable nightmare that stirs in the depths of Lake Hali? They must do what it takes to break these linksor Golarion is doomed to greet the King in Yellow.</i><br><i>This volume of Pathfinder Adventure Path concludes the Strange Aeons Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;Black Stars Beckon,&quot; a Pathfinder adventure for 15th-level characters, by Jim Groves.<br></li><li>Advice and suggestions on how to expand your campaign beyond this Adventure Path's conclusion, including a system to bring your Pathfinder character to a whole other world, by James Jacobs.<br></li><li>An unsettling interrogation and a troubling revelation in the Pathfinder's Journal, by Adam Daigle.<br></li><li>A bestiary containing a new Great Old One and other loathsome monsters, by Benjamin Bruck, Jim Groves, and James Jacobs.</li></ul>Pathfinder Adventure Path is Paizo Inc's monthly full-color adventure. It contains an in-depth Adventure Path scenario, stats for about a half-dozen new monsters, and several support articles meant to give Game Masters additional material to expand their campaign. Pathfinder Adventure Path volumes use the Open Game License and work with both the Pathfinder RPG and the standard 3.5 fantasy RPG rules set.<br>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul>&lt;b&gt;Requires:&lt;/b&gt; The free Fantasy Grounds virtual tabletop (VTT) software.<br><i><br><strong><br>Adapted for Fantasy Grounds by: [/i]Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/784860/header.jpg?t=1768390590",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 18 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}