{
  "784980": {
    "name": "Seven: The Days Long Gone Demo",
    "steam_appid": 784980,
    "required_age": 0,
    "is_free": true,
    "description": "If there’s one place that Master Thief Teriel avoids at all costs, it’s the prison island of Peh. But when a daring heist takes an unexpected turn, Teriel finds himself shackled on an airship bound for the infamous island. To make matters worse, the daemon inside his head makes it very clear that the thief will never leave unless he does exactly what he’s told. <br>In Seven: The Days Long Gone you play as Teriel. You must use all of your cunning and clandestine skills to escape a web of deceit and betrayal, and ultimately survive Peh.<h2 class=\"bb_tag\" ><strong>EXPLORE A VIBRANT OPEN WORLD FROM AN ISOMETRIC PERSPECTIVE </strong></h2>From the moment you set foot on Peh, the island is open to you. Sneak, run, climb, and fight your way across a colourful array of environments. <br>You are free to explore wherever you please; only security checkpoints, monster-infested areas, and dangerous factions stand in your way!<h2 class=\"bb_tag\" ><strong>CHOOSE YOUR PLAYSTYLE </strong></h2>As a master thief, Teriel is well versed in the art of stealth. Get the jump on enemies from behind and above, fool everyone with cunning disguises, or just use the environment to keep out of sight entirely. <br>If things go wrong, however, or you’re feeling impatient, there’s nothing to stop you from letting loose with an array of devastating weapons, and unleashing deadly magical skills upon your foes.<h2 class=\"bb_tag\" ><strong>ENCOUNTER A MYRIAD OF COLOURFUL CHARACTERS </strong></h2>Encounter an array of people, from despondent slaves and prisoners through to rich socialites. Just be sure to keep an eye out for the two major factions on Peh: the Biomancers and the Technomagi. <br>In such a desperate place, there are many who will take any help they can get. Choose whether to help or exploit Peh’s inhabitants, but be prepared for the consequences.<h2 class=\"bb_tag\" ><strong>UNCOVER AN EPIC STORY OF DECEIT AND TREACHERY </strong></h2>On Peh, everyone has an agenda, and often there’s more than meets the eye. Dive into a world teeming with distrust, and crushed between the machinations of mighty powers. <br>Work with the daemon that has possessed you to complete a mission of utmost importance. The fate of the Vetrall Empire rests in your hands.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/784980/extras/seven_vis_digital_collectors_steam_wide.png?t=1516629495\" /></span>",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/784980/header.jpg?t=1516629495",
    "developers": [
      "IMGN.PRO",
      "Fool's Theory"
    ],
    "publishers": [
      "IMGN.PRO"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}