{
  "785170": {
    "name": "VEGAS Movie Studio 15 Platinum Steam Edition",
    "steam_appid": 785170,
    "required_age": 0,
    "is_free": false,
    "description": "The new <strong>VEGAS Movie Studio Platinum Steam Edition</strong> offers pure freedom for your creative ideas and a user interface inspired by VEGAS Pro that adapts perfectly to each and every one of your needs.Great videos also require great audio – so <strong>Music Maker Plus Edition</strong> is included free for creating soundtracks for your videos.<br>The perfect introduction to the world of video production: As part of the VEGAS family, <strong>VEGAS Movie Studio</strong> is powered by the same technology as VEGAS Pro, the fastest and most flexible video editing program on the market.<h2 class=\"bb_tag\" ><strong>Video production with VEGAS Movie Studio</strong></h2>Discover all the powerful tools you need for intuitive movie editing combined in a single fully customizable user interface. With precise 4K and multicam editing, combine face cam and gameplay for your gaming videos like a pro. Turn your next vlog into a captivating adventure by applying comprehensive color correction, image stabilization and additional effects and filters. With <strong>VEGAS Movie Studio Platinum Steam Edition</strong>, the perfect creative companion is at hand – no matter what project you're planning.<br><br><strong> Edit movies like a pro</strong><br>Make movie projects as big as your expectations with video editing on unlimited video and audio tracks. And access professional functions for powerful compositing, sophisticated picture-in-picture effects and perfect colors with primary and secondary color correction.<br><br><strong>Share your results</strong> <br>As soon as you've finished editing your video, you can easily share it from directly within the video software.Use the program wizards to quickly upload your videos and gameplays to Facebook, YouTube and Vimeo. <strong>VEGAS Movie Studio 15 Platinum Steam Edition </strong> automatically uploads your video in the best format for the platform you select. So what are you waiting for? Share your video with the world!<h2 class=\"bb_tag\" ><strong>Highlights</strong></h2><ul class=\"bb_ul\"><li> New: A flexible user interface in customizable colors<br></li><li> Now with unlimited number of tracks<br></li><li> Customizable workspace with modern docking windows<br></li><li> Quick start window with essential first steps<br></li><li> Simplified media import<br></li><li> Improved support for smartphone videos, including iPhone<br></li><li> Clearly designed Timeline with event healing<br></li><li> Professional picture-in-picture effects design with OFX<br></li><li> New plug-ins: For Hollywood looks &amp; &quot;tiny planet&quot; effect<br></li><li> Instant freeze frame function for still shots &amp; thumbnails<br></li><li> Support for HEVC and other new video formats<br></li><li> Improved hardware acceleration for faster rendering</li></ul><h2 class=\"bb_tag\" ><strong>Make music with Music Maker Plus Edition</strong></h2>Create videos using your own ideas – then add your own sound. <strong>Music Maker 2017 Plus Edition</strong> enables you to produce, record and mix music. Produce the perfect soundtrack for your video. Choose from a wide range of audio building blocks for beats, bass, melody, vocals, rap – the choice is yours. Simply drag &amp; drop or use your mouse and keyboard to combine. You can also connect your microphone, USB keyboard or MIDI device and create your own recordings. Then finish your music tracks in no time at all using professional effects and wizards.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 波兰语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/785170/header.jpg?t=1667234096",
    "developers": [
      "MAGIX Software GmbH"
    ],
    "publishers": [
      "MAGIX Software GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 21 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "58",
        "description": "视频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}