{
  "785200": {
    "name": "PLAY WITH ME Demo",
    "steam_appid": 785200,
    "required_age": 0,
    "is_free": true,
    "description": "<p class=\"bb_paragraph\" >Experience what a game designed by a ruthless trap master would feel like! Use the objects around you, overcome deceptive illusions and optical puzzles, and most importantly ask yourself — will you dare to <strong>Play With Me</strong>? Step into a psychological horror world inspired by survival games, manipulation, and claustrophobic tension.</p><br><p class=\"bb_paragraph\" >Under mysterious circumstances, the well-known investigative journalist Robert Hawk and his wife Sara disappear. Police find only the wreck of their crashed car. Investigators suspect that a man known as “Illusion” — a serial killer Hawk had been writing about for a long time — may be involved. Together with his friend, private detective Patrick Clark, Hawk was reportedly close to discovering his identity. Now, after the accident, Hawk himself falls into Illusion’s hands and must survive a deadly maze of puzzles prepared especially for him.</p><br><p class=\"bb_paragraph\" >Explore a dark world created by a disturbed mind and uncover who is behind it all. You won’t be alone in this dangerous journey — through manipulation and favors, you may gain the trust of other captives and even earn their help. How will you use them? Are you ready to sacrifice a friend to escape the trap yourself? Test your humanity through moral choices and side quests that lead to dozens of different endings.</p><br><p class=\"bb_paragraph\" >Take immersion to the next level by using real-life objects to outsmart your tormentor. Blow into your microphone to extinguish a candle, perform hand gestures to light a match, shake a box (what could be inside?), open a jar (be careful not to let the eyeballs fall out!), or attack someone with a hammer! And hopefully you have a small mirror nearby… because this is only the beginning of the surprises.</p><br><p class=\"bb_paragraph\" >Enter the mind of a dangerous psychopath and slowly descend into madness thanks to a highly realistic mental state system that tracks your character’s psychological condition. Between the horrors, distract yourself with additional activities — keep a diary on a virtual phone, read text messages, or play mobile mini-games — anything to keep from completely losing your sanity.</p><br><p class=\"bb_paragraph\" >Random elements ensure that every playthrough feels different. And if you’re looking for an extra challenge, test your skills in additional game modes, including a unique survival mode.</p><br><p class=\"bb_paragraph\" ><strong>Key features:</strong></p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Numerous optical puzzles and illusions that challenge your perception</p></li><li><p class=\"bb_paragraph\" >Side activities (working mobile phone, computers, and more) that give you a moment to breathe between horrors</p></li><li><p class=\"bb_paragraph\" >Moral choices and multiple endings that test your humanity</p></li><li><p class=\"bb_paragraph\" >Various game modes, side quests, and randomized elements for high replayability</p></li><li><p class=\"bb_paragraph\" >An advanced mental state system showing how close you are to the edge</p></li><li><p class=\"bb_paragraph\" >A disturbing story and growing tension that keep you glued to the screen</p></li><li><p class=\"bb_paragraph\" >Use real-world objects — microphone, mirror, camera, and more</p></li><li><p class=\"bb_paragraph\" >Professional soundtrack and voice acting that will send chills down your spine</p></li></ul>",
    "supported_languages": "英语<strong>*</strong>, 波兰语<strong>*</strong>, 简体中文, 韩语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 阿拉伯语, 保加利亚语, 捷克语, 希腊语, 日语, 葡萄牙语 - 葡萄牙, 土耳其语, 乌克兰语, 匈牙利语, 白俄罗斯语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/785200/header.jpg?t=1769786977",
    "developers": [
      "Airem"
    ],
    "publishers": [
      "IQ Publishing",
      "Airem"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 51,
        "description": "Steam 创意工坊"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 32,
        "description": "Steam 回合通知"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 16,
        "description": "包括 Source SDK"
      },
      {
        "id": 14,
        "description": "解说可用"
      },
      {
        "id": 43,
        "description": "在电视上远程畅玩"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}