{
  "785990": {
    "name": "Hub Culture VR",
    "steam_appid": 785990,
    "required_age": 0,
    "is_free": true,
    "description": "The Hub Culture Virtual Reality experience delivers the world's first immersive banking experience and is based on the Ven digital currency. Members can access virtual hospitality environments and use their HubID to send and receive Ven, message members, interact with a virtual Concierge, Zeke, or get some exercise in beautiful environments - beach tennis in Bermuda or downhill skiing in Davos.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li> Use pavilions to communicate and collaborate with other hub culture members<br></li><li> Play tennis or ski</li></ul><br><strong>Hub Culture</strong> is a global collaboration network founded in 2002.  Over 25,000 global urban influentials are members, with the ability to build worth through leveraged collaboration. <br><br><strong>Hub Culture</strong> operates around three functions - Pavilions (places to collaborate), Knowledge Brokerage (consulting and deal services) and Ven, a global digital currency. Ven was the first private currency to move into the financial markets and is priced from a mix of commodities and currencies.  Ven delivers singular global pricing, a great currency FX hedge and green DNA to help support more sustainable economies. Pricing is available from <strong>Ven.VC</strong>. Use the Ven app to exchange value in 11 local languages and across 130 countries.<br><br><strong>Hub Culture</strong> uses collaboration technology to drive value creation.  Tools include Hubs with file sharing and wikis, and Knowledge Brokerage and Contracts for rapid deal-making.  These tools support <strong>Hub Culture Pavilions</strong>, cool places designed for meetings and networking. <strong>Hub Culture Pavilions</strong> include amazing spaces, like beach clubs, clubhouses, and the NooRepublic, an island project.<br><br>Membership to the HubCulture Network is free by invitation.  Membership upgrades are available to use the Pavilions and some areas of the platform, and these costs can be 'earned' by members who contribute knowledge to others. <strong>Hub Culture</strong> is a positive, value creating feedback loop.  Content is highly curated and often member generated.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/785990/header.jpg?t=1518006108",
    "developers": [
      "Hub Culture Ltd"
    ],
    "publishers": [
      "Hub Culture Ltd"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 7 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}