{
  "785940": {
    "name": "Strategic Command Classic: Global Conflict",
    "steam_appid": 785940,
    "required_age": 0,
    "is_free": false,
    "description": "The Matrix version is the Gold Edition of the original and includes the the two DLCs &quot;Assault on Communism&quot; and &quot;Assault on Democracy&quot;.<br><br>Players will be able to wage World War II across the massive expanse of the entire planet. From battles in Europe and North Africa all the way to Asia and the Pacific, Global Conflict features a very huge map (16896 tiles, or 256x64), but in fact it allows players to create maps of up to 131,072 () tiles (512x256) in the map editor!<br><br>Command the forces of 6 major and 58 different minor nations whose armies and navies include 20 different unique unit types, each with up to 30 different characteristics and stats. Over 200 different in-game events are now depicted as well as over 50 different decision events that guarantee a unique experience each time the game is played, including:<br><br><ul class=\"bb_ul\"><li>Would you as the British Government so desperately need Destroyers against German U-Boats that you would give several naval bases to the USA?<br></li><li>Could Franco be convinced to join the Axis if enough monetary and territorial concessions were offered?<br></li><li>Would you as the Allies work to support and finance a coup in Yugoslavia to break its inclusion within the Axis Tripartite Pact?  Would it be worth the effort and cost?<br></li><li>How should Japan react to the crippling US embargo depriving it of its much needed resources to carry on her war with China?<br></li><li>and much, much more...</li></ul>As with all of the previous Strategic Command games, WWII Global Conflict comes with a full Game Editor that allows you to modify or create your own all new scenarios, campaigns and maps. To assist with that, the full range of terrain tile types and resources are available including Western, European, Asian, Tropical and Pacific Island themed villages, cities, capitals, jungles, mountains, marsh and hills.<br><br>When you grow tired of playing against the award winning AI, full multiplayer support is included for Hotseat, E-Mail and Network play. <br><br><strong>Features</strong><br><br><ul class=\"bb_ul\"><li>Command the forces of 6 major and 58 different minor nations<br></li><li>20 different unique unit types<br></li><li>Powerful Editor<br></li><li>Play Singleplayer against the challenging AI or take your chance in thrilling PBEM sessions!<br></li><li>Over 200 different in-game events<br></li><li>50 different decision events</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/785940/header.jpg?t=1756304822",
    "developers": [
      "Fury Software"
    ],
    "publishers": [
      "Matrix Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 14590,
      "final": 3647,
      "discount_percent": 75,
      "initial_formatted": "¥ 145.90",
      "final_formatted": "¥ 36.47"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}