{
  "786060": {
    "name": "Sea of Lies: Burning Coast Collector's Edition",
    "steam_appid": 786060,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Eipix Entertainment</strong>, the studio that brought you the <i>Final Cut</i> and <i>Myths of the World</i> series, invites you set sail on another <i>Sea of Lies</i>!<br><br>A strange plague is sweeping through coastal towns, and you've traveled to Port Talbot to help find a cure. But when the town is evacuated to neighboring Wellport, you suddenly find yourself right in the middle of a madman's devious plans. Now you're the only one who knows the truth... but can you reveal it before you become another victim along the burning coast? Find out in this exciting Hidden Object Puzzle Adventure game!<br><br>This is a special Collector's Edition release full of exclusive extras you won't find in the standard version. The Collector's Edition includes:<br><br>Trail a dangerous new villain in the bonus game!<br>Find souvenirs and collectibles<br>Purchase items in the Treasure Room<br>Soundtracks, wallpapers, and concept art<br>A comprehensive Strategy Guide<br><br><br>This is a Hidden Object Puzzle Adventure game, meaning a specific genre of story-driven, point &amp; click adventures. Throughout the game, players are tasked to find a list of objects hidden within a particular scene, and to occasionally complete various mini-games/puzzles.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/786060/header.jpg?t=1764611021",
    "developers": [
      "Eipix Entertainment"
    ],
    "publishers": [
      "BFG Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}