{
  "786620": {
    "name": "Dash Blitz",
    "steam_appid": 786620,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >It's time to blitz through the competition.</h2>Dash Blitz is a platform-fighter based on classic run-and-gun platformers. The action brings players head-to-head at breakneck speed! Combining the smooth handling of a platformer with the lightning-fast action of a fighting game, Dash Blitz re-imagines the genre into something easy to grasp, but hard to master.<br><ul class=\"bb_ul\"><li>Simple controls and accessible mechanics make for a game that's easy to learn, but hard to master. Enjoy the freedom!<br></li><li>Play as a large variety of original characters with a range of unique abilities!<br></li><li>Let your imagination run wild with a host of items and crazy stages, or keep it simple and focus on your combos! May the best fighter win!</li></ul><h2 class=\"bb_tag\" >Complete freedom of movement.</h2>Dash Blitz is all about moving where you want, as fast as you can. It's easy to get started, but can you master the Transmission Era's fastest?<br><ul class=\"bb_ul\"><li>Scale the walls with rapid jumps! Dash under obstacles with lightning speed!<br></li><li>Don't let them get away - even in the middle of a midair vault, you maintain total control over your movement. Perfect for spacing out aerials!<br></li><li>No endlag, no worries! Virtually every attack can be cancelled. Just dash, jump or land, and you'll drop the attack and get back in motion immediately!<br></li><li>Never crumble under pressure - successfully blocking any attack lets you Blitz, making you invulnerable and giving you the chance to turn the tables! For a true contender, every attack is a window of opportunity.</li></ul><h2 class=\"bb_tag\" ><i>The year is 1410, Transmission Era.</i></h2><i>Humanity has prospered thanks to instant transmission technology, and forgotten much of what preceded them. Wide-spread nanite use has given humans superior physical capabilities, and what was once considered &quot;augmented&quot; is now the norm. The thrill of combat is the top sport across the globe, and advances in nanite technology have continued to push fighters beyond their limit. Humans now compete on even footing with their own creations - and often fight more fiercely.<br><br>Dash Transit Solutions, the top dog in transmission networks, are sponsoring the DTS Grand Prix - the first international fighting tournament the Transmission Era has ever seen.<br>They're offering a mountain of credits, international glory, and the chance to demo an advanced AI, Vizier, which they claim can answer any question.<br><br>20 fighters will claw their way through the qualifiers and board the DTS Satellite for the greatest contest of their life. Each of them chases riches, glory, something less savoury… or answers.</i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/786620/header.jpg?t=1678472245",
    "developers": [
      "X-Joy Games"
    ],
    "publishers": [
      "X-Joy Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}