{
  "786890": {
    "name": "Angels Fall First - Soundtrack",
    "steam_appid": 786890,
    "required_age": 0,
    "is_free": false,
    "description": "Edward Patrick White was born to compose music for epic scifi - and it doesn't get more epic than Strangely Interactive's all-encompassing combined arms space shooter Angels Fall First. <br><br>From breakneck dogfights and brawls between mile-long capital ships, all the way through armored assaults to gritty infantry firefights, Ed's triumphant score backs up the action perfectly, lending a cinematic air to the gameplay and bringing the player into the world of the game.<h2 class=\"bb_tag\" >About the Composer</h2><br>The great grandson of a pianist for silent movies, Ed always knew that he wanted to tell stories with music. As a small child he would exasperate violin and piano teachers by composing &quot;stories&quot; and creating &quot;characters&quot; at the piano in preference to performing his set study pieces. Finally, as a young teenager, he found a kindred spirit in virtuoso jazz pianist and teacher, Andrea Vicari, who encouraged his compositional narratives.<br><br>Graduating from the British Recording Industry Trust (BRIT) School of Performing Arts - often compared to New York's LaGuardia &quot;fame&quot; school and whose fellow alumnus include Amy Winehouse, Adele, Imogen Heap, Katie Melua and Leona Lewis - Ed went on to attend the University of Sussex. Here he studied composition, orchestration and musical dramaturgy with English National Opera composer, Martin Butler.<br><br>After a short stint playing session guitar for Andrew Lloyd Webber, Dame Kiri Tekanewa and Boyzone; at only 22 Ed scored the Lionsgate supernatural thriller, 'Nine Lives', starring Amelia Warner and Paris Hilton. Soon after he began regularly visiting Los Angeles to collaborate with film makers there.<br><br>In 2006, Ed was selected for a BBC New Talent TV Composer Masterclass with BAFTA winner, George Fenton. A year later, he was selected from a worldwide pool of candidates and flown to Los Angeles by Warner Bros. for a Turner Classic Movies Young Film Composer of the Year Award adjudicated by a blue ribbon panel of judges chaired by Oscar winning composer Hans Zimmer. <br><br>Recently, Ed was part of the team nominated for an MPSE Golden Reel award (alongside the likes of Star Wars: The Force Awakens) for the feature film 'Listening' for which he wrote the score. <br><br>His title music for ITV's primetime survival show, Bear Grylls: Mission Survive was nominated for a Music &amp; Sound International Award and the show itself went on to receive a National Television Award nomination and later, won a MIP Award.<br><br>With classical credentials and a modern mindset Edward is as comfortable with orchestras, chamber, jazz and pop ensembles as he is with synthesizers and sound sculpting – aspiring always to create music with an emotional intensity and logic appropriate to the drama.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/786890/header.jpg?t=1581548015",
    "developers": [
      "Strangely Interactive Ltd"
    ],
    "publishers": [
      "Strangely Interactive Ltd"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}