{
  "787820": {
    "name": "Ricko's Island",
    "steam_appid": 787820,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Ricko's Island is a collectathon platformer with controls that are actually fun.<br>Travel between 10 islands, master the movement controls, complete platforming challenges, and possess enemies.<br>If you are a fan of mastering movement controls in platformers, this is the game for you!</strong><h2 class=\"bb_tag\" >Introduction</h2>Ricko now has to leave his Island in the goal of finding out the cause of the chaos and fix it. He's got a special core helping him, one of it's kind - it allows him to perform new moves and possess other enemies to use their unique abilities.<br><br>Possess enemies such as Vinemaster to use his grapple vines, Rockbolt to roll around and jump to high places, and many more!<br>Travel between Islands with plenty of places to explore and platforming challenges to master.<h2 class=\"bb_tag\" >Movement</h2>The most important thing about a platformer is the movement, so we made sure Ricko's movement is fun, satisfying, and progresses throughout the game.<br><br>Only 3 keys used (and WASD) to perform over 10 moves and each enemy has it's own new moves! The game was made for casual and hardcore gamers in mind.<br>You can also buy new abilities and upgrades in the shop, such as Sprint, Air Jump, and more!<h2 class=\"bb_tag\" >Islands</h2>To be able to travel between Islands you will need to collect cores that are everywhere, though some are harder to find or reach than others.<br><br>From grass to acid, every Island is unique! There are 10 Islands for you to explore and found secrets in, good luck finding all of those cores!<h2 class=\"bb_tag\" >About Tbjbu2 The Developer</h2>This is my first game inspired by Super Mario Odyssey!<br><br>Although I was just starting out and many things could've been done better, I still believe it is very fun and I have fully played and enjoyed it myself multiple times!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/787820/header.jpg?t=1726054147",
    "developers": [
      "Tbjbu2 Originals"
    ],
    "publishers": [
      "Tbjbu2 Originals"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}