{
  "787980": {
    "name": "4D Minesweeper",
    "steam_appid": 787980,
    "required_age": 0,
    "is_free": true,
    "description": "4D Minesweeper brings the classic mechanics of Minesweeper into the fourth dimension. In four dimensions, each square can have up to 80 neighbors, giving you plenty of information. This means less chance that you have to guess to progress, and that the relations between the squares become more complex.<br />\r\nIt comes with over 80 games that you can load, which can be solved without ever needing to guess. <br />\r\n<br />\r\nTo help you keep track of all those  neighbors, the game highlights them for you, when you enter a square.<br />\r\n<br />\r\nAdditionally the game comes with a delta mode, which displays the number of remaining mines for each square instead of the total number.<br />\r\n<br />\r\nFurthermore you have the option to make each dimension spherical, giving you the ability to play on tubes and tori as well as cubes.<br />\r\n<br />\r\nOf course, if you want to, you can play one-, two- or threedimensional Minesweeper with this game. (The game will always be presented in two dimensions)<br />\r\n<br />\r\nWant a nice start for your game? This game has a button to give you one!<br />\r\n<br />\r\nAnd if you want to stop playing but do not want to lose all your progress in a game, the autosave feature will let you pick right up where you stop the game.",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/787980/header.jpg?t=1541187241",
    "developers": [
      "Julian Schlüntz"
    ],
    "publishers": [
      "Julian Schlüntz"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}