{
  "788050": {
    "name": "Re;Lord 1 ~The witch of Herfort and stuffed animals~",
    "steam_appid": 788050,
    "required_age": 0,
    "is_free": false,
    "description": "Take command of the demon, Wilfried and liberate Groessen from the control of the Witches of Ruin in this strip battle RPG! Retake territory, gather allies and use the art of sorcery to battle and strip the witches' of their clothing in the name of Saarland!<h2 class=\"bb_tag\" >Story</h2><br>A fantasy world where magic exists.<br><br>This is a story where demons lived among the denizens of the world. And it's the demon realm that was about to face an unprecented crisis when three &quot;Witches of Ruin&quot; suddenly appeared and invaded the demon country of Saarland.<br><br>Possessing power beyond what the demon kingdom could muster a defense against, Saarland had no choice but to surrender the region of Groessen to these invaders. The witches were not content to stop there as they also decided to make an example out of the demons by transforming them into stuffed animals to further rob them of their dignity.<br><br>Half a year has passed since the appearance of the witches. As if straight out of a fairy tale, the majority of the people of Groessen have been transformed into stuffed animals and live under the rule of the Witches of Ruin. It is up to Wilfried, son of the governor of Groessen, to lead his ragtag army into battle with the witches and liberate Groessen.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Point and click action RPG<br></li><li>Full Japanese voice acting including main character, Wilfried<br></li><li>Whimsical character and enemy designs<br></li><li>Traverse the world map and reclaim territory using a variety of blocks<br></li><li>Utilize the elements of wind and fire to subdue your enemies<br></li><li>Achievements system<br></li><li>Tutorial and Training modes</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/788050/header.jpg?t=1626999587",
    "developers": [
      "Escu:de",
      "Element"
    ],
    "publishers": [
      "Sekai Project"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 11,
      "total_negative": 0,
      "total_reviews": 11
    }
  }
}