{
  "788520": {
    "name": "Bleeding Knife",
    "steam_appid": 788520,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>About the game:</strong><br><br>Bleeding Knife is a classic horror game based on exploration, puzzle solving and story-telling. You will have to search for items and pick the right choices to be able to make it to the end of the game.<br><br><br><strong>Story:</strong><br><br>Obaid was a homeless man who had been arrested and sent to a prison on an island where he spends his life living behind bars, until... one day, all hell breaks loose. Amidst the turmoil, the door to Obaid's cell gets unlocked, giving him a chance to escape. Upon leaving his cell, he enters the prison hallways that are filled with the bodies of people killed in all sorts of gruesome manners. Obaid knows he's not safe on this island and that he needs to find a way to escape.<br>During his adventure, he will come across a number of survivors, that will aid him in his quest. Getting to know more about the island and its inhabitants, Obaid begins to thirst more for the truth about what really happened. To know more, he will have to enter the Duke's castle, but how will he find his way in there? Who will he be able to rely on for help? Who is the malicious entity he meets throughout his journey over the island? And who's responsible for the mysterious tragedy that took place on that fateful day?<br><br><strong>Key Features:</strong><br><br>-  Multiple Endings<br>-  Voice Acting<br>-  Item Examination<br>-  Detailed Graphics<br>-  Character Art<br>-  100+ Hand-Painted Artworks to live the atmosphere",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/788520/header.jpg?t=1722268263",
    "developers": [
      "Abdulla Hassan Al-Farsi"
    ],
    "publishers": [
      "Abdulla Hassan Al-Farsi"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}