{
  "788670": {
    "name": "Waxworks: Curse of the Ancestors",
    "steam_appid": 788670,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/788670/extras/757e819c9bcbf2947bb467d131ef7c45.avif?t=1645366675\" width=616 height=160 /></span><br><strong>THE ORIGIN: HORRORSOFT</strong><br>Waxworks was released in 1992 by Horrorsoft, that already brought us the game like Elvira: Mistress of the Dark and Elvira II: The Jaws of Cerberus. Just like Elvira, this game was a pixel-art point&amp;click classic in which you must save your family from an ancient curse. To this end, you must travel to several points in time and take on the role of an ancestor hunting down his evil twin brother in each museum exhibit.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/788670/extras/8ae39b671877e79ea9098fb2b7675a5f.avif?t=1645366675\" width=616 height=160 /></span><br><strong>NEW REMAKE: WENT2PLAY</strong><br>Waxworks: Curse of the Ancestors is a 2021 survival horror game that dares you to take the ultimate quest and discover the secret of the Waxworks and lift the curse of Ixona that plagues your family. Try to ignore the gnawing fear in your gut, the feeling of impending disaster that threatens to overwhelm you.<br>The ghastly exhibits inside hold the key to your fate. Explore the intricate passages, alleys, and tunnels that make up the Waxworks –conquer four levels of Pharaoh, Jack the Ripper, Mines and Dracula to be able to catch the Witch and kill her. <br>This is not an easy task and you will have to fight with vicious creatures and mutants, who will be more than happy to rip you apart. This is a true gory horror game, which has no mercy and it follows classic horror movies style from the 80s. <br>Be warned that once you enter an exhibit, the only way out is to solve the puzzle, win a terrible battle, or die a horrible death. When you complete an exhibit, you will be transported back into your Uncle Boris’ wax museum ready for your next adventure. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/788670/extras/10ce4c038a6769ccc34d277ee6c96788.avif?t=1645366675\" width=616 height=160 /></span><br><strong>NEW FEATURES:</strong><br>- 3D First-person of the new Waxworks<br>- 3D environments, characters, weapons and items<br>- Updated and improved deadly puzzles<br>- High resolution support and fully animated characters<br>- Immersive visuals and special effects<br>- RPG system and Crafting<br>- New music, Voice overs and Sound effects<br>- Improved gameplay and fighting system<br>- Updated Boss fights and dialogues<br>- New atmosphere and 3D experience<br>- Four exciting eras for time travel<br>- Challenging combats: distance, stealth, or melee<br>- Character development: Improving your skills and gaining new perks<br>- 8 supported languages<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/788670/extras/b0b4c8f6bdc9e30f7ce38e95da15b223.avif?t=1645366675\" width=616 height=160 /></span><br><strong>STORY:</strong><br>Many years ago, Ixona, a Gypsy witch, stole a chicken from the player's ancestor, who chopped off her hand as punishment. In retaliation, Ixona placed a curse on the ancestor. Whenever twins were born into his family line, one would grow up to be good while the other would become evil.<br><br>At present, the protagonist learns that his twin brother, Alex, is going to suffer the curse. Boris, their uncle has died and left them with his Waxworks, as well a crystal ball, through which his spirit communicates with his nephew; the protagonist learns that he must rid the family of Ixona's curse to save Alex. He must use the Waxworks to travel through four locations in different time periods: Ancient Egypt, a zombie-infested cemetery, Victorian era London and a mine overrun with plant-like mutants. Within each location, he is to defeat his evil twin who takes the shape of a villain.<br><br>Eventually, the protagonist learns that the only way to break the curse is to prevent it from being cast in the first place. After defeating the evil twin four times, the protagonist is given four artifacts: the High Priest's amulet, the Necromancer's ring, Jack the Ripper's knife, and a vial of the Plant Monster's poison; the final level is unlocked, and takes the protagonist back in time to confront Ixona. Following Boris' instructions, the protagonist uses the artifacts to kill Ixona before she can place the curse; as a result, the curse is erased from existence for every afflicted generation of the protagonist's family line.<br><br>After the curse is undone, the protagonist finds Alex unconscious in a corner of the Waxworks and revives him. Upon waking, Alex recalls a strange dream he had, in which he witnessed Ixona's death. However, in the dream, right before she died, Ixona muttered another curse which transformed the protagonist into a demon; the dream's meaning is never made clear, possibly hinting at a potential sequel. The game ends with the brothers leaving the museum.<br><br><strong>THE PRESENT AND TIME TRAVELLING</strong><br>The game is divided into five different time periods: The present in 1980, Ancient Egyptian, Medieval Transylvania, Victorian England and Industrial Mine.<br><br>In each time period, the player needs to collect items, solve puzzles, avoid deadly encounters and engage in combat with various opponents. In times of need, the Player may turn to Uncle Boris' crystal ball for help. The main objective is to defeat the four evil twins and collect their special items in order to undo the family curse. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/788670/extras/0e99ec5c48242ddfa9d5eca2b6e429fc.avif?t=1645366675\" width=616 height=160 /></span><br><strong>THE FOUR ERAS OF WAXWORKS</strong><br>Uncle Boris had built a Waxworks with recreations of some of history's most fiendish murderers and monsters. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/788670/extras/9d3f10cfc90974106a4073cfb043a220.avif?t=1645366675\" width=616 height=160 /></span><br><strong>The Egypt - 3100BC</strong><br>You will journey to the mysterious land of the Pharaohs to explore the Great Pyramid where you must defeat the vicious High Priest in order to rescue a beautiful princess. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/788670/extras/657dac114825fcca0bd5471cdea5515c.avif?t=1645366675\" width=616 height=160 /></span><br><strong>The Graveyard - 1454</strong><br>You will enter an unworldly graveyard in Romania to confront and vanquish the evil Necromancer and his rotting, mindless horde of zombies. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/788670/extras/5f5a76e901dbbee2dc62ff9964a0a249.avif?t=1645366675\" width=616 height=160 /></span><br><strong>The London - 1888</strong><br>You will have to tread the dark, menacing streets of 1888 London to confront the murderer, who solicits the call girls of Whitechapel St. and brutally murders and mutilates them.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/788670/extras/40808b2a31695a5bfd11665cc019cbb2.avif?t=1645366675\" width=616 height=160 /></span><br><strong>The Mine - 1934</strong><br>You will descend into a treacherous iron mine to battle a huge mutant plant with an insatiable appetite for human flesh. This is a creepy place full of rabid creatures. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/788670/extras/89f7e0b63fdcb2836dfe9f273ca686ee.avif?t=1645366675\" width=616 height=160 /></span><br><strong>THE EVIL TWINS OF WAXWORKS</strong><br><br><strong>The High Priest:</strong> The first evil twin became the high priest of the ancient Egyptian god Anubis. It soon became the annual custom for Anubis to demand a virgin of royal birth to be ritually sacrificed. <br><br><strong>The Necromancer:</strong> The second evil twin is the Necromancer. From a young age he was fascinated by the magic of the dead. Soon he mastered the craft and became undead himself and indestructible by normal means. <br><br><strong>Jack The Ripper:</strong> The third evil twin became known as Jack the Ripper. The motive for his horrific crimes was to provide sacrifices to Beelzebub, the King of Hell. His victims were the unfortunate call girls that were so common in this time. <br><br><strong>Gorgonora:</strong> The practice of satanism and black magic of the fourth evil twin, slowly turned him into a creature superior to humans. This creature became known as the Gorgonora-a cursed, mutant plant. <br><br><strong>Will you rise to the challenge or die trying?</strong><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/788670/extras/6fbe595903d91a71ecbc151bc7577250.avif?t=1645366675\" width=616 height=160 /></span>",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 捷克语, 波兰语, 俄语, 土耳其语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/788670/header.jpg?t=1645366675",
    "developers": [
      "Went2Play LLC"
    ],
    "publishers": [
      "Went2Play LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 12 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}