{
  "789010": {
    "name": "Wanderfog",
    "steam_appid": 789010,
    "required_age": 0,
    "is_free": false,
    "description": "This multiplayer on-line game is about treasure hunters. <br />\r\n     Version 1.0 &quot;Quests and weapon&quot;<br />\r\n     Do you like to wander alone through endless sands and stone deserts?  Do you like the long quest for treasures and artifacts? Aren't you afraid of evil monsters and hidden robbers?  Do you like craft and money? <br />\r\n      Welcome to Wanderfog! Welcome to sands and rocks of the Dead Sea, treasure hunter! The whole world - 30 km to search.<br />\r\n      Find treasures and artifacts in the poisonous fog and try to come back alive to sell them. Gold, crystals, coins and ancient weapon.  You can find artifacts or rob another player. <br />\r\n     Remember - it will be long and lonesome to wander around these sands and reefs. You can find the artifact in 15 minutes and get money. Or lose a whole day and get nothing. Such is a game. This is a joke of Goddess Seamoon. But you have a lot of chances to catch your luck. Don't worry. You can repeat to do quests. Quests are in news on game page.<br />\r\n      Version 1.0. All characters are of THIRD level. This is cool, because there will be only four levels.<br />\r\n      You can do quests, craft weapon, rob other players. No Commission store and no trading platform Steam. No character development.  The game is not finished content. But you can play and have fun! If you win the quest - you receive gifts and Steam cards.<br />\r\n     The game is simple, but you must know the rules. If not, you may have a bad emotions.<br />\r\n      For example: <br />\r\n      Items in the bag disappear if the player exits the game in the town. You must put items in your chest. But if the player exits the game on sand of dead sea , the bag and items in it lie in this place for 45 (FORTY-FIVE) minutes. You can go back and take items from it. <br />\r\n         Play and become rich! Good luck!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/789010/header.jpg?t=1565069081",
    "developers": [
      "gamesnnstudio"
    ],
    "publishers": [
      "zao_mesherskoe"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 17 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}