{
  "790090": {
    "name": "Fantasy Grounds - Starfinder RPG - Ruleset",
    "steam_appid": 790090,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >    Starfinder Core Rulebook  </h2>      Shoot for the Stars<br><i>  Blast off into a galaxy of adventure with the Starfinder Roleplaying Game! Step into your powered armor and grab your magic-infused laser rifle as you investigate the mysteries of a weird universe with your bold starship crew. Will you delve for lost artifacts in the ruins of alien temples? Strap on rune-enhanced armor and a laser rifle to battle undead empires in fleets of bone ships, or defend colonists from a swarm of ravenous monsters? Maybe you'll hack into the mainframe of a god-run corporation, or search the stars for clues to the secret history of the universe or brand new planets to explore. Whether you're making first contact with new cultures on uncharted worlds or fighting to survive in the neon-lit back alleys of Absalom Station, you and your team will need all your wits, combat skill, and magic to make it through. But most of all, you'll need each other.</i><br>This massive product is the essential centerpiece of the Starfinder Roleplaying Game, with rules for character creation, magic, gear, and more--everything you need to play Starfinder as either a player or Game Master! The next great adventure in science-fantasy roleplaying takes off here, and the Starfinder Core Rulebook is your ticket to a lifetime of adventure amid the stars!<br>Inside this product, you'll find:<br><ul class=\"bb_ul\"><li>All of the rules you need to play or run a game of Starfinder.  </li><li>Seven character classes, from the elite soldier and stealthy operative to the physics-hacking technomancer and mind-bending mystic.  </li><li>Character races both new and classic, from androids, insectile shirrens, ratlike ysoki, and reptilian vesk to the dwarves and elves of the distant future.  </li><li>An in-depth exploration of the Starfinder setting, including its planets, gods, factions, and threats.  </li><li>Hundreds of weapons, spells, technological gadgets, magic items, and other options to outfit any character.  </li><li>Complete rules for starships, including customization and starship combat.  </li><li>Rules and tips on using Pathfinder RPG content with Starfinder.  </li></ul>   This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage  </li><li>All the images and handouts from the book available to share with your players as you need them  </li><li>Rules to play in a drag and drop format  </li><li>Characters are automated and calculate and re-calculate various stats.  </li><li>Character creation automation by dragging and dropping races, themes, and classes onto the main tab of the character sheet.  </li><li>Full NPC and monster support  </li></ul>  Videos <h2 class=\"bb_tag\" > Starfinder Ruleset Feature Trailer</h2> <h2 class=\"bb_tag\" > <i>  [/h2]<br>Adapted for Fantasy Grounds by: </i><strong>Christopher Ward</strong><br><i>  Adapted for Fantasy Grounds by: </i>    Christopher Ward[/b]<br><strong>  Requires:</strong>   The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Starfinder ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</h2>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/790090/header.jpg?t=1768390833",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 16300,
      "final": 16300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 163.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 9 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}