{
  "790070": {
    "name": "Bouldering Brawl",
    "steam_appid": 790070,
    "required_age": 0,
    "is_free": false,
    "description": "Join our Discord server:<h2 class=\"bb_tag\" >Mario Kart + Mountaineering = Bouldering Brawl</h2>Have you ever felt like playing Mario Kart paired with the fast-paced action of Speedrunners and instead of driving cars you would be climbing a mountain? No? Anyways, Bouldering Brawl is a mountain climbing racing game for couch and online play. There are exploding goats, inflatable rocks and numerous other items to help you beat your friends in a race to the peak. Play unique and humorous characters and win on the various mountains of the world.<h2 class=\"bb_tag\" >Unique Aesthetics, Strange Characters, Items &amp; Obstacles </h2>Play with an unique low poly graphic style: Battle <span class=\"bb_strike\">oddly</span> humorously designed characters (you played many devils on vacation in your gaming career yet?), throw Clown-Sound grenades at your opponents, dodge swinging alphorns, et cetera, et cetera, et cetera.<h2 class=\"bb_tag\" >Play Against Your Friends On The Couch &amp; Online</h2>We all know it - what would Mario Kart be without that moment when you get hit by a blue shell fired by some last placed idiot? And all the cursing and taunting after that? In Bouldering Brawl, you can do exactly that (even though we can't pay for any damage you do to your furniture or your friends). <br><br>Did you ever wanted to play some cool indie game you found on Steam, but your friends weren't in the house and it had no online multiplayer? Don't worry, Bouldering Brawl will have full online multiplayer support, so you can play against your friends and (other) strange people from the internet.<h2 class=\"bb_tag\" >Checklist</h2><ul class=\"bb_ul\">\t<li>Race to the top against your friends. The first player at the peak wins!<br>    </li><li>Up to 4 player local multiplayer<br>    </li><li>Even more players online!<br>    </li><li>Play humorously designed characters, each with individual gameplay characteristics<br>\t</li><li>Use chaotic items like gravity manipulators and exploding goats to secure an unfair advantage on the way to the top<br>\t</li><li>Dodge falling rocks and swinging alphorns<br>\t</li><li>Unique artsy low poly graphic style<br>\t</li><li>Many different maps, looking and playing entirely different (see screenshots below)<br>\t</li><li>Controller compatible (of course)</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/790070/header.jpg?t=1536421008",
    "developers": [
      "Cahliban"
    ],
    "publishers": [
      "Cahliban"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}