{
  "7900": {
    "name": "The Movies",
    "steam_appid": 7900,
    "required_age": 0,
    "is_free": false,
    "description": "<p><span class=\"copyHead\">Egos. Money. Blockbusters. Welcome to Hollywood.</span></p>\n\t\t\t\t\t<p>With <i>The Movies</i>, you can make it big in Hollywood by building the ultimate movie studio and shooting the ultimate picture. Choose a script and turn it into a major release. Pick or create actors and locations. Control budgets, build sets, hire and fire at will, settle into the director's chair and film a hit.</p>\n\t\t\t\t\t<p>Customize unique movies within the game, then watch and review them, adding your very own voiceover or sound effects and saving them to your hard drive. Upload your masterpieces to the web or post them on <i>The Movies'</i> official site for the world to see and vote on in online awards ceremonies.</p>\n\t\t\t\t\t<p>Just as you can create or modify unique films, you can create or modify actors, customizing their look and renaming them to resemble anyone you wish. Anything you've ever read about Hollywood -- from starlet scandals to broken box office records -- is right here in <i>The Movies</i>.</p>\n\t\t\t\t\t<ul>\n\t\t\t\t\t<li><strong>From nobody to mogul</strong> - Become a mega-rich studio honcho, calling all the shots and hiring and firing at will. Will you ignore the stars' tantrums? Will you give in to their monstrous egos and allow them to fall in and out of love, gain weight or get plastic surgery? Or will you show them who's boss by ruining careers, crushing dreams and putting yourself first?</li>\n\t\t\t\t\t<li><strong>From pitch to premiere</strong> - Handpick the scripts you want to greenlight, watch them being shot or direct the movies yourself.</li>\n\t\t\t\t\t<li><strong>Make the films you love to watch or create brand new masterpieces.</strong> Innovate with new technological advancements or let other studios make the investment and ride their coattails.</li>\n\t\t\t\t\t<li><strong>From flops to runaway hits</strong> - Make comedies, action films, war movies, romances, sci-fi flicks, horror films or anything you choose. Different genres at different times attract different audiences, so are you after a box office smash or is pleasing the critics and winning awards more your scene?</li>\n\t\t\t\t\t<li><strong>Anything is possible with <i>The Movies</i></strong> - Ultimately, you'll be judged by the movies you make. Will you be brave enough to put your movies on the web or share them with friends? Will your movies pick up a nomination and win you a real award? Will this game launch you into an actual movie career? Studio power broker, talent spotter or film director - you can be one or all three. That's the magic of <i>The Movies</i>.</li>\n\t\t\t\t\t<li><strong>Two sides of Hollywood, two modes of gameplay</strong> - In Sandbox Mode, you can focus exclusively on making movies. In Story Mode, your objective is to build your own studio from the ground up by starting with an empty lot. Now it's your chance to find out if you have what it takes to make it in Hollywood.</li></ul>",
    "supported_languages": "英语, 法语, 德语, 意大利语, 西班牙语 - 西班牙, 荷兰语, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/7900/header.jpg?t=1447351040",
    "developers": [
      "Lionhead Studios"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2007 年 6 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}