{
  "790150": {
    "name": "Fantasy Grounds - Starfinder RPG - Dead Suns AP 1: Incident at Absalom Station (SFRPG)",
    "steam_appid": 790150,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the <strong>Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" ><strong>Starfinder Adventure Path: Incident at Absalom Station (Dead Suns 1 of 6)</strong></h2><i>By</i><strong> Robert G. McCreary</strong><br><strong>A Ship Without a Crew</strong><br><i>When a brutal gang war breaks out on a docking bay in Absalom Station, the player characters are recruited by the Starfinder Society to investigate the unexpected bloodshed. Delving into the stations seedy Spike neighborhoods, the heroes confront the gangs and discover that both were paid to start the riot and that the true conflict is between two rival mining companies battling over a new arrival in orbit around the station: a mysteriously deserted ship and the strange asteroid it recovered from the Drift. To head off further violence, the heroes are asked to investigate the ship and discover what happened to its crew, as well as the nature of the asteroid it tows. But what the players find there will set in motion events that could threaten the entirety of the Pact Worlds and change the face of the galaxy forever...</i><br><i>This volume of Starfinder Adventure Path launches the Dead Suns Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;Incident at Absalom Station,&quot; a Starfinder adventure for 1st-level characters, by Robert G. McCreary.<br></li><li>A gazetteer of Absalom Station, by James L. Sutter.<br></li><li>Magical relics inspired by the lost planet Golarion, by Owen K.C. Stephens.<br></li><li>An archive of new alien creatures, by Jason Keeley and Robert G. McCreary.<br></li><li>Statistics and deck plans for a new starship designed just for the player characters, plus details on a new planet in the Codex of Worlds, by Robert G. McCreary.</li></ul>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul>&lt;b&gt;Requires:&lt;/b&gt; The free Fantasy Grounds virtual tabletop (VTT) software.<br><i><br><strong><br>Adapted for Fantasy Grounds by: [/i]Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Starfinder ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/790150/header.jpg?t=1768390880",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 9 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}