{
  "790280": {
    "name": "Fantasy Grounds - Starfinder RPG - Alien Archive (SFRPG)",
    "steam_appid": 790280,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong> Starfinder Alien Archive</strong></h2><strong> Close Encounters</strong><br><i> Strange aliens both friendly and fearsome fill this tome of creatures designed for use with the Starfinder Roleplaying Game! From the gravity-manipulating frujais and planet-killing novaspawn to space goblins and security robots, the creatures in this codex will challenge adventurers no matter what strange worlds they're exploring. What's more, player rules for a host of creatures let players not just fight aliens, but be them!</i><br><i> Inside Starfinder Alien Archive, you'll find the following:</i><br><ul class=\"bb_ul\"><li>Over 80 bizarre life-forms both classic and new, from the reptilian ikeshtis and energy-bodied hallajins to robotic anacites and supernatural entities from beyond the realms of mortals.<br></li><li>Over 20 races with full player rules, letting you play everything from a winged dragonkin to a hyperevolved floating brain.<br></li><li>New alien technology to help give your character an edge, including weapons, armor, magic items, and more.<br></li><li>A robust NPC-creation system to let Game Masters build any aliens or creatures they can imagine.<br></li><li>New rules for magical monster summoning, quick templates to modify creatures on the fly, and more!</li></ul>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Christopher Ward</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Starfinder ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/790280/header.jpg?t=1768390927",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 11600,
      "final": 11600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 116.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 9 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}