{
  "7910": {
    "name": "The Movies: Stunts and Effects ",
    "steam_appid": 7910,
    "required_age": 0,
    "is_free": false,
    "description": "<p>Lights. Camera. Unlimited Action!</p>\n\t\t\t\t\t<p><i>The Movies: Stunts & Effects</i> expansion pack helps you maximize your inner mogul with a fantastic array of new cinematic choices. Spectacular stunts, eye-popping effects and dramatic new sets transform your motion picture projects from <i>The Movies</i> into empire-building epics. It's a comprehensive collection of new features to give you, the ultimate Hollywood player, greater power to build and run your own motion picture studio.\n\t\t\t\t\t<p>\n\t\t\t\t\t<ul>\n\t\t\t\t\t<li>Manage Stuntmen and Stars through death-defying stunts, write stunt scripts and assign stunt doubles. You control the jumps, falls, rescues and battles that can make movie magic or take you on a trip to the E.R.</li>\n\t\t\t\t\t<li>Include incredible special effects in your films. From car crashes and changing weather to explosions, shattering glass and smoke, transform an ordinary action sequence into a cinematic showstopper.</li>\n\t\t\t\t\t<li>Dramatically expand your studio lot with brand-new movie sets and technologies. A lush jungle landscape, a bustling city street and a military-grade barracks are a just a few of the surroundings you can select.</li>\n\t\t\t\t\t<li>Dress your sets and scenes down to the last detail with an impressive variety of new backdrops, costumes, props, aircraft and vehicles. You can even alter your actors' apparent age and weight with the updated costume section menu.</li></ul>",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/7910/header.jpg?t=1447351041",
    "developers": [
      "Lionhead Studios"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2007 年 6 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}