{
  "791120": {
    "name": "Fantasy Grounds - Doors to Darkness (CoC7E)",
    "steam_appid": 791120,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Doors to Darkness</strong></h2><i>Doors To Darkness provides five scenarios written especially for beginning Keepers and players of Call of Cthulhu. Here you will find horror, mystery, investigation, ghastly monsters, strange magics, and forgotten secrets, as well as plenty of advice about how to run the adventures for best effect. As well as the scenarios, an essay by Kevin Ross details a wide range of hints and tips on running Call of Cthulhu - guidance any Keeper, new or experienced, will find very useful.</i><br>This product includes:<br><ul class=\"bb_ul\"><li>The Darkness Beneath The Hill - A friends house renovation project leads to unexpected discoveries in Providence, Rhode Island.<br></li><li>Genius Loci - Not all is well at Danvers State Lunatic Asylum and its down to the investigators to heed a friend in needs cry.<br></li><li>Servants Of The Lake - The hunt for a missing person reveals ancient secrets in the wilds north of Kingsport.<br></li><li>Ties That Bind - Strange rock formations have been found in Mrs. Carringtons prized fountain. But these are like no rocks seen before!<br></li><li>None More Black - The death of a Miskatonic University student leads the investigators into unsavoury neighbourhoods and dark business dealings.<br></li><li>Also included are ten diverse and ready to play investigators, allowing players to dive straight into the mysteries contained within Doors To Darkness. Lastly, just because these scenarios are written with new players in mind, dont expect them to be a walk in the park! Those who dare to open the doors to darkness will discover just what secrets and dangers lie within! You must have a copy of the Call of Cthulhu Keeper Rulebook 7th Edition to fully enjoy these scenarios.</li></ul><i>Authors:</i><strong> Brian M. Sammons, Glynn Owen Barrass, Charles P. Zaglanis</strong><i>Artists:</i><strong> Victor Manuel Leza Moreno, Jonathan Wyke, M Wayne Miller, Pat Loboyko, Eric Lofgren, Loic Muzy, Celeste Burcham</strong><br><strong>Converted by: </strong> Colin Richardson<br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the Call of Cthulhu 7E ruleset<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Call of Cthulhu 7E ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/791120/header.jpg?t=1768391027",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 6200,
      "final": 6200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 62.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 1 月 26 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}