{
  "791570": {
    "name": "Finish Line Manager",
    "steam_appid": 791570,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/791570/extras/8d593a563e4f6320b8f4fe816d4b9a9b.avif?t=1751779878\" width=628 height=204 /></span></p><p class=\"bb_paragraph\" >Ever dreamed of owning and managing your own car racing team? Redline Ultimate Racing allows you to make your dreams come true! Take control of either a randomly generated racing universe (complete with cars, sponsors, tracks/schedule, drivers and crew chiefs) or load your own custom-created universe into the game.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Features include:</p><p class=\"bb_paragraph\" ></p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Random racing universe generator creates a completely new and different challenge every game, including schedules, track names and cities and sponsors.</p></li><li><p class=\"bb_paragraph\" >Hire up to 4 drivers for your team, each with 11 different stats including special 'quirks' possible for each one. Hire Crew Chiefs with 8 different stats and quirks as well. Compete against 40 other drivers and make the financial decisions for your team to guide it to prosperity. Sign them to contracts to keep them on your team. </p></li><li><p class=\"bb_paragraph\" >Buy cars with 4 different stats, or use the Research and Development feature to create your own car with parameters you set yourself. Dozens of possible special quirks possible for cars. Cars wear out over the course of a season and must be repaired. </p></li><li><p class=\"bb_paragraph\" >Full unlimited career seasons possible, with driver/crew development, injuries and tons of special events possible during a game. Full stats are tracked for every driver, including Top 5 and Top 10 finishes, wins, poles, DNF's and more.</p></li><li><p class=\"bb_paragraph\" >Sim races quickly with detailed box scores/stats. A NASCAR-based points and earnings system is built into the game, and other factors include 4 different types of tracks and weather can influence the results as well. </p></li><li><p class=\"bb_paragraph\" >Sign with sponsors and get funding for your team, or go it on your own. They will expect a certain level of performance to stick with you! Will you be able to hold onto them, or will they dump you at the end of the season?</p></li><li><p class=\"bb_paragraph\" >Easy to use and attractive UI makes managing your team simple and easy, not to mention fun. Engaging news snippets of the previous race appear after every contest, and special random events can influence your season's progression.</p></li><li><p class=\"bb_paragraph\" >Built-in feature to create and load your own custom universe setups, whether they be old or new. Ever wanted to see how the 1985 NASCAR season would have ended up? Would Darrell Waltrip have been crowned champion -- or would Bill Elliot have been beaten him out? Now you can see for yourself! Add in your own driver pictures, racing logos and even basic car designs if you like.</p></li></ul><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Grab the wheel and take control of your very own stock car racing team today!</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/791570/header.jpg?t=1751779878",
    "developers": [
      "SimProse Studios"
    ],
    "publishers": [
      "SimProse Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 66,
        "description": "可选颜色"
      },
      {
        "id": 78,
        "description": "可调整难度"
      },
      {
        "id": 74,
        "description": "无需应对快速反应事件"
      },
      {
        "id": 79,
        "description": "随时保存"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}