{
  "792120": {
    "name": "FIGHT KNIGHT",
    "steam_appid": 792120,
    "required_age": 0,
    "is_free": false,
    "description": "THE TOWER ascends without warning. It consumes the land it rises from, growing ever higher with each appearance. Those trapped within the Tower's shadow are cursed to live in an eternal night... until, before long, it vanishes as quick as it came. The wise can predict its next appearance, and fools seek the treasures within. But the Tower is full of the twisted forms of the people and places it has consumed in its many ascents, preventing the brave and the ignorant alike from climbing its cursed halls. Surely some great reward awaits the one who reaches the top! But with such powerful and evil sorcery afoot, who could possibly reach its summit?<br><br>FIGHT KNIGHT is a mix between a <strong>first person dungeon crawler</strong> and a <strong>high speed action game</strong>. Climb through the many unique floors of the Tower and get to know friend and foe alike! Solve puzzles, collect artifacts, and help FIGHT KNIGHT grow in power. Encounters take place in real time, through <strong>grid-based melee combat</strong>. Wits and reflexes will pave your way to victory. Will YOU master the Tower and those who wait within?<br><br><ul class=\"bb_ul\"><li><strong>UNIQUE PRESENTATION -</strong> Retro-game-inspired visuals that manage to look unlike any retro game!</li></ul><ul class=\"bb_ul\"><li><strong>5+ ZONES -</strong> Each zone is comprised of multiple floors of puzzle-filled dungeon exploration. Each zone of the Tower has its own unique setting, layout, NPCs, puzzle elements, and enemies!</li></ul><ul class=\"bb_ul\"><li><strong>HAND-CRAFTED LEVELS -</strong> Thoughtfully hand-crafted levels full of puzzles that are designed to take FIGHT KNIGHT's unique punching capabilities into account!</li></ul><ul class=\"bb_ul\"><li><strong>ROBUST COMBAT -</strong> Compelling real-time positional combat system involving all manner of fist-based warfare. Punch, dodge, push, counter, punch, block, and punch your way to victory!</li></ul><ul class=\"bb_ul\"><li><strong>CHOOSE YOUR STYLE -</strong> Equip FIGHT KNIGHT with energy-burning super moves called SPECIALTIES, consumable items, and a variety of gauntlets— all with various situational advantages and attributes! Give FIGHT KNIGHT what you think gives you the edge!</li></ul><ul class=\"bb_ul\"><li><strong>CHALLENGING FOES -</strong> Enemies work together in unique combinations to ensure your demise. Not only does each enemy have their own quirks and attack patterns, enemy skills are designed to play off each other! FIGHT KNIGHT will have to learn how to deal with enemies both individually and in large groups!</li></ul><ul class=\"bb_ul\"><li><strong>MEET N' BEAT -</strong> Enjoyable cast of characters to meet and punch along the way!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/792120/header.jpg?t=1667599530",
    "developers": [
      "Team Sorcerobe"
    ],
    "publishers": [
      "Team Sorcerobe"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 11 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 41,
      "total_negative": 4,
      "total_reviews": 45
    }
  }
}