{
  "792290": {
    "name": "Total Alarm",
    "steam_appid": 792290,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Total Alarm (n): an anxious awareness of absolute danger</h2><br>Repairing crumbling space stations. Procuring essential products on the black market. Avoiding spies and secret police. Such is life under the watchful eye of the authoritarian Collective. But there’s more to existence in this galactic totalitarian society than simply learning to live in a shortage economy. As routine missions slowly morph into something more insidious, a terrifying secret will come to life – a secret the Collective would do anything to keep hidden.<br><br>Blending rich narrative adventure with strategic resource management, Total Alarm transports players to a retro-futuristic universe steeped in dystopian oppression. As a disgraced yet defiant engineer, you navigate a complex web of scarce resources, failing systems, authoritarian rule, and social manipulation in a desperate bid for the truth.<br><br>Core Gameplay Features:<br><br><ul class=\"bb_ul\"><li>Travel across star systems repairing dilapidated space stations<br></li><li>Uncover the sinister reality behind the Collective’s promises of salvation<br></li><li>Leverage bustling black markets to acquire illegal goods and services<br></li><li>Manage resources like fuel, navigation data, repair parts, and ration cards<br></li><li>Engage in strategic confrontations through collectible card duels<br></li><li>Build trust networks while avoiding informants and secret police<br></li><li>Make narrative choices that profoundly impact social dynamics and endings<br></li><li>Challenge the loyalty of allies old and new in this political minefield<br></li><li>Expand your spaceship and abilities through an XP progression system</li></ul><br>Life in this totalitarian state is defined by fear, scarcity, and oppression. Inspired by 20th-century Polish communism, the game’s soc-realist visuals capture this dystopian reality stretched across the vast darkness of space. Through equal parts grit, courage, and cunning, you alone can unravel the truth and overcome the ruthless tactics of a regime clinging to power. The Collective is deceptive to its very core...but so are you.",
    "supported_languages": "英语, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/792290/header.jpg?t=1764081660",
    "developers": [
      "Pixel Crow"
    ],
    "publishers": [
      "Feel Good Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}