{
  "792770": {
    "name": "Super Green Rally",
    "steam_appid": 792770,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Super Green Rally</i> is a modern adaptation of the 8-bit/16-bit retro racing games of the 80s and 90s. The player drives an exotic and extremely powerful electric car through different levels under the theme of the renewable energies and social issues.<h2 class=\"bb_tag\" >Arcade racer with a story</h2><i>Super Green Rally</i> is an arcade racer with an uplifting story. It provides all the fun that the arcade racers used to do in the 80s and 90s. It’s a modern adaptation of the good old racing games and this time the electric car is the center of interest.<br><br>There’s pollution everywhere and the air has become hardly breathable because the fossil fuels. Despite many initiatives to bring the electric car and renewable energies to this world, the fossil fuel industry is still leading the way.<br><br>With the help of an angel investor, you race against the time to reach different destinations. Every destination will unlock a social or technological innovation. As you unlock them, the world changes and gets better. For example, the fuel cars are replaced by electric cars, the thick smog above the cities vanishes, the oil wells in the desert are replaced by renewable energies like wind turbines, etc. The levels change in appearance to create a great replay value by revisiting them.<br><br>Changing the world is not easy. As you progress, you’ll have to face the fossil fuel industry. Many people will try to block you on your way. You’ll have to be skilled to avoid the enemy cars on the road and reach your destination.<br><br>As you win the different races, you’ll evolve towards the future where the whole world changes and gets more futuristic and clean. This is where the meaning of your race is.<h2 class=\"bb_tag\" >The levels</h2><i>Super Green Rally</i> features procedural gameplay, day/night cycles and changing weather. Unlike the old arcade racers, you get a different racing experience every time you play. This offers more challenges and also creates a great replay value.<br><br>To create a meaningful arcade racer, each level is associated with a specific theme related to the purpose of the game. The first levels represent different environmental disasters caused by the oil industry. You’re going to race through these levels to convince your angel investor to invest more money in your electric car company.<br><br>This crazy race will get you to travel around the world. You’ll see the damages caused by the humankind to the planet and also the most beautiful places that we have to preserve.<h2 class=\"bb_tag\" >The amazing electric car</h2>Electric cars used to be boring, slow and not convenient. It’s time for a change. With your electric car company, you’re redefining the standards. You’ve come up with a beautiful exotic electric car that can travel the world. With a top speed of 440 km/h, it’s the fastest car in the world. However, it costs a lot and your race will allow you to democratize the electric car.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/792770/extras/df5fd0283577ec12f33fc7226374df4f.avif?t=1690155371\" width=480 height=260 /></span><h2 class=\"bb_tag\" >The best is yet to come...</h2><i>Super Green Rally</i> is in development. Stay tune and visit this page later for more details.<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/792770/extras/1a5209f090caa78789967544131b756f.poster.avif?t=1690155371\" width=480 height=270 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/792770/extras/1a5209f090caa78789967544131b756f.webm?t=1690155371\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/792770/extras/1a5209f090caa78789967544131b756f.mp4?t=1690155371\" type=\"video/mp4\"></video></span>",
    "supported_languages": "英语<strong>*</strong>, 法语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/792770/header.jpg?t=1690155371",
    "developers": [
      "Gaia Dream Creation"
    ],
    "publishers": [
      "Gaia Dream Creation"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}