{
  "792990": {
    "name": "Identity",
    "steam_appid": 792990,
    "required_age": 0,
    "is_free": false,
    "description": "Identity is a new breed of massively multiplayer online role-playing game where hundreds of players interact in a world of absolute freedom. It's the actions of players which determine your fate and the fate of the world you live in.<br><br>When everyone is a real person, you can live as a criminal, a police officer, business person or anything in between. You are in full control of your own future in your pursuit of wealth, glory and power.<br><br>Identity takes place in a fictional land in the eastern United States, inspired primarily by the Carolinas and Georgia. The chosen location allows for a huge variety in terrain and environments. You'll encounter dirty cities, beautiful beaches, farmland, snow-capped mountains and everything in between. All of these areas are inspired by real locations in the United States, resulting in an incredibly believable and immersive world.<h2 class=\"bb_tag\" >The Town Square</h2><br>The Town Square is the first Identity module, which also includes access to future modules and the full Identity game upon its completion. As a social module, the Town Square will allow you to create and customize your characters, meet new friends and enjoy a bunch of interesting and fun things to do. This is your first preview of what's to come with Identity!<br><br>Identity's Town Square, a closed-off section of the Ash Hill city center, gives you a sneak peek at some of the items you've received from pledging to Identity. With a few dozen people per town square server, you can hang out and play games with other Identity fans while waiting on future modules and the full Identity world.<br><br>Following the Town Square, two additional modules will be released: <strong>SWAT </strong>and <strong>Racing</strong>. After all modules are playable, you'll get access to the Identity game as a whole.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/792990/header.jpg?t=1769621280",
    "developers": [
      "Asylum Entertainment Inc."
    ],
    "publishers": [
      "Asylum Entertainment Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 30 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "7 user reviews",
      "total_positive": 5,
      "total_negative": 2,
      "total_reviews": 7
    }
  }
}