{
  "792920": {
    "name": "BRIG 12",
    "steam_appid": 792920,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to BRIG 12, a high-security location that’s exclusively reserved for turning in the most dangerous bounties of the Altera System. It is the most elite destination for Bounty Hunters in the galaxy and, as the clone of a very successful Bounty Hunter, you’ve earned access into this exclusive club. Your job is simple: take over your predecessor’s empire, make a bunch of money, and clone yourself so you can retire. Aboard your trusty ship, you will assemble a crew, take on missions throughout the galaxy, and maybe even take some time for yourself at the club or barbershop.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/792920/extras/206bd95e595b36a2719d620a4e982ad7.avif?t=1657736471\" width=624 height=350 /></span><br><br>BRIG 12 is a strategic RPG with deep character progression and card collection mechanics. Inspired by classic turn-based RPG games, your crew will battle enemies to earn loot, defeat bosses, and capture bounties. Wrapped in a vibrant and humorous art style, BRIG 12 will introduce you to some of the seediest factions of criminals from exotic lands throughout the farthest reaches of space.<h2 class=\"bb_tag\" ><strong>Features:</strong></h2><br><strong>Strategic RPG Gameplay </strong>– Approach every aspect of the game as you want.  You choose how to battle, progress your crew, manage your inventory, and when you want to retire.  There is no set path to success.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/792920/extras/2bffbf06d9a5884eb76dc62d6b978a1f.avif?t=1657736471\" width=624 height=350 /></span><br><br><strong>Extensive Loot Collection </strong>– With thousands of items to collect, BRIG 12 offers an abundant amount of space loot. Each item has varying rarity and stats and can equip your crew, provide them skills and attacks, or help craft augments to aid in battle. Loot is earned during battles or turning in bounties. You can also sell loot for credits or salvage them for new items to help manicure your collection.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/792920/extras/68f8554364f720ee7ca2b0ab4b3b0941.avif?t=1657736471\" width=624 height=350 /></span><br><br><strong>Deep Character Progression Trees</strong> – Assemble and oversee a diverse and robust team of loyal crew members. With 35unique crew classes, you can manage your progression and XP to optimize the crew you want to lead.<br><br><strong>Humorous Attacks and Skills</strong> – From well-dressed venom spitting snakes, to encasing your enemies in green jelly, to firing devastating weapons, to unleashing DOOOOOOOOOOOOM!, you'll be destroying your enemies in style.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/792920/extras/9bfe55480c71007fe8a5c106cfe7749c.avif?t=1657736471\" width=624 height=350 /></span><br><br><strong>Retire, Reset, Replay</strong> – BRIG 12’s unique game loop allows you to keep all of your loot after you retire for leveled-up replays. Continue to play to build up your retirement island for additional upgrades and bragging rights.<br><br><strong>Copious Character Customization </strong>– You want blue mohawks? Pink ponytails? Bushy beards? An orange combover? Well, we’re not judging, and we’ve got them!  With 42 hairstyles, 22 face shapes, 16 hair colors, and 16 facial hair options you can create characters the way you want.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/792920/extras/d2238b0e89f5d68769ac688c9a94760a.avif?t=1657736471\" width=624 height=350 /></span><br><br><strong>Truly Free to Play </strong>– BRIG 12 is completely playable for free. There are no limitations to play through all aspects of the game. The items offered in the shop are there to make you look pretty and get what you want faster.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/792920/header.jpg?t=1657736471",
    "developers": [
      "Traega Entertainment"
    ],
    "publishers": [
      "Traega Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}