{
  "793470": {
    "name": "Fantasy Grounds - Starfinder RPG - Dead Suns AP 3: Splintered Worlds (SFRPG)",
    "steam_appid": 793470,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the<br><strong> Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" ><strong> Starfinder Adventure Path: Splintered Worlds (Dead Suns 3 of 6)</strong></h2><i> By</i><br><strong> Amanda Hamon Kunz</strong><br><strong> To Live and Die on Eox</strong><br><i> Tracking the Cult of the Devourer, the heroes travel to the asteroid belt called the Diaspora, but they must face space pirates and other treacherous dangers of the asteroid field to find the cult's hidden command post. What the heroes learn in the Field of the Lost takes them to the dead world of Eox, where they must survive both the undead inhabitants of the planet and clandestine agents of the officially disavowed Corpse Fleet. Only then do the heroes learn that the Devourer cult is headed for a distant star system in search of clues to the location of an alien superweapon!</i><br><i> This volume of Starfinder Adventure Path continues the Dead Suns Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;Splintered Worlds,&quot; a Starfinder adventure for 5th-level characters, by Amanda Hamon Kunz.<br></li><li>A gazetteer of Eox, the planet of the dead, including rules for disturbing necromantic augmentations called necrografts, by Owen K.C. Stephens.<br></li><li>Details on the exiled Corpse Fleet, the rogue undead navy of Eox, including new necrotech armor and weapons and additional Corpse Fleet starships, by Thurston Hillman.<br></li><li>An archive of strange new alien creatures, both living and undead, by Amanda Hamon Kunz and Owen K.C. Stephens.<br></li><li>Statistics and deck plans for a new starship, by Amanda Hamon Kunz, plus a rogue planet that hosts a secret Corpse Fleet base in the Codex of Worlds, by Jason Keeley.</li></ul><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/793470/header.jpg?t=1765878034",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 9 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}