{
  "793670": {
    "name": "The Wastes",
    "steam_appid": 793670,
    "required_age": 0,
    "is_free": false,
    "description": "The wasteland laid quiet for over ten years. Only the sounds of irradiated raindrops or desert wind could be heard for this time. An engine rumbles in the distance. Signs of life in these wasted lands, perhaps?<h2 class=\"bb_tag\" >The Wastes is back.</h2>Started as a love letter towards everyone's favorite wastelands as a mod for the GoldSrc engine, The Wastes returns as a completely new game using id Tech 3 technology, powered by the FTE QuakeWorld engine! It's been a long time coming, and it's time for the wasteland to get some life breathed back into it.<br><br>It’s a game built upon the love for classic video games and movies by a 3-headed team. Imagine configuring and playing a game just like you did in the early 2000s.<h2 class=\"bb_tag\" >Game-play</h2>Singleplayer contains various modes of bot-enabled Skirmish, but we also have some Bounties (pre-made scenarios that can be played alone, or cooperatively) as well as a built-in mission editor!<br><br>Experience a fast-paced multiplayer frag-fest, with buffs that affect the performance of each individual player, game-play mutators, and many different game-modes, including:<br><br><ul class=\"bb_ul\"><li><strong>Anarchy</strong>: A pure free-for-all. Choose your load-out and jump right in. No restrictions, no questions asked! Team variant available too.<br></li><li><strong>Team Chaos</strong>: Wipe the opposing team out in this round-based game-mode. Destroy what's left of them.<br></li><li><strong>Capture The Flag</strong>: The classic attack &amp; defend mode that's a must for every serious multiplayer game.<br></li><li><strong>Vehicular Carnage</strong>: Jump right into the seat of your own vehicle and experience a derby with hood-mounted guns.<br></li><li><strong>Invasion</strong>: Fight against waves of Loonies, coming to get your guts!</li></ul>...and more to come!<h2 class=\"bb_tag\" >Weapons</h2>The game features over 30 different weapon configurations. Ranging from exotic melee weapons (like Throwing Knives and Sledgehammers) to high caliber handguns, firearm prototypes, as well as classic weapons – all waiting to be used. While people can also create load-outs to shape their play-style, you will find special weapons scattered all over the multiplayer levels along with ammunition and other items that will help you survive. You can also have mixed-akimbo configurations for the handguns.<h2 class=\"bb_tag\" >Vehicles</h2>Transportation is the key to surviving in the long run. Featuring vehicles... with guns mounted on top of them!<h2 class=\"bb_tag\" >Characters</h2>Choose between many (on release 15) different character models. Like Mena the mechanic that keeps the Vagrants' engines running, Ezekial the Ronin Nomad with a filthy love of fire, Seal Bob (formerly Gustavo) the dishonorably discharged USMC Raider, Reese the gun-slinging Regulator, Red the Killshot disco-man that may or may not be the long lost brother of Vincent, Dieter the akimbo aficionado that also happens to be the leader of the Ronin Nomads, and much more.<h2 class=\"bb_tag\" >Attributes</h2>Customize your play-style with a simple system that affects the player-physics, controls and weapon behavior to maximize your strengths as a player. That way you can fine-tune how agile your player character feels or how much melee damage is done to others.<h2 class=\"bb_tag\" >Customization</h2>Select from a variety of heads-up-displays, model skins, spray logos and color schemes. Tweak the game-experience to your liking, right out of the box.<h2 class=\"bb_tag\" >Powered by id Tech 3 technology and FTE QuakeWorld</h2>Create your own levels and content easily with already available, well-documented and community-maintained tools. Such as J.A.C.K., GtkRadiant and Q3MAP2.<br>The entire game-logic ships with the game, so you can create modifications and total conversions.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/793670/header.jpg?t=1731172716",
    "developers": [
      "Vera Visions"
    ],
    "publishers": [
      "Vera Visions"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}