{
  "794210": {
    "name": "Grave Tower",
    "steam_appid": 794210,
    "required_age": 0,
    "is_free": false,
    "description": "<i>It stands at the end of the world, above the once great lands... What was a monument to the gods is now a twisted place of ruin and despair, ruled by the tyrannical Usurper. He and his spawn ravage and plunder whatever they can reach, emboldened by the Tower's powers.<br><br>So many have tried to conquer the Tower. Brave warriors on their heroic quests; robbers, on a hunt for treasures and artifacts; even foreign kings with their armies... Most of them had perished and others now serve the Usurper instead, of their own free will or otherwise.<br><br>Yet, we believe... We still believe that someone, one day, will be able to set our souls free.</i><br><br><br><br><br><br><strong>Grave Tower</strong> is a &quot;rogue-lite&quot; tactical RPG. Choose your adventurer, climb the tower and fight off monsters while building your team. <br><br><ul class=\"bb_ul\"><li> Recruit defeated enemies or sacrifice them for their abilities. <br></li><li> Replayability. No single run is the same. Encounters with enemies, random events and recruiting opportunities are different each time.<br></li><li> Deep tactical combat. Fights in the Tower are tough and brutal.</li></ul>",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/794210/header.jpg?t=1638741910",
    "developers": [
      "Sergei C."
    ],
    "publishers": [
      "Sergei C."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}