{
  "795020": {
    "name": "Charlie II Demo",
    "steam_appid": 795020,
    "required_age": 0,
    "is_free": true,
    "description": "This is a DEMO version of Charlie II. It contains only two playable levels (the full game has these levels as training levels and then has 18 main levels).<br><br>Charlie II is an old school 2D side-scrolling platform game. Run through levels, collect coins, diamonds and other power ups. Jump on top of enemies to defeat them. Dive into the water to find hidden areas!<br><br>This is an updated version of the original game from 2001 to make it work on modern computers.<br><br>In this game, you must collect enough coins and diamonds before you may exit a level. Depending on the chosen difficulty, the required percentage is 45%, 60% or 75% (easy, normal, hard). Once you have collected the required amount, you will see the message &quot;Find the exit!&quot;. <br><br>There are also 7 letters (C, H, A, R, L, I, E) that you can collect in each level. Collecting them is not required for 100%, but they may help you find areas you haven't explored yet, since the letters are generally layed out from left to right<br><br>The game can run using either OpenGL or DirectX (Options, Video, Graphics). If the game doesn't run smoothly, try adjusting this. Note that the Steam overlay may not work for DirectX, if you need that, choose OpenGL.<br><br>The default keys are:<br><br>[Left] and [Right]: walk<br>[Ctrl]: walk faster<br>[Space]: jump<br>[Down]: in some places Charlie can dive into the water<br><br>[Ctrl+P]: pause game<br>[Alt+Enter]: swich between full screen and windowed mode",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 荷兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/795020/header.jpg?t=1518443237",
    "developers": [
      "Mike Wiering"
    ],
    "publishers": [
      "Wiering Software"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}