{
  "795170": {
    "name": "Tsundere Idol: My Personal M-Pet Demo",
    "steam_appid": 795170,
    "required_age": 0,
    "is_free": true,
    "description": "The mission of Cherry Kiss Games is to introduce great Japanese visual novels to the world.  We have rights to the back catalog of over 180 titles by well-known Japanese developer Norn / Miel.  As our next project we are thinking to translate <i>Tsundere Idol</i> into English. <br><br>This is a free demo of the first chapter of the game.  It has been translated into English so you can see the quality of translation that we are able to do.  It also includes recorded Japanese voice of the main female character, pop idol Rui Kurumizaka. If you like what you see then please consider purchasing the full game or other Cherry Kiss releases!<br><br>Follow the story of Kota, a mild-mannered student in Japan who is a fan of the up and coming Idol sensation Rui Kurumizaka. Wouldn't you know it she happens to attend the same university as him and is in one of his classes!  Too shy to approach the cool and popular Rui, Kota is happy just to be in the same classroom as her. Then one day an accident occurs and the contents of Rui's bag spill out on the floor revealing an dirty magazine! Our hero steps up and claims ownership in order to save the true owner the embarrassment of owning up to possessing such salacious literature. And thus begins an unexpected and unusual affair.  <br><br>Please note: When you download <i>Tsundere Idol</i> from Steam it does not include explicit adult content.<br><br>For more information about the game please check out our website or follow us on Twitter.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/795170/header.jpg?t=1525812943",
    "developers": [
      "Norn / Miel"
    ],
    "publishers": [
      "Cherry Kiss Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "71",
        "description": "色情内容"
      },
      {
        "id": "72",
        "description": "裸露"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}