{
  "796340": {
    "name": "Lifeblood",
    "steam_appid": 796340,
    "required_age": 0,
    "is_free": false,
    "description": "Lifeblood is based in a fantasy world where players must team up to compete in a forested battle arena. As a fatal shroud engulfs the land in dark energy, contestants must fight to the death in order to stop its spread. In a land ruled by the Gods, it is decided that only one team may remain. Ensure your survival by harvesting resources from natural nodes and crafting armor. Armor can be reinforced with additional resources to a maximum of three tiers. Take control of the relentless Berserker, the mystical spellslinger, and other many unique classes! Together they form a completely unbiased and fresh take on class-based PvP. Classes may be changed as the game progresses by equipping different weapons, each granting the classes' abilities to the wielder. Become a force to be reckoned with as the shroud pushes survivors to the final destination, a central tower untouched by the shroud's dark energy. Make your final stand here and be granted the favor of the Gods!<br />\r\n<br />\r\nLifeblood is not limited to Battle Royale as we will release other game modes with newfangled concepts for PvP on the horizon. What makes Lifeblood different from other class-based games is how there is no 'role' a player must fill, such as a tank or healer. Lifeblood is not centered around solo gameplay. We strive to create an environment where players must communicate and work together to be effective.<br />\r\n<br />\r\nLifeblood is developed by Homage Studios, an independent game developing company started in 2017.<br />\r\n<br />\r\nComing Soon:<br />\r\nNew Classes: additional classes will be added, including Assassins, Rangers, and Crusaders<br />\r\nShrines: points of contention on the map where players can exchange Etherium for special gear and items. <br />\r\nParties: groups of five will be able to compete in the battle arena. <br />\r\nRanked Play: players will be matched according to a ranking system and play under competitive rule. <br />\r\nSolo Queues: only one survivor may remain in this game mode.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/796340/header.jpg?t=1533756613",
    "developers": [
      "Homage Studios"
    ],
    "publishers": [
      "Homage Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 8 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}