{
  "796930": {
    "name": "Neon Spaceboard",
    "steam_appid": 796930,
    "required_age": 0,
    "is_free": false,
    "description": "About this game:<br><br>Neon SpaceBoard is a game with retro style. It's a third person runner-RPG, and you try to fight your way dodging asteroids and shooting bosses. There are powers to use like missiles and a shield that protects you from damage. It has a town called “Red planet” with RPG features where you can get upgrades and talk with NPCs.<br><br>It's the first development of an independent team.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://i.imgur.com/1OSYGBt.png?3\" /></span><br><br>Story:<br><br>Bebetta is an intrepid spaceboarder girl. She awakens on a mysterious place named “Red Planet” without any explanation. She explores the world by locating portals and teleporting to new levels. She needs to defeat all the bosses to finally find the answers of this place.<br><br>Red planet has different NPCs to interact with, mini games to solve and regions to explore.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://i.imgur.com/mfYAsDM.png?1\" /></span><br><br>Game mechanics:<br><br>You can walk on “Red Planet”, explore and play some mini puzzles, talk with some characters and enter levels. Also you may need you to complete all levels to unlock some sections and secret game features.<br><br>You have a life-bar that decreases when you take damage by colliding with asteroids or with boss projectiles. Picking up the platonic solids gems will give you powers to defend yourself from asteroids and bosses.<br><br>Bosses need to be damaged by your projectiles to be defeated.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://i.imgur.com/PiHTR70.png?2\" /></span><br><br>Biography:<br><br>Federico Jimenez wanted to develop his own project, he likes extreme sports like skate and parkour, also through psychedelic experiences he finds a particular artistic style, and a way to express it in videogames. A year before graduating from game programming, he started working on the project concept and development.<br><br>Latter in the global game jam, he meets Tirso Hernandez and the idea grew into development for Steam. Soon afterwards Brenda Macias joined the team to make the voice acting. When the game was in need for more music tracks, Miguel Sandoval provided some tracks to complete the requirement.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://i.imgur.com/VjC8EYg.png?3\" /></span>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/796930/header.jpg?t=1544140108",
    "developers": [
      "Federico Jimenez"
    ],
    "publishers": [
      "Browith"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}