{
  "797180": {
    "name": "COSH",
    "steam_appid": 797180,
    "required_age": 0,
    "is_free": true,
    "description": "The project is in free open beta.<br />\r\nThis is a turn-based space strategy, the action of which takes place in the near future, in the Solar System. Lack of resources forces people to fight among each other: lots of pirates, alliances and clans start their struggle for survival. It's just a total anarchy. The part of the captain goes to you: create ships, equip them with crews, build your base, fight and keep doing things as usual.<br />\r\n<br />\r\nFeatures:<br />\r\n- Customization of ships: your ship will depend only on your choice of which modules to collect. You can get either a heavy fighting destroyer or an unarmed cargo ship, or a fast and maneuverable sniper fighter. Everything depends on your imagination.<br />\r\n<br />\r\n- The crew of the ship could have crucial importance in battle. And the crew itself can be really ragtag in a way that next to the pedantic neat pilot and a dedicated mechanic hero can sit a klepto gunner, a mentally ill tactician and a communicator suffering from Tourette's syndrome. The choice is yours.<br />\r\n<br />\r\n- A battle system that depends entirely on which ship you collected, which crew is in action and which actions you made in each turn. During the battle, anything could happen: from unexpected meteorites to a psychic attack from the enemy.<br />\r\n<br />\r\n- Construction and defense of the station. Well, yes. I can't even. Right.<br />\r\n<br />\r\n- Space pirates, obviously. Only here you can rob pirate stations, and later while returning to your base with loot, you will probably be robbed by other pirates.<br />\r\n<br />\r\n- Space loaders. You’ll get it.",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/797180/header.jpg?t=1527677362",
    "developers": [
      "GD Forge"
    ],
    "publishers": [
      "GD Forge"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}