{
  "797200": {
    "name": "International Space Station Tour VR",
    "steam_appid": 797200,
    "required_age": 0,
    "is_free": true,
    "description": "Embark on a mind-blowing VR journey to one of the most advanced 'miracles' of modern technology to have ever been built by mankind.<br><br>Join astronaut Samantha Cristoforetti from the European Space Agency (ESA) as you step aboard the International Space Station. Guided by the holder of the record for the longest uninterrupted spaceflight for a European astronaut you will learn about the inner-workings of the International Space Station. Moving between 8 modules you will uncover over 40 key areas of the space station that serve as the living quarters and science laboratory for an international crew of astronauts and cosmonauts. Gain an insiders view of what it is like to live and work onboard the longest, continually inhabited space station to orbit Earth.<br><br>This experience has been created by The House of Fables. ESA is not the author of this app and holds no liability for the experience. ESA holds all rights to the photos and videos used.<br><br>The software is available on the following platforms: Oculus, Steam, Windows Store, Google Play, Viveport.<br><br> Available for Arcades on SpringboardVR ",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/797200/header.jpg?t=1531731281",
    "developers": [
      "The House of Fables"
    ],
    "publishers": [
      "The House of Fables"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 40,
        "description": "SteamVR 收藏品"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}