{
  "797430": {
    "name": "HD Poker: Texas Hold'em",
    "steam_appid": 797430,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Play the #1 Fastest Growing Poker Game<br><br>Start with $1,000,000 Free Chips<br><br>Get your Friends together and Crush the Competition</strong><br><br>HD Poker is the place for you to Unlock your Happy Within™, with an awesome community and the best vibes! Invite your friends and family and enjoy the most awesome and fun poker game in the world.<br><br>Experience Poker in High Def and play in a super fun, massively multiplayer casino world. Compete with opponents across the globe for chips and prizes - build your bankroll to billions and climb the ranks to become a poker champion.<br><br><strong><u>Features include:</u></strong><br><br><ul class=\"bb_ul\"><li> FREE CHIPS - Get a Welcome Gift of $1,000,000 FREE chips and collect a Free Bonus every 2 hours. Every 5th collection earns you a free Bonus Chest!<br></li><li> CUSTOMIZE - Create your own amazing HD Poker experience! Play as your favorite character from hundreds of Avatars and vote for your favorite poker room.<br></li><li> CHEST DROPS - Get in on the suspense when a random chest drops into the pot during the hand. If you win the main pot, you win the chest!<br></li><li> TRADE - Build your collection up and trade with friends for Avatars, chests, keys, poker rooms, emotes, and more.<br></li><li> GO PRO - Climb the Trophy Leaderboard globally and for your country and become an HD Poker Pro. Gain trophies for winning hands and playing skillful poker. Rank up to earn the best Rewards every Sunday.<br></li><li> PLAY WITH YOUR FRIENDS - Recruit friends to the HD Poker app and earn an exclusive Referral Chest! Send Friends a link to join just by tapping an empty seat at a table.<br></li><li> JACKPOTS - Have a chance to win tons of chips by hitting a Royal Flush or triggering the Bad Beat Jackpot! Watch out for the Mega Drop every 4 hours!<br></li><li> MINI GAMES - Use tickets to Spin the Super Mega Wheel and win the biggest prizes!<br></li><li> PLAY ANYWHERE - Link your account to hd.io and take your account anywhere: Mobile, Desktop, and Web.<br></li><li> CONSTANTLY EVOLVING - Look out for new and awesome Avatars, rooms, special events and games modes in the future.</li></ul><br>We love your suggestions! Your thoughts are super important!<br>Connect with us on Facebook and Twitter:<br>Facebook: <br>Twitter: <br>Instagram: <br>Discord: <br><br><strong><i>DISCLAIMER – HD Poker is intended for an adult audience (18+) for amusement purposes only and does not offer 'real money' gambling. HD Poker is free to play; however, in-app purchases are available for additional content and in-game currency. Practice or success at social casino gaming does not imply future success at real money gambling.</i></strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/797430/header.jpg?t=1656439525",
    "developers": [
      "Z4"
    ],
    "publishers": [
      "Z4"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 14 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 1,
      "highlighted": [
        {
          "name": "It's Cosmic!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/797430/41350ab5f89acfe0ce4ca4d4847df26aaf1955df.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}