{
  "7980": {
    "name": "Soldier of Fortune®: Payback",
    "steam_appid": 7980,
    "required_age": 0,
    "is_free": false,
    "description": "<p>Soldier of Fortune&reg; Payback is the long-awaited third installment of the Soldier of Fortune video game series.  The saga continues with the organization known as the shop where players take on the role of a hired mercenary.  Players will experience all the thrills and dangers of authentic mercenary combat blasting their way through high intensity combat situations in the world's most dangerous hotspots in the Middle East, Africa, Asia and Eastern Europe.  Using any means necessary, players will need to uncover a complex plot and defeat an extremist organization determined to throw the world into global conflict.  Failure is not an option. </p>\n\t\t\t\t\t<ul>\n\t\t\t\t\t<li><strong>Built to harness the power of the next generation</strong> - Features the most outrageous modeling system of any of the previous Soldier of Fortune installments, allowing for shocking damage.  Enemies will not only react to the specific area they've been hit but also to the power of the weapon they've been hit with and will continue to fight until a final blow has been delivered.</li>\n\t\t\t\t\t<li><strong>One of the most lethal collections of weapons ever assembled</strong> - The impressive arsenal includes an array of more than 30 weapons including sub-machine guns, assault rifles, sniper rifles, projectile explosives, weapons attachments and cutting-edge tactical weapons.</li>\n\t\t\t\t\t<li><strong>The world's most dangerous hotspots</strong> - Players will find themselves thrown into authentic mercenary situations in real world hotspots around the globe.  Players will need to survive an ambush and rescue a diplomat, infiltrate a terrorist organization, go on a search and destroy mission and much more. </li>\n\t\t\t\t\t<li><strong>Enemies around every corner</strong> - High intensity combat situations where players will need to take down over 15 unique enemies including terrorist, mobsters, insurgents, enemy soldiers and more.</li>\n\t\t\t\t\t<li><strong>Compete online</strong> - Play your favorites including death match, team death match, elimination, and team elimination, capture the flag and more.  Additional online options include maps tuned specifically for multiplayer action and many server settings for online play.</li>\n\t\t\t\t\t<li><strong>Compelling new storyline</strong> - When a routine escort mission goes horribly wrong, players find themselves battling an insidious enemy that knows no boundaries.  As mercenary Thomas Mason, players will need to uncover and terminate an extremist plot aimed at throwing the world into global chaos.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/7980/header.jpg?t=1447351195",
    "developers": [
      "Cauldron"
    ],
    "publishers": [
      "Activision"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2008 年 5 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}