{
  "798670": {
    "name": "Tactical Chronicle",
    "steam_appid": 798670,
    "required_age": 0,
    "is_free": false,
    "description": "It's been over 20 years since the fearsome demon lord invaded the realm. Now it's time to take it back.<br />\r\n<br />\r\nLead your army to victory in this strategic adventure game. Craft a party of your favorite kinds of fighter and choose how they fight. Fill out different tactics for your units to take, and discover the surest paths to victory.<br />\r\n<br />\r\n&quot;Tactical Chronicle&quot; is a loving take on classic RPG games, blending a familiar pixel aesthetic with vast options for customizing your party and playstyle. Win battles your way! Complete quests and explore a vast and handcrafted world full of treasure, mysteries, and stories.<br />\r\n<br />\r\n-Study your enemies and learn more about them to discover weaknesses, or use the world itself to your advantage.<br />\r\n<br />\r\n-Build your army to your liking, with a mixture of character classes and options<br />\r\n<br />\r\n-As time passes, your characters age. Fit with the vigor of youth, and don't waste your golden years when you're at your strongest!<br />\r\n<br />\r\n<br />\r\nNotice: This game is still in Early Access. While we are confident in its general playability, word-wrapping issues and other minor bugs may occur. Please feel free to submit bug reports on the Steam discussion forum for this title. We appreciate your help!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/798670/header.jpg?t=1582675644",
    "developers": [
      "Yellow Factory"
    ],
    "publishers": [
      "Sekai Project"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}