{
  "798970": {
    "name": "Fantasy Grounds - Compass Point #6: Town Church - Brotherhood of Knives (PFRPG)",
    "steam_appid": 798970,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Compass Point #06: Town Church (Brotherhood of the Church of Knives)</strong></h2><strong>A 3.5e mini-adventure site for 2 - 4 Characters Levels 4+</strong><br><i>The devotees to a strange collection of Saints who steal from the rich and give to the poor, have established a small local town church in the poor quarter of town. The monks of the Church of Knives hold services each weekend for a small congregation of followers who are attracted by the charity of the monks.</i><br><i>The local folk whisper of a secret treasure horde hidden in an underground vault beneath the church, a treasure horde stolen from unscrupulous merchants and Barrons who horded too much wealth while refusing to help the destitute people of the kingdom. Having stolen only the excessive wealth of the Barrons, the monks now give away the treasure as charity to the poor during their weekly sermon.</i><br>This Compass Point deals with a small town church setup for the Church of Knives. The church acts as a focus from which the Master Monk can proselytise to the peasants and distribute the charity of the cult. While under the cover of being a small town church the Master Monk and his loyal retainer are guardians of a hidden vault.<br>The Hidden Vault<br>When the church was built a secret second underground level was constructed to house a mechanical vault, a system of four chambers and a combination lock. The vault is employed to store a limited amount of coinage which the monks distribute to the poor during sermons, while the true nature of the vault is to store cursed artifacts that the Church of Knives has discovered.<br><strong>Compass Points</strong> are small adventures sites for 3.5e which can be dropped into an existing campaign as a side-adventure or as a stand alone adventure! Each <strong>Compass Point</strong> includes all of the maps, tokens, and story entries that a Game Master needs to employ the mini-adventure module.<br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder (3.5E compatible) ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/798970/header.jpg?t=1768391536",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 1 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}