{
  "7990": {
    "name": "Monster Jam®",
    "steam_appid": 7990,
    "required_age": 0,
    "is_free": false,
    "description": "Get behind the wheel of the world's biggest and baddest monster trucks! Experience extreme monster track action as you catch massive air, crush cars, perform crazy stunts and destroy everything in your path as you race to the finish line. Battle through stadium races, freestyle competitions and outdoor circuit tracks on your way to becoming the Monster Jam world champion. <br>\t\t\t\t\t<ul class=\"bb_ul\"><li><strong>20 of the biggest names in monster trucks</strong> - Choose from Grave Digger, Maximum Destruction, Monster Mutt, Blue Thunder, Bounty Hunter and more.<br>\t\t\t\t\t</li><li><strong>Authentic Monster Jam action</strong> - Compete in 9 different stadiums on the Monster Jam tour as you compete in stadium racing, stadium circuit and stadium freestyle competitions. <br>\t\t\t\t\t</li><li><strong>It's like driving the real thing</strong> - Use 4 wheel steering to make hairpin turns and perform stunts such as crazy donuts. Put the pedal to the metal with turbo boost to catch massive air and accelerate past competition or through objects. <br>\t\t\t\t\t</li><li><strong>Race your truck outdoors</strong> - Take your truck out of the stadium and battle to the finish line on 12 outdoor circuit tracks. Race on unique tracks such as an airport graveyard, a shipyard docks, a construction zone, and a ski resort. <br>\t\t\t\t\t</li><li><strong>Destroy your environment</strong> - Each race track and freestyle event has a wide variety of fully destructible objects and obstacles including school buses, gas stations, construction trailers, luxury yachts, loaded semi-trailers and much more.<br>\t\t\t\t\t</li><li><strong>Destroy your monster truck</strong> - Rip off the hood, tear the body off of the chassis, lose your tires, blow your engine and more.<br>\t\t\t\t\t</li><li><strong>Compete in the Monster Jam World Finals</strong> - Qualify for the world finals in Las Vegas where you will need to beat the best the become the Monster Jam world champion. <br>\t\t\t\t\t</li><li><strong>Race with friends in multiplayer mode</strong> - Crush your competition and your friends in split screen multiplayer mode.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/7990/header.jpg?t=1447351203",
    "developers": [
      "Torus Games"
    ],
    "publishers": [
      "Activision"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2008 年 5 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}