{
  "799270": {
    "name": "Looney Rally",
    "steam_appid": 799270,
    "required_age": 0,
    "is_free": false,
    "description": "Get behind the wheel of a racing rally car or a truck and go head to head against other rival AI racers in gorgeous locations, from the hot unforgiving desert, to the icy mountains or volcanic island. Climb hills, race down slopes, speed through obstacles and beat the other AI players. Do you have what it takes to win all races, become first and unlock new locations and vehicles? <br />\r\n<br />\r\nEach race earns you points, which you can spend on cars and tracks. Try to collect the most pickups to increase your overall awarded points after each race. <br />\r\n<br />\r\nThe cars take damage, if you're low on vehicle health your engine will explode. But fear not, harder race tracks have pickups, which will restore your car by 50%. If you're low on health just go through one such pickup and fix your vehicle.<br />\r\n<br />\r\nThe game features leaderboards for each level, meaning you can compare your time against that of everyone else. Try to get as higher in the rankings as you possibly can.<br />\r\nBe careful of which vehicle you choose for the different tracks. Some cars or trucks are better suited for the given track, while others, even though faster, will not be the best choice. Choose wisely!<br />\r\n<br />\r\nA score(in seconds) is posted every time you get a better result in the current track. This means, that each time you complete a lap on a given track your best time on this location is compared to your previous posted time on this track and, if the time is better, a new score is posted on the leaderboard.<br />\r\n<br />\r\nWant to climb higher in the  leaderboards? Give your car some boost. Upgrade your engine and downforce. This will improve your car's speed, acceleration and grip, meaning you'll take those turns faster, reducing your overall time.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/799270/header.jpg?t=1519287909",
    "developers": [
      "BeshevGames"
    ],
    "publishers": [
      "BeshevGames"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}