{
  "799310": {
    "name": "Dhalang MG",
    "steam_appid": 799310,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;Some apps do just one job well, while other apps take, as William S. Burroughs said, “a broader, general view of things.”  Dhalang (the name derives from the puppet-master in the Indonesian shadow puppet theater) by the Finnish developer Joel Kivela does at least four different things, and it does each of them well.  It’s a microtonal tuning utility, a series of sound generators, a traditional DAW-type sequencer, a series of algorithmic generators, and a mixer.  It can both receive and send out MIDI.  It can be used as a complete all-in-one solution for composition, or it can be used in conjunction with other programs, or MIDI input and output programs. You’ll find it has a range of possibilities that will keep you occupied for not hours or days, but months on end.&quot; Warren Burt / Sound Bytes Magazine<br />\r\n<br />\r\n---- <br />\r\n<br />\r\nHave you ever wanted to sequence electronic and electro-acoustic music with authentic alternative tuning systems e.g. Indian or Arabic, and their distinct musical scales ? How about generating totally unique tuning systems and exploring their new sonic frontiers with traditional piano roll notation or with more adventurous algorithmic and stochastic sequencers ? Even though not an entry level music software, Dhalang requires no special musical training and only a refined ear for music and sound that go beyond the mainstream. <br />\r\n<br />\r\nDhalang MG consists of internal synthesizers and samplers all tunable to any tuning system. Internal mixer with multi-effect buses provides complete track production within the single software. Stereo or multichannel audio output can be rendered to wav offline or online while playing or mixing live. <br />\r\n<br />\r\nSequencers use scale subsets that allow very easy and fast grid-based creation of the most hypnotic, catchy or complex sequences possible. Algorithmic sequencers based on vector progression, Markov chains and physics generate musical sequences in a similar fashion to modular synthesis; Different operators and principles guide pattern or stochastic -based endless flow of notes that control internal instruments or external MIDI devices and software. With multiple state machines, algorithmic sequencer states can be in turn sequenced and interpolated in a song-like way. All different types of sequencers can even be linked and synced together allowing endless original musical possibilities.<br />\r\n<br />\r\nUPD Network connection allows multiple instances of Dhalang to sync tempo to one another and for exchanging tuning systems and scales.",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 阿拉伯语, 芬兰语, 日语, 韩语, 俄语, 简体中文, 泰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/799310/header.jpg?t=1572107970",
    "developers": [
      "Joel Kivelä"
    ],
    "publishers": [
      "Joel Kivelä"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6600,
      "final": 3300,
      "discount_percent": 50,
      "initial_formatted": "¥ 66.00",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 23 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "52",
        "description": "音频制作"
      },
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}