{
  "799670": {
    "name": "Volantia",
    "steam_appid": 799670,
    "required_age": 0,
    "is_free": false,
    "description": "Transport yourself to a lush kingdom in the sky as you create, explore, build, and optimize a thriving new ecosystem amongst the clouds. Amidst the lush greenpunk landscape, rotate and conjoin fragments of land onto your floating island to stabilize it, and stop it from crumbling to its demise.<br />\r\n<br />\r\nEntrenched in a colorful, whimsical, and adorable world, design your personalized continent, rich with new resources to uncover, land to connect and build, and technologies to grow.<br />\r\n<br />\r\nMake thoughtful and strategic choices as the ambient, dreamy soundscape encourages creativity as you design your land and build the kingdom that resides on it. With space at a premium and resources limited, efficient design is crucial for the kingdom’s survival.<br />\r\n<br />\r\nContemplative and strategic, Volantia is designed to cultivate a meditative escape amongst the clouds as players immerse themselves in the zen of puzzle solving and cultivating their ecosystem in a low-pressure environment.<br />\r\n<br />\r\nAn unexpected and calming combination of kingdom management, puzzles, and design, connect your land for the ideal fit to stabilize your continent, harvest and maximize natural resources, and grow your technologies.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/799670/header.jpg?t=1525330908",
    "developers": [
      "Tangled Mess Games"
    ],
    "publishers": [
      "Tangled Mess Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4300,
      "final": 4300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 43.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}