{
  "800250": {
    "name": "Fantasy Grounds - Mythic Monster Manual (PFRPG)",
    "steam_appid": 800250,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Mythic Monster Manual</strong></h2><strong>A Legendary Collection of Monsters!</strong><br>The Mythic Monster Manual brings you dynamic and exciting mechanics alongside evocative and cinematic new abilities that make the creatures in your Pathfinder campaign live up to their flavor text, whether they are creatures of real-world mythc and legend or beasts born of the RPG tradition itself. Some are allies extraordinaire, companions and mentors for your aspiring heroes. Among the mythic foes you will find within, even the lowliest minions possess a special spark, and the mightiest among them stand with the greatest threats a Pathfinder campaign has ever known.<br>These creatures work just as well in a traditional Pathfinder campaign as they do in one using the full mythic rules! While this book is an indispensable expansion to the roster of mythic monsters in the official rules, they also provide a delightful change of pace for players who think they've seen it all or know the standard monster stat blocks as well as you do. This amazing array of richly developed mythic creatures also contains dozens of pages of supplemental material for making the mundane of monsters something extraordinary. When you pull out the Mythic Monster Manual, that look of surprise and &quot;What was THAT?&quot; will warm any GM's heart!<br>The Mythic Monster Manual includes:<br><ul class=\"bb_ul\"><li>Over 220 different mythic monsters, ranging from CR 1 to CR 30, including classic monsters from frost giants, metallic dragons, and iron golems to the strange and sinister like the flumph, shoggoth, and intellect devourer!<br></li><li>Over two dozen brand-new mythic monsters, drawn from fantasy, myth, literature, and legend, from the angurboda and fell drake to the phantasmagoria wagon and Midgard Serpent, with detailed ecologies and lore!<br></li><li>Over 30 new universal monster rules to supplement existing monsters<br></li><li>70 new monster-focused mythic feats, as well as feats usable by non-mythic creatures and characters, including mythic versions of every feat in the Pathfinder Roleplaying Game Bestiary.<br></li><li>Support for psionics, including psionic versions of existing monsters and entirely psionic beasts like the phrenic scourge and thought slayer!<br></li><li>Appendices detailing monsters by challenge rating, type, and subtype (including new subtypes like the alien and mythos subtype).<br></li><li>Guidelines for mythic familiars and companions.<br></li><li>Hyperlinked referencing all base monster stat blocks and non-core rules options for ease of reference.<br></li><li>and much Much MUCH MORE!</li></ul><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.<br><i>Conversion by:</i> <strong>JayScheponik</strong><br><i>Adapted for Fantasy Grounds by: </i><strong>Jay Scheponik</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/800250/header.jpg?t=1768391727",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 9000,
      "final": 9000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 90.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 13 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}