{
  "800210": {
    "name": "Fantasy Grounds - Suzerain: Caladon Falls (Savage Worlds)",
    "steam_appid": 800210,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Caladon Falls</strong></h2>They came out of nowhere and started ripping the world apart, one city at a time. Using power on a scale never before seen, Warlocks, godlike leaders of the Wild army, are rampaging on Austeria with one goal: raise armies and annihilate the entire continent. Set in the fantasy realm of Relic, this book looks at warfare through the eyes of everyday people turned soldiers - soldiers whose side is losing the war.<br>Take the challenge. Roleplay in a fantasy world where hairless dwarves walk through stone, magic is commonplace, and the spirit world doesn't always stay in check. Focus on a daily life and death struggle where the enemy is cruel, powerful, and around every corner. Take the challenge, and let your adventurers become...<br>...mankind's only hope.<br>Inside the covers you'll find:<br><ul class=\"bb_ul\"><li>Heaps of world detail you'll need to run games in Suzerain's Relic realm during the War of the Wild.<br></li><li>Over 50 new Edges, Hindrances, and Powers, including three new playable races.<br></li><li>Stats for dozens of heroes and villains alike, plus an assortment of soldiers and monsters from the war.<br></li><li>A finely-tuned setting in which to take your characters from Novices to Heroes.<br></li><li>30 scenarios including a full plot-point campaign covering the arrival of the Warlocks and the fight for survival in the Caladon Kingdom.</li></ul>This is a high art product and a large download.<br><strong>Requires</strong> the Savage Suzerain product.<br><i>Conversion by:</i> <strong>Jeannette Jarrar</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Jeannette Jarrar</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/800210/header.jpg?t=1768391680",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 8 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}