{
  "800380": {
    "name": "Escape Room VR: Stories",
    "steam_appid": 800380,
    "required_age": 0,
    "is_free": false,
    "description": "Escape Room VR: Stories is a game based on the popular real-life escape rooms. It uses VR capabilities to its full potential. The locations are full of objects that players can interact with, the environment is very realistic and detailed. Each room has it own plot that combines together into one story. Every location has three different endings which depend on the player's success in unraveling their secrets. The plot is presented to the player through graphic novel cutscenes. <br />\r\n<br />\r\nCan you solve the crime thriller awaiting?<br />\r\n<br />\r\nYou'll be playing as two different characters put in quite difficult predicaments. You'll have only 30 minutes to find your way out of each room. Every location offers a different variety of puzzles and riddles which will test your logical thinking, wittiness and even dexterity at times. On your way to solving the mystery and revealing the full story, you'll get entangled in the white collar crimes of the financial world in Dirty Money. Next, you will have to pass the final trial of the notorious fraternity only to find yourself in a seemingly hopeless situation in Mad Kidnapper. Good luck!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/800380/header.jpg?t=1702934005",
    "developers": [
      "Games 4Experience"
    ],
    "publishers": [
      "Games 4Experience"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}