{
  "800490": {
    "name": "ALASKA",
    "steam_appid": 800490,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>'ALASKA'</strong> is an adventure game developed by Orion Moon, the one man behind the indie studio at 'Wreck Tangle Games'.<br><br>The game gives players a week in the life of an Alaskan man who lives in a small town high up in the mountains. The town consists of 5 families, living in their own way, providing for themselves and for their neighbors. They all fish together on the rivers, skate together on frozen lakes, share their hunting trophies and enjoy each others company...<br><br>But their day to day life is about to change, when a body is discovered, murdered on the town's airstrip...<br><br><strong>Who do you trust now?!</strong><br><br>----------------------------------------------------------------<br><br><strong>STORY</strong><br><br>Alaska boasts a solid story that will have you guessing who the murderer could be all the way to the final scenes of the game. With plenty of twists in the plot, Alaska is an exciting game to play.<br><br>The game can be divided into two. You start the game living out a simple life in Alaska. Our protagonist, Blake, is in the process of getting over his wife leaving him. After getting some advise from the local mail man, Blake decides to spend time with all his Neighbors in hopes this will help him out of the difficult times he is facing.. The next few days are filled with fishing and ice skating, among other fun activities Blake's Neighbors introduce to him to try and help him out... This comes to an abrupt end though in the second half of Alaska when a body is discovered, murdered on the town's airstrip.<br><br>Those Neighbors that you have become so close to... One of them could be hiding a dark secret, and could be after you next!<br><br>----------------------------------------------------------------<br><br><strong>OBJECTIVES</strong><br><br>As you live your life in 'The Final Frontier' you will be guided through tasks you must complete to progress through the game. Simple tasks can be - Deliver the Mail, start a fire or find certain items, more complex objectives include fishing, ice skating, chainsawing trees and hunting. Each objective is there to help you really feel part of this small Alaskan community.<br><br>----------------------------------------------------------------<br><br><strong>POSTCARDS AND MAPS</strong><br>To help guide you to your next tasks are postcards which point you to the next objective, as well as a map to help you find your way.<br><br>----------------------------------------------------------------",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/800490/header.jpg?t=1560454469",
    "developers": [
      "Wreck Tangle Games"
    ],
    "publishers": [
      "Wreck Tangle Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}