{
  "800550": {
    "name": "DarkDIRE: The Advanced Set",
    "steam_appid": 800550,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Few have not heard the legend of the Knight of Torn. Using a magic sword containing a powerful angel, Sir Tomas Weryn the Torn defeated many evils during his lifetime. He led his life dedicated to protecting his kingdom from evil.<br><br>But his day did come eventually. He fell during the Battle of Blackshield. He died fighting beside the great King Blackshield himself. Fighting against the Dark Remnant's undead army. <br><br>After the battle, his body was returned to his home kingdom. It was laid to rest in a grand mausoleum with his powerful sword. But this was not to be the end of the story for his sword.<br><br>Rumors have begun to be spread as of late. Sir Weryn's magic sword has been said to have returned from the grave. But it is no longer the righteous blade it once was. It is now said to be cursed with evil. Death eventually comes to anyone that attempts to use it.<br><br>Several evil factions are seeking the blade. And unfortunately for you, this cursed sword seems to have fallen into your possession.</i><br><br>Inspired by old-school rogue-like and RPGs, DarkDIRE uses simple graphics/animation to build a living world. Explore endless procedurally generated kingdoms and dungeons. Gain loot by raiding enemy kingdoms. Sell it to become rich and powerful. Maybe even powerful enough to rule your own kingdom.<br><br>DarkDIRE has rich character development. Choose any four of the fifty-plus skills to build any type of character you can imagine. Craft armor and weapons specifically tailored for your character.<br><br>No save games. Your world is shared across all your characters. Also, adventure with a friend or enemy. Other players on your local network can connect and share your game world at any time. <br><br>Game Features:<br><br>* The world is created randomly so every world is unique.<br>* Predesigned cities and adventure zones are also included and are placed in random areas in the world.<br>* Each new character gets a farmhouse to store equipment. You even get your own cat and dog.<br>* Over 30 different nations, each with a unique mix of allies and enemies.<br>* Take a quest from an NPC and earn fame in your nation.<br>* You can rule your own kingdom, but first you must defeat the current ruler in combat.<br>* Rebuild your kingdom anyway you wish. The world can be torn down and rebuild. NPCs can be hired and fired.<br>* Not only do you save the princess, return with her to your kingdom and make her your queen. Your newly armored queen will help you in combat.<br>* Rulers control all the stores in the kingdom. Roll new equipment.<br>* Learn crafting skills for the best equipment. Crafting skills include blacksmithing, fletching, tailoring, gem cutting, and alchemy.<br>* Horseback combat, swing a weapon or joust down your enemies with a lance.<br>* Rogues and Magic-Users can use invisibility for stealth. Scouting skill allows you to track them down.<br>* The world includes several different biomes: Forest, plains, swamps, snow mountains, and mini-biomes: crystal, primordial and volcanic.<br>* Find staircases that down to lead into bottomless dungeons for more danger and better loot. But don't forget to bring a lantern.<br>* All projectiles (spells and arrows) are real. Be quick on your feet and you can move around them.<br>* The world is enriched with music and sound effects created by Strangelette.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/800550/header.jpg?t=1701904522",
    "developers": [
      "CounterParry"
    ],
    "publishers": [
      "CounterParry"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}