{
  "800650": {
    "name": "The Last Operator",
    "steam_appid": 800650,
    "required_age": 0,
    "is_free": true,
    "description": "This isn't a story about the hero saving the day. The bad guys already won. This is about justice.<br>Return to the classic tactical shooter in VR<br><br><strong>Game Modes:</strong><br><ul class=\"bb_ul\"><li>Tutorial - Learn the game's controls and features<br></li><li>Campaign - Play through the story mode's 11 missions to acquire evidence against Monolith<br></li><li>VIP Hunt - Return to the scene to eliminate MSF VIPs</li></ul><br><strong>Game features</strong><br><ul class=\"bb_ul\"><li>Singleplayer VR with tactical gameplay which requires planned approaches and accuracy.<br></li><li>Objective based missions with randomized objective locations each playthrough to encourage replayability.<br></li><li>VIP Hunt missions with dynamic patrol route for VIP to encourage new search areas each playthrough<br></li><li>Receive orders at the start of your mission, choose weapons, attachments, get mission map and it is up to you how to achieve your task.<br></li><li>Open maps allow you to make your way through the level based on your preferred approach.<br></li><li>Modern weaponry - An assortment of Assault Rifles, SMG's, Pistols, Shield<br>        - Manual reloading<br>        - Selectable fire modes (single, auto, burst) depending on weapon.<br>        - Attachments - Magnification scopes, Red Dot, Holo, Laser sights, and Offset rail mount.<br></li><li>Limited ammo means you gear up at mission start and must be resourceful until you come across a weapon stash in the field.<br></li><li>Unlock missions as you play through the Campaign. Missions are available for replay any time after they are unlocked.<br></li><li>VIP missions are unlocked after the associated Campaign mission is completed.<br></li><li>Unlockables from completing missions:<br>        - Unlock main weapons and sidearms.<br>        - Unlock attachments.<br>        - Unlock vest and glove color varieties for your uniform.<br></li><li>4 Enemy difficulty settings for a variety of experience levels.<br></li><li>Main Menu area with Mission selection, post mission debriefing, and an indoor target range for testing unlocked weapons.<br></li><li>Tutorial level provides a description of game features, an outdoor shooting range, and a mini mission for each of the game modes (campaign and VIP Hunt) to get familiar with the game mechanics.</li></ul><br><strong>VR Options</strong><br><ul class=\"bb_ul\"><li>Left/Right Handed option:<br>        - Choose dominant hand for weapons and control of movement<br></li><li>Movement (Locomotion) Options:<br>        - Default - Smooth Locomotion(traditional FPS/trackpad/stick) + Teleport(on menu button)<br>        - Optional - Snap Turn added to dominant hand + Smooth Locomotion(for front-facing setups)<br>        - Optional - Smooth Turn added to dominant hand + Smooth Locomotion(for front-facing setups, and those with iron stomachs)<br>        - Optional - Teleport Only with ability to change facing direction using trackpad/stick(best for motion sensitive)<br></li><li>Hold/Click to Grab option</li></ul><br><strong>Background:</strong><br>A lethal virus decimated the world's population over 3 years ago.<br>It's apparent that Monolioth Corp was behind the spread of the disease, but because of the disorder left from the billions of lives lost, governments and law enforcement are focusing on keeping order and supporting infrastructure instead of tracking down those responsible. <br>The World Justice Organization has plans to use their limited resources to prove that Monolith was responsible and rally the international community to bring them down.<br>Monolith's motives are unclear, but the series of events behind their plan will slowly come together.<br>You are a PRO, a Primary Retrieval Operator, who will use your set of unique skills to infiltrate the areas of operation, locate the evidence and return it to be processed.<br>Standing between you and your objectives is the MSF, Monolith Security Forces, whose sole purpose is to protect the interests of Monolith.<br>It's time for the world to see what they did and how they did it.<br>Libera iustitia. Gear up, PRO, and move out.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/800650/header.jpg?t=1769113417",
    "developers": [
      "Mean Mutt Interactive"
    ],
    "publishers": [
      "Mean Mutt Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}