{
  "800670": {
    "name": "NetStars - VR Goalie Trainer",
    "steam_appid": 800670,
    "required_age": 0,
    "is_free": false,
    "description": "Experience an unmatched level of realism as you step in front of a 100mph slap shot, dive to defend a tip-in and steal a save glove-high.<br><br>Whether you just want to feel the excitement of goaltending or you are a goalie who wants to make the most of his or her off-ice training NetStars delivers.<br><br>More than just a game, NetStars was developed to be a training tool to help goalies with proper goaltending techniques through realistic play action, real-time performance indicators and detailed feedback. <br><br>NetStars stresses core goaltending techniques by tracking and scoring the entire play cycle including setting up for the shot, reacting to the shot and following through after the save. The result is a skills-based scoring game that facilitates and rewards best practices through realtime feedback in a realistic play setting. <br><br><strong>Feel the thrill of being a goalie –</strong> Catch, stop and block shots in this fun VR goalie game. <br><br><strong>Progressive Scoring System –</strong> Focused on key goalie fundamentals including angle alignment, depth positioning, save location, reaction quickness, rebound and recovery.<br><br><strong>Realtime Visual Indicators –</strong> Continuous reinforcement of best practices and key goalie fundamentals.<br><br><strong>3D Motion-Captured –</strong> True-to-life puck physics and skater animation combined with AI-based plays.<br><br><strong>From Pond to Pro –</strong> Play a wide variety of rink environments, practice drills and player types.<br><br><strong>Drill Data –</strong> Understand where your goalie game is strong and where it’s falling short.<br><br><strong>Full Body Tracking –</strong> With HTC Vive Trackers you can bring your legs into play too.<br><br><i>Need a goalie fix for <strong>free</strong> - check out our original Goalie Challenge VR - </i><br><br>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/800670/header.jpg?t=1522417737",
    "developers": [
      "Josh Beatty",
      "Mike Casto"
    ],
    "publishers": [
      "Anchor Reality"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}