{
  "8010": {
    "name": "Ancient Wars: Sparta",
    "steam_appid": 8010,
    "required_age": 0,
    "is_free": false,
    "description": "<p><strong>Ancient Wars: Sparta</strong> recreates the epic history of Spartans, Persians and Egyptians in 3 vast campaigns. Fight for supremacy in the Eastern Mediterranean, using each nation's specific powers in large scaled battles. Equip your soldiers with weapons of your choice and with the weapons captured from slain enemies. Use environmental effects like wind and fire to your strategic advantage. Let your workers gather recourses for a thriving economy, while you upgrade your defenses with manned city walls and strengthen your army with battleships, siege weapons and cavalry. Ancient Wars: Sparta offers RTS fans all their favorite gameplay with a vast variety of new and innovative features.</p>\n\t\t\t\t\t<ul>\n\t\t\t\t\t<li>Gripping storyline based on realistic historical settings around 500 to 450 BC</li>\n\t\t\t\t\t<li>Play three different nations to conquer the ancient world</li>\n\t\t\t\t\t<li>Command armies with a huge variety of units, ships, chariots and siege weapons</li>\n\t\t\t\t\t<li>27 challenging missions in beautifully rendered full 3D landscapes and environments</li>\n\t\t\t\t\t<li>Unique unit design: Arm your warriors yourself from a vast choice of weapons</li>\n\t\t\t\t\t<li>Use powerful heroes with different roles and abilities</li>\n\t\t\t\t\t<li>Integral use of natural elements like wind and fire including realistic physics effects</li></ul>",
    "supported_languages": "英语, 法语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/8010/header.jpg?t=1447351025",
    "developers": [
      "World Forge"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2007 年 5 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}