{
  "801010": {
    "name": "Unsolved Stories",
    "steam_appid": 801010,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to Unsolved Stories which adorns the open world games with next-generation graphics. Chicago is an exciting and fascinating city with its absolute beauty, history, and great locations. The very first part, prepared for Unsolved Stories presents the whole glory of Chicago to you. New generation, highly detailed, stunning graphics engine will portray the magnificent atmosphere of the city. You can visit the most beautiful parts of the city. From the magnificent waterfront skyscrapers to the mess of the ghetto neighborhood. Freely explore the crowded and spectacular environment of the city besides its deserted and abandoned places. In each added new episode, you will find the story of a character and its gameplay. Unsolved Stories offers you an exciting and fascinating environment of the city in which you can use Third-Person and First Person view.<br><br><strong>What are we planning to make?</strong><br>Unsolved Stories is an original project that will host different game modes within a realistic vision. We try to tell the story of different characters. We also consider our supporters' precious thoughts. <br>Apart from the topics we will prepare, thanks to the modes we want to add to the game, it will be possible to put your perfect ideas into practice.  <br>Think Unsolved Stories's map as a film set. We will give you our own scenarios here. Unfortunately, we can not provide information about the people and events due to the privacy principles. <br>However, you can see how seriously we work on our daily blogs via Community Hub News<br>If the videos and images you see are sufficient for you, you can support the project.<br><br><strong>You can find more update information on community tab.</strong><br><br><br><strong>Delelopment Diaries</strong><br>You can follow the development process of the game from our Community Hub and share your thoughts with us.... This will be one of the best supports you will give us as it will contribute to the acceleration of game development. <br>Your thoughts are valuable to us. <br><br><strong>Tech Of The Game</strong><br>The development of Unsolved Stories started with Unreal Engine 3 three years ago. We made good work with special lighting and other systems we developed on Unreal engine 3 but it was not enough for us.<br>Unreal Engine 4 'Open World has impressed us with the development of new and impressive systems for projects. <br>And with an extra 4 months of work we transferred the chicago map and systems back to the UE4.<br>Thanks to UE4, Unsolved Stories has begun to produce much more impressive images and increase performance.<br>We will start sharing the latest version of the project with new videos soon.  We think to share the details with you in the future. <br><br><strong>Map Details</strong><br>We have three different map based on real world locations instead of a virtual space. For us this is the biggest factor that makes Unsolved Stories the original. <br>The contents we prepare are very close to real world references and  we did not avoid any expense to catch a very realistic city atmosphere. <br>Finally, every object has been designed for Unsolved Stories by our graphic team for many days.<br>If you want to review the development steps, you can reach the latest pictures from the oldest pictures from our Artwork and twitter page.<br>You might want to see hundreds of development images, in high resolution.<br>All images are taken from old and new game engine.<br><br><strong>Finally</strong><br>We worked very hard for three years to prepare the Chicago map for the first part of this project. The map of the first episode is almost done and we will then concentrate on working on playing. It is our first goal to prepare the Gameplay Systems of Unsolved Stories as soon as possible. Finally, Unsolved Stories  will continue to improve in every condition without slowing down.<br><br><strong>If you want to contact us ; </strong><br>You can reach us from <a href=\"mailto:support@madhoundgames.com\">support@madhoundgames.com</a> <br>Our team will be back as soon as possible.<br><br>These are Questions and Answers from our madhoundgames<br><br><br>Thank you to everyone for your support!",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 阿拉伯语, 日语, 韩语, 葡萄牙语 - 葡萄牙, 俄语, 繁体中文, 土耳其语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/801010/header.jpg?t=1747939612",
    "developers": [
      "MadHoundGames"
    ],
    "publishers": [
      "MadHoundGames"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5400,
      "final": 5400,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 54.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 14,
      "highlighted": [
        {
          "name": "Fragged",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/801010/914be6e2a48eaafb2ad02228dc63282d19a11070.jpg"
        },
        {
          "name": "Some kills",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/801010/012c7aadc1f9d15c50f661859a567c77434e7692.jpg"
        },
        {
          "name": "Lots of kills",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/801010/6e3ee74ab905d5e241f281f1c61ee515ebe28725.jpg"
        },
        {
          "name": "Finished match",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/801010/b4fb022e15cbdf8128fcc172f5faebd39df633a2.jpg"
        },
        {
          "name": "Lots of matches",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/801010/735eafa73ca722e0b647394e1ca351329f6a871e.jpg"
        },
        {
          "name": "First win",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/801010/164c847872c980d260b96428f8077ee93ce43785.jpg"
        },
        {
          "name": "Lots of win",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/801010/d76d43879a09634a2e07b1863ecf3bbd48226117.jpg"
        },
        {
          "name": "Many win",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/801010/7258124fb510ede59dc781d4ce8e30a8a8b26eec.jpg"
        },
        {
          "name": "Shoot bullets",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/801010/9b1842f23197e5982923a068c11094fe5c646e9b.jpg"
        },
        {
          "name": "Shoot rockets",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/801010/3532f1c95d51959ee40625067d2317736769bdeb.jpg"
        }
      ]
    },
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}