{
  "801120": {
    "name": "Kirchhoff's Revenge",
    "steam_appid": 801120,
    "required_age": 0,
    "is_free": true,
    "description": "Gustav Kirchhoff is annoyed because nobody appreciates his circuit laws! You get transported to his secret lair and won't be able to get out until you show mastery!<br />\r\n<br />\r\nThe first-person game &quot;Kirchhoff's Revenge&quot; teaches the basic concepts of electrical circuits; players need to solve puzzles by assembling macroscopic circuit elements such as batteries, light bulbs, wires, volt meters, and ampere meters. These circuit elements snap together into functional, three-dimensional structures. Moving &quot;charges&quot; are indicated, so as opposed to real circuit elements, currents are visible. Puzzles increase in difficulty and complexity, while side rooms and pre-assembled circuits offer opportunities to learn new concepts. <br />\r\n<br />\r\nGame play is strictly based on solving puzzles, there are no dexterity or timed challenges. Once players succeed, they actually get a Schwarzwälderkirschtorte, which they may dispose off as they see fit. The cake is not a lie.<br />\r\n<br />\r\nThe game has been used in physics courses at the high school and introductory college level, and it is now made available as Early Access to the wider community.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/801120/header.jpg?t=1577841296",
    "developers": [
      "Gerd Kortemeyer et al."
    ],
    "publishers": [
      "Michigan State University"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}