{
  "801920": {
    "name": "Field of Glory II: Age of Belisarius",
    "steam_appid": 801920,
    "required_age": 0,
    "is_free": false,
    "description": "Age of Belisarius expands Field of Glory II forwards from the fall of the Western Roman Empire in 476 AD to 600 AD, a period when the Eastern Roman (Byzantine) army transformed itself from a mainly infantry force to a cavalry army in response to the threats it faced.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/801920/extras/8682252f35c4735f91dcc2418e2b51db.avif?t=1528376036\" width=616 height=92 /></span><br><br>You can be part of the flowering of the new “barbarian” kingdoms that replaced the Roman Empire in the west, and the conflict between them. You can play a major role in the resurgence of the Eastern Roman (Byzantine) Empire and the reconquest by the Emperor Justinian I’s generals, especially Belisarius and later Narses, of the Vandal kingdom of Africa, the Ostrogothic kingdom of Italy and part of the Visigothic kingdom of Spain.<br><br>You can take part in the almost continuous warfare between the Byzantines and the Sassanid Persians in the East, and the Sassanids’ own troubles with their eastern neighbours, the Hephthalites and the Göktürks. You can lead the Avars to conquer a mighty empire north of the Danube, and to threaten the very existence of the Byzantine Empire – or you can defend against them.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/801920/extras/31f6abb2a9dbfc1cd00203171ab0ff71.avif?t=1528376036\" width=616 height=92 /></span><br><br>FEATURES<br><br><ul class=\"bb_ul\"><li>11 new named factions: Avars, Byzantines, Franks, Gepids, Lombards, Ostrogoths, Slavs, Turks, Vandals, Visigoths, Welsh.<br></li><li>17 new units: Byzantine Lance/Bow cavalry, Veteran Byzantine Lance/Bow cavalry, Byzantine Flankers, Dismounted Armoured Noble Lancers, Dismounted Noble Lancers, Dismounted Armoured Horse Archers, Sabir Foot, Indian Light Horse (javelins), Indian Light Foot (javelins), Bedouin Cavalry (lancers), Bedouin Light Horse (lancers), Bedouin Foot, Pre-Islamic City Arab foot, Bulgar Cavalry, Bulgar Light Horse, Spearmen (Dark Age), Raw Spearmen (Dark Age).<br></li><li>29 new army lists (which expands the total number of army lists to 166).</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/801920/extras/20987726eda39fc9c0b5dcd142911492.avif?t=1528376036\" width=616 height=538 /></span><br><br><ul class=\"bb_ul\"><li>6 new Epic Battles: Dara 530 AD, Tricamarum 533 AD, Taginae 552 AD, The Volturnus 554 AD, Bukhara 557 AD, Raith 596 AD (each playable from either side).<br></li><li>37 new Quick Battles (each playable from either side).<br></li><li>Expanded Field of Glory II Custom Battles module now includes all 166 army lists from Immortal Fire, Rise of Rome, Legions Triumphant and Age of Belisarius. (Purchase of the appropriate DLCs is necessary to access them all).<br></li><li>Expanded Field of Glory II Sandbox Campaigns module now includes all 166 army lists from Immortal Fire, Rise of Rome, Legions Triumphant and Age of Belisarius. (Purchase of the appropriate DLCs is necessary to access them all).<br></li><li>4 new historically-based campaigns:</li></ul><br>o   Belisarius<br><br>o   Clovis I of the Franks<br><br>o   King of Kings 2 (Sassanid Persia)<br><br>o   Rise of the Avars",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/801920/header.jpg?t=1528376036",
    "developers": [
      "Byzantine Games"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}