{
  "801970": {
    "name": "Fantasy Grounds - D&D Mordenkainen's Tome of Foes",
    "steam_appid": 801970,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Dungeons &amp; Dragons: Mordenkainens Tome of Foes</strong></h2><strong>Uncover the Conflicts of the Multiverse in Mordenkainens Tome of Foes</strong><br>One of the most powerful wizards in the Dungeons &amp; Dragons multiverse shares some of his hard-won knowledge with fans in a new book full of lore and monsters for D&amp;D fifth edition.<br>Mordenkainen hails from the City of Greyhawk, but over the eons he has expanded his mastery of the major conflicts in the multiverse. Similar to Volos Guide to Monsters, Mordenkainens Tome of Foes not only contains everything you need to run challenging new monsters at the table with your friends but also provides tons of storytelling information on some of the most contentious relationships in the multiverse. Youll learn more about the schism between drow and other elves, githyanki and githserai, and dwarves and duergar, in addition to reading about the incessant Blood War between demons and devils.<br>Players will love to delve into Mordenkainens Tome of Foes to search for story hooks to use with their characters, as well as try out some of the player options for races like tieflings and elves, or maybe an otherworldly githyanki or githzerai. Dungeon Masters looking for inspiration and greater challenges for players who have reached higher levels of play will find much to explore in Tome of Foes.<br>Pick up Mordenkainens Tome of Foes and start adding new monsters and lore nuggets to your D&amp;D sessions.<br><i>Mordenkainens Tome of Foes includes:</i><br><ul class=\"bb_ul\"><li>Information on new monsters and old<br></li><li>Greater challenges for high level play<br></li><li>Challenging New Monsters<br></li><li>Tons of story telling information<br></li><li>Story hooks for players<br></li><li>Player race options for races like tieflings, elves, githyanki, and githzerai.</li></ul><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software.<br>Videos<h2 class=\"bb_tag\" >Creating a character with the Character Packs</h2><i><br>Adapted for Fantasy Grounds by: </i><strong>Zacchaeus</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included D&amp;D fifth edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/801970/header.jpg?t=1768391773",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 17 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}