{
  "801980": {
    "name": "Kingdom Come: Deliverance – Artbook",
    "steam_appid": 801980,
    "required_age": "18",
    "is_free": false,
    "description": "Book of illustrations and concept art from the game Kingdom Come: Deliverance, which, just like the game, is a little out of the ordinary. While in the case of fantasy and sci-fi games the illustrator can let his imagination run wild, limited only by what can subsequently be transformed into models in the 3D engine, the approach in Kingdom Come was quite different.<br />\r\n<br />\r\nOur game takes place in a historical setting – it aims to be as authentic as possible and to depict the Middle Ages as they really looked, and not like we see in clichéd, often very misleading images on the silver screen. What’s more, the story takes place in a quite specific place and time and features real historical figures. We wanted to create a world in which you could finally see how things really looked then, how people lived and dressed and what the landscape we know intimately looked like at a time when people used it quite differently than they do today. So, the illustrations for Kingdom Come were also created differently. There was still a need for imagination, but it was supported by historical research, consultation with experts and examination of archives.<br />\r\n<br />\r\nSo apart from creating attractive images of the hero of the game in action poses, our illustrators also had to learn about drawing old maps, book illumination, altar panels and frescoes. They created detailed diagrams of medieval mining works and equipment and projected into the concept landscapes depicting real places their acquired knowledge of medieval farming and land use.<br />\r\n<br />\r\nThe art you will see here is only a fragment of the thousands of illustrations, sketches, maps and concepts that had to be created for the game – enough to fill several such books. Almost everything you see in the game first had to be studied diligently by someone before being painted. And we believe the artists did a first-class job.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/801980/header.jpg?t=1740068082",
    "developers": [
      "Warhorse Studios"
    ],
    "publishers": [
      "Warhorse Studios",
      "Deep Silver"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 15,
      "total_negative": 0,
      "total_reviews": 15
    }
  }
}