{
  "802600": {
    "name": "GRIMO",
    "steam_appid": 802600,
    "required_age": 0,
    "is_free": false,
    "description": "Grimo is story driven stealth action in pixel art.<br />\r\nCyberchurch, neural implants, advanced robots and augmented humans all of these are common things in Grimo's world. <br />\r\nIt’s on!<br />\r\n<br />\r\nWaking up in the trunk of a moving car is a bad sign. A briefcase handcuffed to the wrist is a reliable source of trouble. And New Era Cyberchurch is zealously watching those who are overly superstitious…<br />\r\nWho are you? What’s going on? And what’s that bothersome noise in your head? A big hunt for a weird briefcase. And you are just an obstacle. Do you want to survive? Do you want to work it out? Action is what you need. Quick. Precise. Cool-headed.<br />\r\nMechanical eyes are watching you from all sides. The iron brain is recording all your steps. Don’t make a slip.<br />\r\nIs your doom handcuffed to your arm a curse or an aid? It’s up to you to decide.<br />\r\nIt’s hard to stay invisible with a briefcase in your hand, but the equipment fitted in your bracelet makes break-in considerably easier. Also, it is the most expensive shield in the history of humankind!<br />\r\nWhat game style will you choose? Sneak up in silence or crush sculls. Hack cyberheads or make holes in them! Many ways, one goal.<br />\r\nHow can you use implants knocked out of the enemies? Or force your way feeling no pain? Or become a shadow dancer, or speak their own language with computers?<br />\r\nNo time to feel sorry in this world. Who is a friend, who is an enemy? What’s behind their smiles?<br />\r\nRisk or rationale? The enemies are smart. Too smart to let you walk and get your memories easily. It will be a trip to remember. Guaranteed by the briefcase, confirmed by the Cyberchurch!",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/802600/header.jpg?t=1573066632",
    "developers": [
      "DozenMinds OU"
    ],
    "publishers": [
      "DozenMinds OU"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}