{
  "802960": {
    "name": "Oracle: Threads of Fate",
    "steam_appid": 802960,
    "required_age": 0,
    "is_free": false,
    "description": "Oracle is a Tactical RPG that takes place during the Roman Conquest of Greece. You play as the Oracle of Delphi who has forseen the arrival of an unstoppable foe. With your ragtag party, you must travel the country, from the top of Olympus to the depths of the underworld, on a quest to change the very threads of fate. Throughout the game you will use your unique power of future sight to defeat overwhelming enemy forces until you confront the death of Greece herself. The game draws inspiration from classic tactics games, but brings new mechanics and ideas into play like future sight and movement attacks, as well as a story never told before.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li> 5 playable characters , each with a unique level progression and move set.<br></li><li> 200+ pieces of equipment to power up your characters and customize their play style.<br></li><li> 3 different equipment builds for each character<br></li><li> 24 different battle maps to conquer</li></ul><h2 class=\"bb_tag\" >Tactical Gameplay</h2>Every unit has an extended list of unique powers. However, each unit is weak when working alone. If you want to survive, you'll have to use your abilities in conjunction and plan step by step.<h2 class=\"bb_tag\" >Future Sight</h2>In Oracle: Threads of Fate, your main character can see the future, including the moves and positions of enemy units. Use this to your advantage to protect weak units, set up ambushes, and execute counter attacks.<h2 class=\"bb_tag\" >Character Building</h2>The game features an extensive list of equipment for each character to use. Different equipment enhances different abilities and play styles. Maximize your output by building characters toward the strengths you need for each battle.<h2 class=\"bb_tag\" >About Us</h2>Oracle is a student game built in 5 months for a business venture graduate class. While the class only needed a business proposal, our small team wanted the experience of bringing a game to market release. For many of us, this game is the first one we have truly completed. It is a point of pride and a stepping stone for the many games we hope will follow.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/802960/header.jpg?t=1696012614",
    "developers": [
      "Oracle Gaming Orlando LLC"
    ],
    "publishers": [
      "Oracle Gaming Orlando LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}