{
  "803130": {
    "name": "Diastone: Memories",
    "steam_appid": 803130,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;DIASTONE: Memories&quot; is a first-person photorealistic horror game.<br><br>Our story begins in 1910 in Transylvania, where Adam Taylor, a nineteen-year-old boy, lives with his parents in a house on the edge of civilization. One day, upon returning home, Adam hears that his parents have started quarreling in the attic. Suddenly, all the lights in the house turn off. Picking up an old oil lamp, Adam goes in search of his parents. However, when he reaches the attic, there is nobody there. An unknown man has appeared in his house, and all the rooms have changed. Time has ceased to have a specific meaning.<br><br>In one of the rooms, Adam finds a note from an unknown person who claims to be Adam Taylor. Who is he? What does he have to do with what's happening to Adam?<br><br>This story continues in the twenty-first century, when Edward, an orphan, starts living in the very house where Adam's family once settled. He encounters the same creature. Will history repeat itself? How will Edward cope with this power? What happened to Adam?<h2 class=\"bb_tag\" >DIASTONE WILL TELL EVERYTHING</h2><br><u>The game revolves around exploration, interaction with the environment, and employing unconventional solutions to advance the storyline.</u><br><br><ul class=\"bb_ul\"><li>Discover a dynamically shifting house and a semi-open world presented from a first-person perspective.<br><br></li><li>Explore a fully interactive world.<br><br></li><li>Unify all the different time periods you travel through.<br><br></li><li>Every event occurring in the game holds significance within the storyline.<br><br></li><li>Roam through rooms, seeking items related to the narrative to unlock new passageways.<br><br></li><li>Experience real-life horror akin to P.T., taken to a much more extensive level.<br><br></li><li>Enjoy realistic graphics brought to life through the power of the UE4 engine.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/803130/header.jpg?t=1729968076",
    "developers": [
      "Souluted Games"
    ],
    "publishers": [
      "My Way Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3000,
      "final": 3000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 30.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 1,
      "highlighted": [
        {
          "name": "Сердце бьётся",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/803130/d9c52abc927ff5795867012d21b40a49b05eb163.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 5,
      "total_negative": 0,
      "total_reviews": 5
    }
  }
}