{
  "804000": {
    "name": "Expendable",
    "steam_appid": 804000,
    "required_age": 0,
    "is_free": false,
    "description": "Somewhere in the future a hostile alien race conquers most of the galaxy. To battle aliens scientists had developed the “Millennium Soldier” project by cloning two super-soldiers. Armed with blasters they will battle scores of monsters, robots and boss aliens to save us and get a well-earned reward.<br><br>The game itself is very entertaining – its one of those good old shoot-em-ups that you remember and boy do they make a good show for themselves! The classic scheme of “go forward, destroy, get some new toys, kill some more” works perfectly, like always, even after a few hours of playing it's still fun to watch all of those explosions and slaughter. During your quest of annihilation you will find some extra weapons that will help you keep yourself together and enemies in parts. Most of these weapons are classic, but in game a like this it's a plus, not a minus. Overall it's a great peace of a game that you will have fun playing – alone or with a friend!<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>Gameplay packed with so much action it has little room left for anything else.<br></li><li>A wide variety of weapons and enemies.<br></li><li>Diverse levels with enemies, powerups, bonuses, secrets, bosses and puzzles.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/804000/header.jpg?t=1519732871",
    "developers": [
      "Rage Software"
    ],
    "publishers": [
      "Funbox Media Ltd"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "8 user reviews",
      "total_positive": 7,
      "total_negative": 1,
      "total_reviews": 8
    }
  }
}