{
  "804340": {
    "name": "Sable's Grimoire Demo",
    "steam_appid": 804340,
    "required_age": 0,
    "is_free": true,
    "description": "Sable's Grimoire is a visual novel which tells the story of an aspiring magic researcher who begins to attend an academy filled with demi-humans.<br />\r\n<br />\r\n<br />\r\n<br />\r\nWhen Sable is accepted into Amadronia Magic Academy, a prestigious academy famous for its resources and curriculum, he believes that he has crossed an important milestone in his life.<br />\r\n<br />\r\nAs an aspiring magic researcher, not to mention one of the few pure-blooded human beings capable of using magic, Sable has high hopes for his time at Amadronia. His dream of becoming a world-renowned magic researcher is finally within his grasp, and with the assistance of the much-lauded teaching staff at Amadronia, he is sure that the next few years of his life will be as productive as they are enlightening.<br />\r\n<br />\r\nUnfortunately for Sable, his first day at Amadronia quickly proves to him that this will not be the case.<br />\r\n<br />\r\nArrogant elves, a ravenous rokurokubi, a poison-tongued mandragora, a pyromaniac dragon, unenthusiastic teachers - Amadronia is nothing like Sable envisioned. The students in his class are unruly, his &quot;teacher&quot; has no interest in teaching, the principal willfully breaks academy rules, and it seems like everywhere he turns, Sable finds one more reason to doubt Amadronia's proud legacy.<br />\r\n<br />\r\nWill Sable manage to survive at this clearly dysfunctional academy? Or will he, like so many others, leave Amadronia feeling utterly disillusioned?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/804340/header.jpg?t=1664709753",
    "developers": [
      "Zetsubou"
    ],
    "publishers": [
      "Zetsubou"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}