{
  "806580": {
    "name": "7th Deep",
    "steam_appid": 806580,
    "required_age": 0,
    "is_free": false,
    "description": "The 7th Deep Beckons...<br />\r\n<br />\r\nThe mysterious Kaia has found seven powerful individuals, one of whom is capable of reaching the bottom of the 7th Deep, an ancient dungeon filled with countless treasure and hordes of monsters, to claim the powerful God-Asper. This Relic is said to give the wielder the power to make dreams come true and you can bet that everyone wants a piece of the action!<br />\r\n<br />\r\nMake your choices: Will you be an evil alien who uses hi-tech weapons to obliterate his foes, a vampire that uses the lifeblood of others to revitalise herself, or maybe a powerful acolyte with potent, innate healing abilities?<br />\r\n<br />\r\nYour character choice will decide which options you have when you must make difficult decisions while exploring the Deep. A man is hanging on for his life. What will you do? As a Good character you may get help or put yourself at risk to save him. As an Evil character you might taunt him, rob him, or hasten his demise. The choice is yours.<br />\r\n<br />\r\nYou must use all of your cunning and resourcefulness if you wish to reach the bottom of the 7th Deep where an incredible object of power and an even greater, ancient evil awaits. The God-Asper silently awaits its new owner. Anticipation races through your soul; what would you do with such power?<br />\r\n<br />\r\n<br />\r\nFeatures:<br />\r\n<br />\r\n*No Random Encounters<br />\r\n*Optional Puzzles<br />\r\n*Three Game Modes: Normal, Survival and New Game+<br />\r\n*Seven characters to choose from, each with their own specialties in and out of combat<br />\r\n*14 possible endings that may be rewatched once unlocked<br />\r\n*Gear, Consumable, and Weapon Crafting",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/806580/header.jpg?t=1669759719",
    "developers": [
      "G. A. Williams"
    ],
    "publishers": [
      "G. A. Williams"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}