{
  "806650": {
    "name": "Shields Up! VR",
    "steam_appid": 806650,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Welcome to Prime Mining Corporation! Your service as a Director of Mining and Production has come at an important time in history. You have been selected to lead drop ship operations on remote asteroid locations extracting valuable minerals, refining into compressed units, and shipping finished cargo to your assigned mother ship. Together, we can provide vital support to the war effort. But be warned, the area is volatile and your facility will constantly be bombarded by the debris caused by extensive battles. Keep your shields up and manage resources wisely. Can we count on you, Director?</i><br><br><strong>Main Features:</strong><br><ul class=\"bb_ul\"><li>Take VR bird's eye control of the position of Director of a mining facility<br></li><li>Direct the construction of multiple mining facilities and support buildings<br></li><li>Place short and long range weapons to defend your outpost<br></li><li>Manage the flow of supplies to and from your buildings<br></li><li>Make quick decisions on what to protect with the Ion Shield and what to leave exposed<br></li><li>Overcome multiple environments that challenge your mining facility's ability<br></li><li>Face a variety of alien enemies eager to take out your location<br></li><li>Use profits to upgrade capabilities between missions</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/806650/header.jpg?t=1527046212",
    "developers": [
      "LesInk Productions"
    ],
    "publishers": [
      "LesInk Productions"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}