{
  "8080": {
    "name": "Kane and Lynch: Dead Men™",
    "steam_appid": 8080,
    "required_age": 0,
    "is_free": false,
    "description": "Kane and Lynch: Dead Men is the new action shooter franchise by Io-Interactive, creators of the multi-million selling Hitman series. Kane &amp; Lynch: Dead Men follows the violent and chaotic journey of two men -  a flawed mercenary and a medicated psychopath - and their brutal attitude towards right and wrong. This volatile partnership combined with innovative technologies allow for an unparalleled gaming experience. <br>\t\t\t\t\tKane &amp; Lynch: Dead Men immerses players in an emotionally intense crime drama with unflinching action.  Io-Interactive's proprietary technology delivers fluid high definition graphics and lighting; highly destructible environments; massive crowd AI; single, co-op, and squad-based combat; a cinematic interface; and non-stop dialog between Kane and Lynch.  The title also features innovative two-player co-op and groundbreaking online game play.  <br>\t\t\t\t\t<ul class=\"bb_ul\"><li><strong>Tense and unpredictable experience</strong> - This is the violent and chaotic journey of two men: a flawed mercenary and a medicated psychopath. Each hates the other but must work together to save themselves and possibly the ones they love. Play Kane in single-player mode and either character in two-player co-op mode.<br>\t\t\t\t\t</li><li><strong>Violence erupts in meticulously created 'safe' worlds</strong> - Realistic and responsive environments and crowds react when events get of out control. Crowded nightclubs and calm bank offices become scenes of sudden terror.  Manipulate the environments and crowds strategically to complete objectives.<br>\t\t\t\t\t</li><li><strong>Wide variety of intense 3rd person game play</strong> - Rappel from buildings; fire on the run or from moving vehicles; launch surprise attacks, lay down cover fire, and shoot blind from around corners; and hurl smoke, tear, and incendiary grenades.<br>\t\t\t\t\t</li><li><strong>Fast and intuitive combat</strong> - Lead a crew of criminal mercenaries to increase your chance of surviving and reaching your goals. You can also fight alone as your crew AI will automatically draw fire, throw grenades, lay down cover, and engage in close combat with their own signature moves.  <br>\t\t\t\t\t</li><li><strong>Two-player co-operative game play</strong> - Team up and play the full story with a friend as either Kane or Lynch. On the big jobs, split the command of your crew.  At any point in the game you can choose to play the next, or previous, levels in co-op.<br>\t\t\t\t\t</li><li><strong>Innovative multi-player levels</strong> based on the game's themes for up to eight players.</li></ul>",
    "supported_languages": "英语, 法语<strong>*</strong>, 德语<strong>*</strong>, 意大利语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/8080/header.jpg?t=1614294455",
    "developers": [
      "IO Interactive"
    ],
    "publishers": [
      "Square Enix"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2007 年 12 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 46,
      "total_negative": 13,
      "total_reviews": 59
    }
  }
}