{
  "809270": {
    "name": "GameLibBooster",
    "steam_appid": 809270,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>GameLibBooster is the first disk optimization software dedicated to PC gamers.</strong><h2 class=\"bb_tag\" >Faster loading</h2><strong>Always run your games from your fastest drive</strong><br>GameLibBooster analyses the performance of your drives and the file structure of your games, and ensures that the games you play are always on the most suited drive. The improvement can be very noticeable, as moving a game from HDD to SSD usually results in 2 to 3 times faster loadings. A RAMDisk can even be used to get a better performance optimization.<h2 class=\"bb_tag\" >Less loading lags</h2><strong>Game freezes when entering a new area?</strong><br>This annoying FPS drop occurs when your drive isn’t fast enough to load all the game assets needed to render the scene. By moving the games that you’re playing to your fastest drive, GameLibBooster can noticeably reduce or even eliminate the occurrence of this stuttering.<h2 class=\"bb_tag\" >Faster level streaming</h2><strong>See the battlefield before your enemies</strong><br>To limit RAM usage, most open world games only keep into memory the areas of the map that surround the player; this programming technique is called lazy loading. But the negative effect of this technique is that you can often see chunks of level, objects and texture details popping-in as you move around. GameLibBooster can greatly reduce this effect by making game data load faster.<h2 class=\"bb_tag\" >Better disk usage</h2><strong>More room for your games</strong><br>Having to uninstall an old game to free up space for a new one is a thing of the past. GameLibBooster automatically makes the best use of all your drives. Games you no longer play are moved to your larger drive. As soon as you play them again, they are moved back to your fastest drive. Your save files are preserved, and you don't need to re-download your games again and again.<h2 class=\"bb_tag\" >Fully automated</h2><strong>Install, configure and forget</strong><br>You have nothing to do, your games are always optimized. Just install your Steam games as usual, GameLibBooster takes care of the rest. GameLibBooster only works when you don't use your computer, and keeps your games optimized without affecting performance.<h2 class=\"bb_tag\" >Easy to configure</h2><strong>3, 2, 1, your games are optimized!</strong><br>Setting up GameLibBooster is only a matter of minutes. Your game directories are automatically detected. Just tell GameLibBooster how much space on each drive can be used for games, and that's it! GLibBBot, our smart advisor, will even guide you through these steps.<h2 class=\"bb_tag\" >GLibBBot</h2><strong>The AI that will get you up and running in no time</strong><br>GLibBBot is the smart advisor that makes sure that GameLibBooster and Steam are ideally configured and that you are getting the most out of your hardware. It will notify you of any configuration problem or potential performance improvement, will tell you what to do, and can even do it for you.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/809270/header.jpg?t=1551440529",
    "developers": [
      "Nurgo Software"
    ],
    "publishers": [
      "Nurgo Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 1 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}