{
  "810090": {
    "name": "Fantasy Grounds - Set Rising Intro Pack (Savage Worlds)",
    "steam_appid": 810090,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Set Rising Free</strong></h2>You can get this product for free by downloading this file  <i></i> and placing it in your modules folder for Fantasy Grounds.<br><i>This product includes the following:</i><br><i>This product includes the following:</i><br><ul class=\"bb_ul\"><li>Set Rising Characters<br></li><li>Set Rising - Bodyguard Duty<br></li><li>Set Rising - Costly Secrets<br></li><li>Set Rising - Starhawk Down<br></li><li>Set Rising - Showdown<br></li><li>Set Rising - Crossfire</li></ul><h2 class=\"bb_tag\" >Set Rising Characters</h2><i>The scheming god Set has built a dark mirror of the Egyptian empire. His minions raid the mortal realms, enslaving humans to construct impossible pyramids for an evil purpose. Worse, theyre invading alternate realities too. Someone has to hunt them down, and the techno-Egyptian god Ra is looking for a group of demigods who are up for the task.</i><br>This booklet gives you six pre-generated characters from the Set Rising setting, showcasing some of the options and abilities available to players. Use them for reference, for inspiration, or to turbo-charge your gaming experience, getting into the game without having to draw up new demigods from scratch. Set Rising is part of the Suzerain Continuum.<h2 class=\"bb_tag\" >Set Rising - Bodyguard Duty</h2><i>The scheming god Set has built a dark mirror of the Egyptian empire. His minions raid the mortal realms, enslaving humans to construct impossible pyramids for an evil purpose. Worse, theyre invading alternate realities too. Someone has to hunt them down, and the techno-Egyptian god Ra is looking for a group of demigods who are up for the task.</i><br>This one sheet adventure let's you experience the crossover between Set Rising's Egyptian shenanigans and 20th Century supernatural hunting!<h2 class=\"bb_tag\" >Set Rising - Costly Secrets</h2><i>Chasing the villain through a city, dodging mercenaries and stopping the sale of dangerous military technology to the highest bidder - it's all in a day's work if you're demigods working for Ra and the techno-Egyptian pantheon.</i><br>This one sheet adventure let's you line up a series  of high octane encounters to the pounding soundtrack of a bad guy smackdown!<h2 class=\"bb_tag\" >Set Rising - Starhawk Down</h2><i>Racing against time your demigods are heading into The Maelstrom to rescue the pilots of a downed prototype, the Starhawk class interceptor. Agents of the dark god Set are out there looking to finish the job and your demigods need to get there before the bad guys.</i><br>This one sheet adventure lets you line up a techno-egyptian encounter on a countdown timer!<h2 class=\"bb_tag\" >Set Rising - Showdown</h2><i>An old enemy has come back to haunt your demigods, but really she's one of those old enemies that ranks on the lowest rung of the ladder - until she gains access to some magic-tech that really allows her to even the odds. She's back, and wants revenge and she;s going to go through your demigods t get it!</i><br>This one sheet adventure lets you run encounter crossing over from the Egyptian pantheon to the gothic finery of the sentient city - Shadeside!<h2 class=\"bb_tag\" >Set Rising - Crossfire</h2><i>A simple R&amp;D test drive for the awesome crossfire vehicle starts routingely enough for your demigods. Weapons check, motor check, armor check... Then the Dregs show up toting some serious weaponry, turning the whole thing into a cat and mouse chase.</i><br>This one sheet adventure let's feel the heat of the desert in Ra's Sunfire Domain!<br><strong>Across the universe, the future is about to be Set.</strong><br><strong>A copy of Savage Suzerain is required to use this product.</strong><br><i>Conversion by:</i> <strong>Jeannette Jarrar</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Jeannette Jarrar</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/810090/header.jpg?t=1768392351",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 28 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}