{
  "810070": {
    "name": "Fantasy Grounds - Noir Knights Intro Pack (Savage Worlds)",
    "steam_appid": 810070,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Noir Knights Free</strong></h2>You can get this product for free by downloading this file  <i></i> and placing it in your modules folder for Fantasy Grounds.<br><i>This product includes the following:</i><br><ul class=\"bb_ul\"><li>Noir Knights Characters<br></li><li>Noir Knights: Chasing Rainbows<br></li><li>Noir Knights: In The Name Of Science<br></li><li>Noir Knights: Knights At The Opera<br></li><li>Noir Knights: Oppressive Heat<br></li><li>Noir Knights: The Mission Link</li></ul><h2 class=\"bb_tag\" >Noir Knights Characters</h2><i>Mrs. Amethyst, Mr. Flannigan, Mr. Shao, Mr. Dolby, and Miss Herne... These are some of the 1930s SPA agents ready to combat the trails that await them!</i><br>All of these characters are Heroic rank and all ready to play. They are designed for Noir Knights, but can be played in any Heroic rank Suzerain game.<h2 class=\"bb_tag\" >Noir Knights: Chasing Rainbows</h2><i>While certain powerful entities have the ability to pierce the Veil and breach the Maelstrom to reach some other place, there are also natural portals that exist here and there.</i><br><i>Stull, Kansas just so happens to have one of those places...</i><br>Chasing Rainbows is a free &quot;One-Sheet&quot; adventure for Savage Suzerain, a short adventure to give you a feel for the 1930s realm of American Grit where we set our Noir Knights book. Youll want characters of Heroic rank to play this adventure.<h2 class=\"bb_tag\" >Noir Knights: In The Name Of Science</h2><i>It could be said that the good doctor means well, but it just as easily raises the question: do the ends justify the means?</i><br>In the Name of Science is a free &quot;One Sheet&quot; adventure for Savage Suzerain, a short adventure to give you a feel for the 1930s Realm of American Grit where we set our Noir Knights book. Youll want characters of Heroic rank to play this adventure.<h2 class=\"bb_tag\" >Noir Knights: Knights At The Opera</h2><i>The voodoo Loa are interesting beings in that their relationships with their human worshipers are much more symbiotic than is typical of gods  especially modern gods. While this normally isnt an issue, sometimes there is a case that deserves a little more attention.</i><br><i>Such is the case of one Jean-Pierre Gudot, a practicing Taximancer bearing a misguided obsession with a Haitian immigrant by the name of Bethany.</i><br>Knights At The Opera is a free &quot;One Sheet&quot; adventure for Savage Suzerain, a short adventure to give you a feel for the 1930s realm of American Grit where we set our Noir Knights book. Youll want characters of Heroic rank to play this adventure<h2 class=\"bb_tag\" >Noir Knights: Oppressive Heat</h2><i>Great Spirit of Oppression wants Tamagozushi, but theres a Lord of Flame who has an interest too. The heat is on.</i><br>Oppressive Heat is a free &quot;One Sheet&quot; adventure for Savage Suzerain, a short adventure to give you a feel for the 1930s realm of American Grit where we set our Noir Knights book. Youll want characters of Heroic rank to play this adventure.<h2 class=\"bb_tag\" >Noir Knights: The Mission Link</h2><i>The Ordo Hermeticus Octostium is just one of many mystical orders that sprang up in the spiritualist craze of the previous decades. In general, theyre no more or less problematical than Freemasons or Rosicrucians, but occasionally youll find members of those sorts of groups who believe that with great power comes an obligation to further your own agenda... and thats when trouble starts. Frank Augustus Miller is one of those guys, and the trouble has certainly started.</i><br>The Mission Link is a free One Sheet adventure for Savage Suzerain, a short adventure to give you a feel for the 1930s realm of American Grit where we set our Noir Knights book. Youll want characters of Heroic rank to play this adventure.<br>A copy of Savage Suzerain is required to use this product.<br><i>Conversion by:</i> <strong>Jeannette Jarrar</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds ruleset.<br><i>Adapted for Fantasy Grounds by: </i><strong>Jeannette Jarrar</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/810070/header.jpg?t=1768392298",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 28 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}