{
  "810580": {
    "name": "Novas Las Aventurietas del Robercleiton: o Renascimento do TURBO",
    "steam_appid": 810580,
    "required_age": 0,
    "is_free": false,
    "description": "<strong> About the game </strong><br>  This game is a Brazilian comedy game, an RPG produced in RPG Maker. The game is in english now too.<br><br>  It focuses on people who enjoy bizarre humor and without baseness and profanity, and also without appealing sexual content, is a game for all ages.<br>In particular it is focused on Brazilians who enjoy a simple and humorous humor, with well-designed characters and very funny battle animations, despite having more normal techniques as well.<br><br> I'm putting the game online here on Steam because I think a lot of people can give their opinions about the game making it better, please think about it and help me make a great game, I know that as it is already will provide good laughs because the game was done with a lot of dedication.<br><br>  If the game has any problem with the letters of the game I added a font in the files of the game in two clicks and install it.<br><br><strong> Systems </strong><br>- Rpg Maker 2003's standard battle system, ie active turn-based battle system, however the animations and monsters follow a standard Rpg Maker 2000. All scams are drawn in sprite by me.<br>- It has a system of forging equipment, making each enemy has a utility in the game because it will give unique pieces that can be improved in the equipment stores.<br>-The game is very linear but from the half of the game, where it is now, will have a more open approach where you can choose between 9 paths where each path will focus on a character, his story and the villain that corresponds to him. THIS PART IS IN DEVELOPMENT, AND WILL APPEAR IN THE NEXTS VERSION OF THE GAMES.<br><br><strong> Duration </strong><br>  The whole game is well playable, with content for around 3 hours of play, and in case you like to win levels and do a lot of missions, it gets a lot better.<br><br><strong> Graphics, Music and Resources </strong><br>  The graphics are my own and the developer mac blue telekon, I used them as a base because they are very beautiful.<br>  The songs are standards of Rpg Maker 2003.<br><br><strong> History of the game </strong><br>  During the era of RPG Maker 2000, the main character of RTP (the character pack that comes with the RPG Maker) Alex has been participating in all possible games imaginable and many characters in the RTP package have become secondary characters.<br>Many of these characters then wanted more important roles generating conflicts and wars, so these characters were sent to the world of Rober for a greater participation, but even there not everyone had peace, some grouped together with their friends and formed villages living in peace, getting happy to just say hi, others want to be heroes at all costs.<br>One of these groups is called the Rober people (People 1-3) if isolated from the world and seeks to live in a peaceful way, even because they are weak, they worship the mole and practice mole-fu. And from this people the author of the game chooses him to be the hero taking prominence and other legalities that a hero has, kiss a pussycat, participate in minigames, get strong punch bad guys, steal wallets of monsters, enter any house and talk to everyone as if no one cared that he invaded the house.",
    "supported_languages": "葡萄牙语 - 巴西<strong>*</strong>, 英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/810580/header.jpg?t=1694311692",
    "developers": [
      "Rafael Mori Neiva"
    ],
    "publishers": [
      "Roberpower"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}