{
  "810690": {
    "name": "Colour Box",
    "steam_appid": 810690,
    "required_age": 0,
    "is_free": true,
    "description": "Colour Box is a puzzle game about colouring boxes. There are 27 levels of varying difficulty that may prove to be both challenging and fun! You play the game by dragging boxes around. Dragging one over a coloured field will colour the part of the box touching that field. You must drag a matching box to the goal to complete a level. The main challenge of the game is figuring out in which order you should colour the box (or boxes). To beat the game you have to think logically and use all the tools the game provides you with. We hope you have as much fun playing Colour Box as we had making it!<br><br>The game is made by Daniel Michaneck and features music by Jonathan Krieger Rozenberg. A big thank you to the people that playtested the game and the helpful members of the GameMaker community.<h2 class=\"bb_tag\" >Tips</h2><ul class=\"bb_ul\"><li>If you are having trouble dragging the box you can turn on Drag Assist in the main menu to make it easier for you.<br></li><li>You can open the menu by pressing the Escape button or by right-clicking on an area away from a box or a goal.<br></li><li>You can skip to the next level by pressing the right arrow key or go back to the previous level by pressing the left arrow key.<br></li><li>You can go back a step in the menu or continue the game session by pressing the right mouse button while in the menu.<br></li><li>You can also go back a step or continue the session by left-clicking outside of the menu screen while the game is paused.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/810690/header.jpg?t=1520607629",
    "developers": [
      "Daniel Michaneck"
    ],
    "publishers": [
      "Daniel Michaneck"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}