{
  "810650": {
    "name": "The Next Day After Friday",
    "steam_appid": 810650,
    "required_age": 0,
    "is_free": false,
    "description": "<i>The Next Day After Friday</i> is a unique game where you are <u>free to do whatever</u>. After a night of drinking, you are left on your own. After waking up, you feel really bored and have to be<u> creative to kill time</u>. <br><br>The purpose is to give you a simple idea and transmit the feeling in the virtual reality zone as if you would be leaving that moment in your life, when you go back to the good old times of being a student (or you are currently a student, whichever hits closer to home).<br><br>The night before your friends and classmates came over and had a great night. The next day you woke up and were bored. You did not find your place so you started rearranging the messed up house - or you made the choice to mess it up even more. <br><br>The games goal is not to entertain you, but to make you find entertainment for yourself in your free will by finding stuff to do, which can be challenging as it is. <br><br>The developers of the game focused on virtual reality features, especially on the movement control to make it as easy as possible at the given time.<br>Even if you can`t actually feel the hangover and the numbness, the developers made it so these feelings are to be met in the pictures on the wall, the lighting and the surroundings, to totally immerse you in that after day sensation.<br>The game has no ending. It ends if however and whenever you want it to do so, which for some makes it even more interesting.<br><br>In the game you have multiple objects to entertain you. There is a darts game on the wall, a beer pong table which can be reset at any time - and other objects as well.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/810650/header.jpg?t=1522704639",
    "developers": [
      "VR Friends"
    ],
    "publishers": [
      "VR Friends"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "72",
        "description": "裸露"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}