{
  "811710": {
    "name": "TANE DLC - PRR X23 Boxcar",
    "steam_appid": 811710,
    "required_age": 0,
    "is_free": false,
    "description": "Immerse yourself in a bygone era with the X23boxcar from 3DZUG and experience the ancestor of many modern coaches from today in top quality.<br>Originating from the standard boxcar from 1912, the trendsetting X23boxcar was expected to meet the future needs of the Pennsylvania Railroad Company. For the first time in history, a 40 foot boxcar with a steel frame and wood panelling was developed.<br><br>With an unladen weight of 48.000 pounds and a load capacity of 100.000 pounds, the X23 had a spectacular room volume of impressive 2.682 square foot.<br>More than 6.000 produced cars testified to the X23's success story, its versatile application possibilities as well as its reliability. Various railway companies added this transport wonder to their fleet, which also was used as a basis for the R7refrigerated car, the R7stock car as well as the X24car carrier. <br><br>When control cars eventually became scarce (caboose) during WWII, some of the X23boxcars were converted. As a result many of the old X23cars performed their future duties as materials and workshop wagon. In the following years the now decrepit boxcars were replaced progressively by modern steel cars which provided more load capacity. <br><br>Experience the trendsetting X23boxcar in firstclass quality from 3DZUG and let the past come alive again. A total of four different versions of this wagon are included in our package, all with individual materials for a realistic operation in Trainz.<br><br>Each version can be selected both individually or randomly, guaranteeing never a dull moment. Realistic sound, a winter outfit as well as random wagon numbers complement this gem from 3DZUG.<br><br>Features:<br><ul class=\"bb_ul\"><li>PRR X23 boxcar wagon<br></li><li>High resolution textures<br></li><li>Customizable vehicle colors (4 colors)<br></li><li>4 different high realistic materials (wooden and metal)<br></li><li>Realistic sound including coupler and brake sounds<br></li><li>Sophisticated lettering<br></li><li>Trainz industry support<br></li><li>Interactive help system included<br></li><li>Designed for T:ANE<br></li><li>Session for Kickstarter County included<br></li><li>English and German language support</li></ul>",
    "supported_languages": "英语, 法语, 德语, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/811710/header.jpg?t=1519342244",
    "developers": [
      "N3V Games"
    ],
    "publishers": [
      "N3V Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}