{
  "811950": {
    "name": "Bloody Faerie",
    "steam_appid": 811950,
    "required_age": 0,
    "is_free": false,
    "description": "It all started in March 2020... Scientists began experimenting with new forms of energy and they accidentally opened a weird portal. First, nothing happened, but strange creatures appeared after some time. They left the portal and polluted our world with their dirty magic, killing millions of people. Our civilization has collapsed. <br />\r\nHowever, as long as even one man can still hold a gun, there is hope for this world. So take your rifle and kill as many of the creatures as you can. Drown these damned faeries in the sea of their blood… Make them pay for their crimes… <br />\r\n<br />\r\n*** Game Features:<br />\r\n- See the sunrise over the majestic forest, feel the breathing of the grassy flatlands on a night of the full moon, admire beautiful and compelling 3D graphics. <br />\r\n- Explore and experience the indefinite, procedurally generated world, which is always full of surprises.<br />\r\n- Create a new universe with just one click. <br />\r\n- Plunge into the fast action using the most interesting kinds of weapons of the 20th century.<br />\r\n- Test your skills and face the challenge of an infinite number of waves. <br />\r\n<br />\r\n*** Current state:<br />\r\nThe game is a working version and it offers a few hours of entertainment. It has the following features: <br />\r\n- Indefinite, dynamically generated world, currently two kinds of biomes: Mixed forest and grass. It includes villages, a cemetery, a road and some smaller structures. <br />\r\n- Eight enemy characters.<br />\r\n- Ten kinds of weapon.<br />\r\n- Infinite number of waves with increased level of difficulty.<br />\r\n<br />\r\n*** Questions &amp; Answers :<br />\r\n- Q: Why Early Access? <br />\r\n- A: At present, the game is at a finished development stage and it offers a few hours of good fun. However, we want to develop it further and we will be happy to hear your comments and suggestions. We also want to know if you like the game concept. The further development directions of the project depend on the community’s opinions. <br />\r\n<br />\r\n- Q: But… magic is, after all, good. Why do we have to shoot at beautiful faeries and nice horses?<br />\r\n- A: No, it is not. Magic is a dirty superstition from the Dark Ages and it does not match the world where a human can take steps in space and create multicore processors. It does not go hand-in-hand with the civilization which has discovered and invented penicillin, a rocket engine and income taxes (ups… we went too far…). And magic that kills can get only one answer. Take a rifle and show that the modern society is not naked when confronted with aggressive and wild multitude of superstitions.<br />\r\n<br />\r\n- Q: Why does this game require so high technical specifications?<br />\r\n- A: We try to optimize our games in the best possible ways, but it is worth to remember about the magnitude of dynamically generated space with beautiful live 3D graphics. All the aspects related to physics, day and night system, weather, light, world generation and fights are dynamic. The shadow of the smallest blade of grass, lunar phases or rock shapes – all these things should look real and the accuracy of their reality is one of the crucial characteristics we have focused on. We also want to offer the players the world of the vast space. At the maximum value of the setting parameter of Number of Sectors Visible, the maximum visibility of single trees is over 500 meters, which means more than 100 hectares of the space offered immediately to the player. <br />\r\n<br />\r\n- Q: How can I improve game performance and increase the number of frames per second? <br />\r\n- A: Press Escape button and move left the scroll bars which refer to: Number of Sectors Visible and Grass Density. Press Escape again in order to verify if the changed settings work the way you expect. You can also reduce the parameter of Graphics Quality, but it can result in some graphics artefacts and can significantly lower the quality of the game visualization. <br />\r\n<br />\r\n- Q: What is the purpose of the game? Can it be over at some point?<br />\r\n- A: The goal of the game is to have fun when fighting the enemies and exploring the world. The waves of opponents are never over and every one that comes next is more difficult than the previous one. The player can also explore the indefinite world travelling for hundreds of kilometers and searching for new weapons, interesting structures and stunning landscapes. <br />\r\n<br />\r\n- Q: I’ve discovered a game error. What should I do?<br />\r\n- A: Send us an email or start a new discussion thread, trying to describe the steps that resulted in the error in the best possible way. Describe also your equipment configuration.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/811950/header.jpg?t=1607291248",
    "developers": [
      "EJRGames"
    ],
    "publishers": [
      "EJRGames"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 12,
      "highlighted": [
        {
          "name": "First blood",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/811950/fe0fcdc0339cf296c25348b2e26fcdedaafaeef6.jpg"
        },
        {
          "name": "No fearies allowed",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/811950/06a0f7b0c3563efe83ac77b9ff5370e3f10501aa.jpg"
        },
        {
          "name": "Boss's dead baby. Boss's dead.",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/811950/2f1159f0d772c5eadda8d96e350dcde8b5b5bf1e.jpg"
        },
        {
          "name": "I'm the Alfa and the Omega.",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/811950/dbbdd893d325135cfca9868d2018985c919373fc.jpg"
        },
        {
          "name": "A lover of arms",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/811950/7226c0ae6293effbf9d2f6af48b1e3d546f0411d.jpg"
        },
        {
          "name": "Night hunter",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/811950/52b852dc604ab059d18de4b639352914990ed68f.jpg"
        },
        {
          "name": "Headhunter",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/811950/84ad026b145f6e334c0c8b718b1a34c2a5a1a941.jpg"
        },
        {
          "name": "A demolition man",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/811950/ff29278267297ad4e3b5c634a93d894f25a3f7dd.jpg"
        },
        {
          "name": "Special forces",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/811950/afdf772849a26f4f5405ad5babf52613ab8d28df.jpg"
        },
        {
          "name": "And on the seventh day...",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/811950/4a2ad8081a69080a1ca3ffa9895c86da6f59689b.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}