{
  "812410": {
    "name": "Dimension of Monster Girls",
    "steam_appid": 812410,
    "required_age": 0,
    "is_free": false,
    "description": "Morgan's life is going nowhere and he hates it. He's stuck at a low paying job after he dropped out of college. He survives by eating only cheap food in a tiny apartment. When a ship that he's on to visit his parents sinks, he's unable to get to the lifeboats in time. Just before he runs out of air, he sees a light and finds himself in a strange world ruled by monster girls. In this world he encounters three of them, one after the other. Each of them want him to be their husband because there are only females of their species, so monster girls only have humans to choose from if they desire children. Due to how their world works, there is a very short time limit on Morgan's choice. The three girls decide to have one day with him each and one shared day with all of them. Afterwards, he will decide who he likes best.<h2 class=\"bb_tag\" >Characters</h2><br><br><strong>Morgan</strong><br>He is the character you play as. He's confused about the world he finds himself in and is initially more than a little bit afraid of the monster girls who take an interest in him.<br><br><strong>Beatrice (Lamia)</strong><br>A tall woman with the lower body of a snake. She has a short temper and is very prideful due to her rich upbringing. Her claws are extremely sharp which she uses to hunt wild animals for fun. She thinks of Morgan as being very stupid upon meeting him.<br><br><strong>Reina (Kraken)</strong><br>She's a monster girl who has tried repeatedly to get a human to like her, but has failed each time because of how creepily possessive she is. Being part squid, she's an excellent swimmer, but she has trouble moving around on land. She adores Morgan as soon as they meet, but he's wary of her behaviour.<br><br><strong>Iris (Alraune)</strong><br>Shy and kind, Iris is from a species that often win humans over due to their cuteness. She's a living plant who feeds on water, sunlight and fruits/vegetables. Looking the most humanoid overall and being smaller than the others make her the easiest for Morgan to talk to at first.<h2 class=\"bb_tag\" >Features</h2><br>• Visual novel with choices that affect the story<br>• Three monster girl heroines<br>• Four endings (three good and one bad)<br>• About 3-4 hours of reading",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/812410/header.jpg?t=1538454063",
    "developers": [
      "RhinoGearz"
    ],
    "publishers": [
      "RhinoGearz"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 1,
      "total_negative": 2,
      "total_reviews": 3
    }
  }
}