{
  "812930": {
    "name": "Strategic Command Classic: WWII",
    "steam_appid": 812930,
    "required_age": 0,
    "is_free": false,
    "description": "The Matrix version is the Gold Edition of the Original Strategic Command: Blitzkrieg and Weapons and Warfare combined. It also contains the Pacific Theatre and Patton Drives East DLCs<br><br>Combining the ease of play, accessibility and addicting gameplay, Strategic Command Classic: World War II adds tons of features in a single game.<br><strong><br>Weapons and Warfare (the expanded &amp; enhanced version of the original Blitzkrieg)</strong><br>Rewrite history with 6 full length, open ended campaigns beginning at key stages of World War II. Begin the war from the historical invasion of Poland in 1939, Denmark and Norway in 1940, Russia in 1941, Stalingrad in 1942, the invasion of Sicily by the Allies in 1943 or the epic beach landings of D-Day in 1944.<br>Five additional mini-campaigns included, North Afrika, Kursk, D-Day, Market Garden, and the Battle of the Bulge each with clearly defined victory conditions and turn limits.<br>Also includes the brand new mini campaigns: 1941-42 Battle for Moscow, 1944 Operation Cobra, 1944 Petsamo-Kirkenes Operation<br><br>This version with Weapons and Warfare with Blitzkrieg incorporates a huge list of features covering multiple units, terrain types, land and naval combat and a powerful editor with the ability to add in scripted Image and Sound events and much more.  <br><br><strong>Pacific</strong><br>For the first time, players will be able to wage war across the massive expanse of the Pacific Ocean. From British occupied India, Tibet, Nepal and China in the West to Pearl Harbor and the West Coast of the US and Canada. WWII Pacific Theatre features the largest map yet in the series at 198x82 tiles in size.<br>Command the forces of 5 major and 23 different minor nations. 20 different unique unit types are portrayed and modeled with up to 30 different characteristics and stats.<br>To add historical flavor and replayability, over 150 different in-game events are now depicted including the Doolittle Raid, Mirill's Marauders, Japanese Midget Sub attacks on Pearl Harbor and even the decision to drop atomic bombs on Hiroshima and Nagasaki. 8 mini-campaigns feature various operations including Midway, Macarthur's struggle in the Philippines, the defense of India by General Slim's courageous and outnumbered 14th Army, the Allied liberation of Burma, the island assaults of Okinawa, Iwo Jima and Pelelui plus the entire New Guinea campaign.<br>Also included is a full &quot;Mega-Campaign&quot; which covers the entire conflict beginning with the December 7th 1941 surprise attack on the US fleet at Pearl Harbor and playable until the middle of 1947, in case you need that long to gain ultimate victory!<br><strong><br>Patton Drives East</strong><br>Patton Drives East allows players to explore the historically possible what ifs of WWII such as:<br>- What if the Western Allies and the Soviet Union went to war after defeating the Axis?<br>- Could America liberate a Europe subjugated by the Axis?<br>- What if the Western Allies had accepted a surrender from Germany and together they would fight against the USSR?<br><br>Among the features, it is worth mentioning:<br>- New and bigger game map, now 172x46 tiles in size<br>- Much larger North American map area, stretching from Florida and the Gulf of Mexico all the way to the Rocky Mountains<br>- Enhanced and unpredictable AI via new decision events and global variables<br>- New unit graphics to reflect updated equipment and technologies that would become available post WWII<br>- Exciting new post-WWII Allies vs. USSR campaigns<br><br><strong>Features</strong><br><ul class=\"bb_ul\"><li>This is the enhanced Gold edition of the original Strategic Command: Blitzkrieg<br></li><li>The Gold Edition allow players to play:<br></li><li>Blitzkrieg + Weapons and Warfare<br></li><li>Pacific Theatre<br></li><li>Patton Drives East<br></li><li>Powerful Editor<br></li><li>Hundreds of in-game events<br></li><li>Fight all over the globe, leading the forces of all the nations involved</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/812930/header.jpg?t=1756304917",
    "developers": [
      "Fury Software"
    ],
    "publishers": [
      "Matrix Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7290,
      "final": 1822,
      "discount_percent": 75,
      "initial_formatted": "¥ 72.90",
      "final_formatted": "¥ 18.22"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}