{
  "813050": {
    "name": "Rivals of Aether: Sylvanos and Elliana",
    "steam_appid": 813050,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/813050/extras/012d35908a690a62ed406062b27f56a2.avif?t=1601170943\" width=620 height=230 /></span><h2 class=\"bb_tag\" >Overview</h2>Two new original characters join the Rivals of Aether roster in this DLC Two Pack! Sylvanos, the Heart of the Forest, is the third Rival representing the Earth element while Elliana, the Aerial Arsenal, represents Air. Both characters bring their unique new abilities to the world of Aether and are sure to shake up your Rivals of Aether experience!<h2 class=\"bb_tag\" >Sylvanos</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/813050/extras/bd91cee44b5d8a93d7ff967eff49c867.avif?t=1601170943\" width=616 height=138 /></span><br><br>Sylvanos is the heart of the Aetherian Forest. A rageful deity, Sylvanos has only a single goal - to expand the forest over all of Aether. Unfortunately, the great Rock Wall traps the spirit as he patrols the forest’s floor. Sylvanos leads the plant life in the forest looking for ways to expand his dominance.<br><br><br><ul class=\"bb_ul\"><li>UNTAMED GROWTH - Sylvanos spreads grass as he runs around. The grass leaves if Sylvanos is away from it for too long. Sylvanos can use Down Special to call Plants Rise and damage any opponents standing on grass.<br></li><li>SEED SHOT - Sylvanos’ Neutral Special fires a deadly seed into the air. If it hits an opponent it will lock them in place, but if it reaches the ground then it will plant a flower that maintains a permanent fixture of grass on that ground or platform until it is destroyed.<br></li><li>BURROW - Sylvanos can dig into solid ground and reappear by digging out from a different position. If he digs under grass he can pop out with a strong bite attack to KO enemies off the top of the screen.</li></ul><h2 class=\"bb_tag\" >Elliana</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/813050/extras/1b582cce41bcc3de6e0f60c86ae6fc94.avif?t=1601170943\" width=616 height=138 /></span><br><br>Elliana is a snake from the burrows in the Eastern Wastelands who has always dreamt of flying. After her dreams of joining the Air Armada were crushed by an intolerant captain, she sought the aid of Ayala, a brilliant engineer. Together they built a steam-powered flying machine and with it, Elliana now plans to destroy the armada that rejected her.<br><br><ul class=\"bb_ul\"><li>OVERHEAT - Elliana’s ship heats up when she uses specials or her unique double jump that allows her to hover. Once overheated she can no longer use her specials or hover, becoming more vulnerable to her enemies.<br></li><li>LETTING OFF STEAM - Elliana can perform Strong Attacks to expel steam away from her ship, lowering her Overheat bar. The steam can also catch opponents or be blown away by attacks. When she is overheated, her strong attacks let off a powerful explosion instead that can KO opponents.<br></li><li>ABANDON SHIP - Elliana can use her Up Special to abandon ship even when overheated. She launches herself high into the air and her ship explodes. Be careful, as she is very vulnerable while outside of her ship and she must rebuild it upon landing on the ground.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/813050/header.jpg?t=1601170943",
    "developers": [
      "Dan Fornace"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}