{
  "813030": {
    "name": "Reverie - A Heroes Tale",
    "steam_appid": 813030,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >The Gameplay</h2><br><strong>Reverie: A Heroes Tale</strong> is our interpretation of classic Turn-Based RPG's with the addition of being able to customize the way that you play. You begin the game by creating a party of four. You've the option of selecting through 17 different classes to mix and match in your party as you please, allowing yourself to be thrust into the game world with a playstyle that suits you best, regardless of how strong, or not-so-strong, that it ends up being.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/813030/extras/337b4de8d518fa1c1b6593e0b04b440c.avif?t=1521617685\" width=606 height=340 /></span><br><br>Traveling through the world yields superior armor, weaponry, and other such treasures you'd expect, as well as Shards - bits and pieces of knowledge left behind by the gods to afford your characters <strong>skills and abilities that they would otherwise not have access to</strong>, allowing you to expand the build of your party even further to maximize your potential in your inevitable battle against the Dreaming King.<br><br>As you gain experience and level up, you are not simply made stronger in a default, linear fashion. <strong>You, as the player, choose how your characters progress</strong>, earning &quot;Level Up points&quot; as you level, which you may distribute freely into your characters to increase their maximum Health, Mana, damage output, and/or speed in combat. Are you the kind of person with a desire to create a party of glass cannons? Do you want one member of your party to hit like a wet noodle, but elsewise be the beefiest, tankiest being to ever exist? How about a character that is so fast that they are sometimes able to act multiple times before the enemy? The choices are all your own, for better or for worse.<h2 class=\"bb_tag\" >The Story</h2><br>The world is being thrown into darkness by the waking of the Dreaming King. With his shadowy tendrils outstretched, the continent of Asphal is being thrust into a state of disease and death. Reports are flowing in about a kind of &quot;Dreaming Curse&quot; that is bringing all of Asphal to its knees. The curse, as the reports indicate, cites that sometimes when residents go to sleep, they never wake up. Pronounced as dead, many of these people were laid into graves within the catacombs of local churches.<br><br>Reluctantly, the King of Anavyl called upon the Warriors of the Divine, a special group of four heroes that were blessed by the Divine, the last remaining holy spirit, to become immune to the Dreaming King's curse. Their quest was simple: defeat the Dreaming King and end the curse once and for all.<br><br>In order to do so, however, the heroes must first gather the necessary strength to face him. In their journeys throughout Asphal, they will meet potential allies and enemies of varying walks of life and enter the dreams of those who were cursed in an attempt to save them from the demons that force them into their slumber.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/813030/header.jpg?t=1521617685",
    "developers": [
      "Foxless Box"
    ],
    "publishers": [
      "Foxless Box"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}