{
  "813850": {
    "name": "Fantasy Grounds - Pathfinder RPG - Ruins of Azlant AP 1: The Lost Outpost (PFRPG)",
    "steam_appid": 813850,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Pathfinder Adventure Path #121: The Lost Outpost (Ruins of Azlant 1 of 6)</strong></h2><i>by </i><strong>Jim Groves</strong><br><br><strong>Trouble in Paradise</strong><br><br>The Ruins of Azlant Adventure Path begins with the adventurers standing on the deck of a ship ready to make landfall at their new home. However, dread settles in as they notice that the colony is empty and abandoned. Tasked with uncovering the whereabouts of the prior group of colonists, the adventurers go ashore and explore the deserted settlement. Uncovering strange evidence leads the adventurers across the island, where they encounter two survivors who can give them clues as to the fate of the rest of the first wave of settlers. Can the adventurers survive long enough to discover what truly befell the fledgling colony?<br><br><i>This volume of Pathfinder Adventure Path launches the Ruins of Azlant Adventure Path and includes:</i><br><br><ul class=\"bb_ul\"><li>&quot;The Lost Outpost,&quot; a Pathfinder adventure for 1st-level characters, by Jim Groves.<br></li><li>A detailed look at some of the other colonists who make up the colony of Talmandor's Bounty and the roles they play in the campaign, by Jim Groves.<br></li><li>A deep dive into the bizarre and alien ecology of the alghollthus—the family of creatures that includes the devious aboleths, by Greg A. Vaughan.<br></li><li>A bestiary of new monsters found in the shattered continent, by Jim Groves, Isabelle Lee, and Luis Loza.</li></ul><br><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><br>Released on February 22, 2018. Designed for Fantasy Grounds version 3.3.4 and higher.<br><br><strong>Requires:</strong> This content requires an active license or subscription for Fantasy Grounds to download and use.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/813850/header.jpg?t=1765879025",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 13 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}