{
  "8140": {
    "name": "Tomb Raider: Underworld",
    "steam_appid": 8140,
    "required_age": "16",
    "is_free": false,
    "description": "Tomb Raider: Underworld represents a new advancement in exploration-based gameplay. As fearless adventurer Lara Croft explore exotic locations around the world, each designed with an incredible attention to detail resulting in breathtaking high-definition visual fidelity that creates a truly believable world and delivers a new level of challenge and choice.                    <br>\t\t\t\t\t<ul class=\"bb_ul\"><li><strong>Master your surroundings:</strong> Reach new heights with the broadest range of acrobatic abilities and utilize objects within the environment to uncover new paths to explore.                    <br>\t\t\t\t\t</li><li><strong>Explore epic and unknown worlds:</strong> Discover ancient mysteries of the underworld hidden within the coast of Thailand, frozen islands of the Arctic Sea, the jungles of Mexico, and more.                    <br>\t\t\t\t\t</li><li><strong>Treacherous and unpredictable challenges:</strong> Each level is an elaborate multi-stage puzzle masked within an interactive environmental playground offering more flexibility over how the area is solved.                    <br>\t\t\t\t\t</li><li><strong>New range of combat options:</strong> Choose to pacify or kill, target multiple enemies at once with the new dual-target system, and shoot with one hand while suspended with the other.                    <br>\t\t\t\t\t</li><li><strong>New state-of-the-art gear:</strong> Utilize the latest technology in Lara's upgraded inventory to navigate the world including:<br>                    - Active Sonar map: A revolutionary new tool that emits an active sonar ping to create a 3D image of Lara's surroundings, perfect for uncovering hidden items and locations.<br>                    - Multi-purpose grapple: A claw-like device with a high-tension cable designed for climbing, rappelling, performing wall runs and manipulating objects within the environment.<br>                    - All-terrain hybrid motorbike: A unique vehicle design built to drive on everything from mud to snow and ice.                    </li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/8140/header.jpg?t=1729009496",
    "developers": [
      "Crystal Dynamics"
    ],
    "publishers": [
      "Crystal Dynamics"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4400,
      "final": 4400,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 44.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2008 年 11 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 433,
      "total_negative": 162,
      "total_reviews": 595
    }
  }
}