{
  "814440": {
    "name": "Fantasy Grounds - Pathfinder RPG - Ruins of Azlant AP 2: Into the Shattered Continent (PFRPG)",
    "steam_appid": 814440,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the <strong>Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" ><strong>Pathfinder Adventure Path #122: Into the Shattered Continent (Ruins of Azlant 2 of 6)</strong></h2><i>by</i><strong> Robert Brookes</strong><br><strong>Island Intrigue</strong><br>After working to secure their settlement on a surviving fragment of the lost continent of Azlant, the adventurers aid the colony by exploring the rest of the island to search for resources and look for potential dangers. Soon they learn of a sea hag whose attempts to revive the powerful oracular powers of the Azlanti threaten the island's inhabitants. But an even greater peril confronts them as they begin to notice that some people in the settlement are acting strangelya haunting echo of the clues left behind after the original settlers vanished. Sinister forces are at work in the colony, and the adventurers must uncover a menacing threat to the settlement before they become the next victims of a vile plot.<br><i>This volume of Pathfinder Adventure Path continues the Ruins of Azlant Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;Into the Shattered Continent,&quot; a Pathfinder RPG adventure for 4th-level characters, by Robert Brookes.<br></li><li>A gazetteer providing a look at some of the history, interesting denizens, and points of interest in the region where this story unfolds, by Adam Daigle.<br></li><li>A collection of rare magical treasures from ancient Azlant, by Ron Lundeen.<br></li><li>A bestiary full of monsters that inhabit the islands, by Ayla Arthur, Robert Brookes, Lucas J.W. Johnson, Robin Loutzenhiser, and Mark Moreland.</li></ul>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul>&lt;b&gt;Requires:&lt;/b&gt; The free Fantasy Grounds virtual tabletop (VTT) software.<br><i><br><strong><br>Adapted for Fantasy Grounds by: [/i]Christopher Ward</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/814440/header.jpg?t=1768392594",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 20 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}