{
  "814520": {
    "name": "RTS Commander: Smash the Rebels Demo",
    "steam_appid": 814520,
    "required_age": 0,
    "is_free": true,
    "description": "Smash the Rebels is a Real-Time-Strategy Game and part of the RTS Commander series. The game respects the traditions of good old days RTS games. The game uses OpenGL, a revolutionary option to DirectX since year 1991, was originally developed <strong>by Silicon Graphics</strong>. Thanks to OpenGL, this game will run on just about any graphics card produced in 2004 and later.<h2 class=\"bb_tag\" >About this Demo</h2>We have made a free DEMO-version of this game so that you can try it before buying actual game, if you wish. Demo gives you an opportunity to take a closer look what have we been working on. We wan't you to be sure what kind of functions does the game have. So, our goal is that you can enjoy the game and won't regret your new purchase! <strong>Well, of course you like our game! </strong> Please note that Save &amp; Load function is disabled in Demo.<br><br>Dive in to the unique adventure with this demo and if you like it, <strong>buy Full Official game from our Store Page</strong> (you can find it by searching game by name &quot;Smash The Rebels&quot; or by simply click developer text on this page! Demo includes one level (First Contact). However in order to you to get a value for your money, in official release game don't have level called First Level. There will be unique level, different than in the demo, so you will get 7 (or even more) unique levels in official release.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/814520/extras/b2f079b7516c1de6242756e8355c4c2a.avif?t=1698916341\" width=609 height=78 /></span><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/814520/extras/e9014e072194f8ce79481d6f857504a7.avif?t=1698916341\" width=619 height=178 /></span><br><br>Your faction is Earth Republic Government (ERG), the greatest alliance of humankind's history. Fighting for Freedom! is ERG notorious motto. ERG believes that human destiny lies in the further development and exploitation of the technology. More than half of earth is part of this Alliance. Earth Republic swears to power of cooperation, technology, freedom, human rights and democracy. In Earth Republic army you will become a piece of the most well oiled machine in planet history. ERG army consist of Navy, Army, Space Forces and Air Forces. As a commander you lead the three of the latter. <br><br>Enemy is greedy, vicious and erratic tyranny called Eastern Dynasty. They swear by the name of old technology, oil, the waste of natural resources, and the slavery of the people. Eastern Dynasty is ruled by a dictator, he's or she's name have remained unknown. Eastern Dynasty have a very aggressive army and they have invested to military and war technology more than Earth Republic. As a rebel group, their leadership lies with the Subjects Command, a visible co-operative of military experts and leaders who direct the liberation efforts as a whole.<br><br>Demo supports Steam Controller or mouse and keyboard.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/814520/extras/0e25b86c753d0ffb3f09d0936e7c84f3.avif?t=1698916341\" width=602 height=892 /></span><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/814520/extras/096f562c0d8aa3835e4ea25b94b517cf.avif?t=1698916341\" width=635 height=81 /></span>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/814520/header.jpg?t=1698916341",
    "developers": [
      "F-games"
    ],
    "publishers": [
      "F-Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}