{
  "814640": {
    "name": "Sleepwalker",
    "steam_appid": 814640,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Sometimes man’s best friend must work overtime.</strong><br><br>They say you should never wake a sleepwalker, but what about one who sleepwalks on Kipsville’s city rooftops, through the local zoo, down into a cavernous crypt, and across an active construction site? It’s up to Lee’s loyal dog Ralph to watch over him, neutralize hazards, and safely guide him home to his bed without waking him up. It’s just another crazy night for a very good boy!<br><br>This zany romp developed by CTA Developments is a comical and unique take on puzzle platformers. The delightfully absurd premise of the game is given life through clever gameplay, hilarious animations, and puzzle solutions that will make you feel smart as you laugh out loud.<br><br><ul class=\"bb_ul\"><li>Clear a path!  Guide Lee safely through six gigantic levels by steering him in the right direction, getting enemies and obstacles out of his way, and even kicking him to new heights.<br></li><li>Transform into a bat, fill yourself full of helium, and do whatever else it takes to make sure Lee gets home safely—and asleep!<br></li><li>Complete bonus stages to reveal what Ralph secretly wishes would happen to Lee as a consequence of his sleepwalking. Bad dog!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/814640/header.jpg?t=1616786855",
    "developers": [
      "Ocean Software"
    ],
    "publishers": [
      "Ziggurat"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}