{
  "814630": {
    "name": "ELF",
    "steam_appid": 814630,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>A rescue mission across enchanted and dangerous lands!</strong><br><br>Necrilous the Not Very Nice has kidnapped Elisa and is holding her prisoner in his dark and terrifying castle! The brave elf Cornelius must set out on a quest to save his true love from a horrible fate. Many villainous creatures, devious puzzles, traps, and tricky platforming challenges stand between Cornelius and his beloved, but they will be no match for him and his magic ring!<br><br>Nirvana Systems’ arcade-style action adventure will thrill you with its exciting platformer and shooting gameplay. Blast away at your enemies with an upgradeable arsenal of magic spells, gather unique items for traversal across the large world, and use a detailed menu system to interact with characters and strange creatures you meet along the way.<br><br><ul class=\"bb_ul\"><li>Venture across a vibrant and colorful world of mystical forests, ancient ruins, vast lakes, treacherous swamps, dark caves, and snowy mountains to reach Necrilous’ castle.<br></li><li>Upgrade your attacks, speed, and magic along your journey and become strong enough to overcome Necrilous’ minions.<br></li><li>Gain amazing abilities: Cast increasingly powerful spells, toss bombs at your enemies, take to the skies using a flying contraption, and much more!<br></li><li>Unlock multiple endings which are influenced by your actions on the way to save Elisa.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/814630/header.jpg?t=1616785992",
    "developers": [
      "Ocean Software"
    ],
    "publishers": [
      "Ziggurat"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}