{
  "814790": {
    "name": "How We Die",
    "steam_appid": 814790,
    "required_age": 0,
    "is_free": false,
    "description": "This retro 2D action RPG is inspired by the 16-bit RPGs from the good old days. It's both a story-driven narrative game as well as an action shooter.<h2 class=\"bb_tag\" >Story</h2>You play as John, a modern-day wage slave in a big company, working day after day in his small cubicle. John's life is pretty boring. But one day Leto, a friendly spirit, invites him to leave his boring everyday life behind for a night and come with her to a better, more exciting world, where John can be a hero and a savior. Where he can make his dreams come true. Where he can be what he always wanted to be. Yet John must soon learn that happiness comes with a cost. And he must decide between his dreams and the life he has already built for himself. Especially since all of his choices have consequences.<h2 class=\"bb_tag\" >Gameplay</h2><i>How We Die</i> is about the story. Great stories are what made the old 16-bit RPGs so awesome. With <i>How We Die</i>, the focus is on delivering a great narrative, but in a more modern engine, with real-time dynamic lighting, weather effects, a nice full audioscape, and a fantastic soundtrack to accompany your experience. A fast-paced combat system using everything from swords to modern assault rifles and grenades will challenge you in refreshing ways. And the choices you make during your adventure determine how it will end.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li> Handcrafted pixel art!<br></li><li> Not made in any of those fancy build-your-own-RPG applications. <br></li><li> Fast, action-packed combat<br></li><li> Dynamic lighting and weather effects<br></li><li> 16 different weapons to fight with<br></li><li> Amazing soundtrack with each track tailored to the game<br></li><li> 4+1 different endings<br></li><li> It has puppies!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/814790/header.jpg?t=1741297104",
    "developers": [
      "Fox Flower Games"
    ],
    "publishers": [
      "Fox Flower Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}