{
  "814800": {
    "name": "Boom Fighters",
    "steam_appid": 814800,
    "required_age": 0,
    "is_free": false,
    "description": "Jump, defeat enemies, avoid obstacles, solve puzzles and more by playing to the rhythm of music as awesome vinyl toys that will save the world from boredom. It will also have a level editor for you to create your own worlds and share them with other players around the world!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/814800/extras/3ed7829114a82ce0ae4b34e6d5b7c5aa.avif?t=1583511382\" width=616 height=346 /></span><br><br>Boom Fighters is a music 3D platformer title where music, video games and designer-toy-style figures meet to create a fascinating universe full of craziness and fun. This game is in early stage of development, but we want to share all the development process with everyone.<br><br>The level editor will allow players to create their own levels either with the characters, songs and environments that are included with the game.<br><br>The world of Boom Fighters is being numbed by the boredom caused by an evil entity, who has kidnapped all the elements that made the world fun and locked them in a secret place. The boom fighters have to travel and fight this entity and its henchmen to find the secret place and give the fun back to the world.<br><br>This is the scope planned for the complete game on final release (Early Access will start in 2020):<br>★ 10 Worlds + 10 Songs<br>★ 10 Playable Characters<br>★ MIDI instruments can be used as input<br>★ Platformer + Puzzle + Fighting mechanics<br>★ Level editor for the players to create their own levels<br><br>IMPORTANT: The current version only has two worlds and four playable characters.<br><br>Our inspiration for this game comes from different worlds. On the one hand, we have always loved vinyl (designer toys) figures, from brands like Kid Robot, Tokyo Plastic, Tokidoki an the likes. On the other hand, music has been one of the strongest forces to drive our studio's creativity. Our musical inspiration comes from The Prodigy, Chemical Brothers, Gorillaz, among many others. And finally, since the beginning of our operation we have been inspired on how our players have loved the rhythmic mechanics that we've created so far and we can not wait to continue creating this kind of games d(-.-)b",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/814800/header.jpg?t=1583511382",
    "developers": [
      "Cocodrilo Dog Games"
    ],
    "publishers": [
      "Cocodrilo Dog Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}