{
  "814930": {
    "name": "Bring Her Home Demo",
    "steam_appid": 814930,
    "required_age": 0,
    "is_free": true,
    "description": "For our Kickstarter, here is the BHH Demo!  Our KS can be found here: <br />\r\n<br />\r\nMeet Rayel, son of the legendary hero “The Fixer” PRT and a cadet training at one of the most prestigious superhero academies in the multiverse, Helden Hefen. You will guide him through his graduating mission to become a fully fledged hero by rescuing Sam, an Anthro American Fox girl stuck on the barren Earth 333666. Besides surviving the elements, an old evil from both the PRT and Farm universes is after Ray and Sam, the multiversal dictator Forte. Will he win the day? Or will Ray and Sam save us all? Do your best to survive.<br />\r\n<br />\r\nMetabolic Mechanics!<br />\r\nWatch your caloric intake and fluid consumption, as proper resource management is the key to survival. Will you push Ray’s body to the limit to escape as quickly as possible? Or will your methodical scouring give you enough to survive?<br />\r\nAn escort mission with heart!<br />\r\nAs your constant companion, Sam will learn and grow with you, or stagnate and barely be concerned about your well being. A hero is more than someone that just throws punches, can you help repair her scorched soul?<br />\r\nA story 14 years in the making! (And counting!)<br />\r\nLearn the rich lore of both the PRT and Farm universes, as not everything is as it seems. Is this war of light and dark truly inevitable? Or is there finally a road to peace? Your actions will decide their fates!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/814930/header.jpg?t=1527787853",
    "developers": [
      "Meter Burn Games"
    ],
    "publishers": [
      "Richard Wolf"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "71",
        "description": "色情内容"
      },
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}