{
  "814920": {
    "name": "Sol705",
    "steam_appid": 814920,
    "required_age": 0,
    "is_free": false,
    "description": "Enjoy the first episode in this hilarious  point and click free graphic adventure lead by a group of mysterious friends looking to break out from school and spend their free time at their own secret research club: <strong>Sol705</strong><br><br>This winter’s holiday is the last chance to save hometown from total bore - doom!<br>Break out from Father Carlito's school prison, be part of bizarre investigations club devoted to reveal unclear paranormal phenomena! . Try to uncover UFO sight cases and big infamous alien activity on the lost rural town of Laguna Tucana...<br><br>But more important, help the boys to face the toughest and exciting challenge of them all: making contact with those fabled creatures…classmates cheerleaders members of the local football team!<br><br><strong>* Full english version performed by extra talented voice actors!</strong><br><br><strong>* English, spanish, french, german and russian subtitles.</strong><br><br><br><strong>* Psychedelic and progressive pop rock classic soundtrack!</strong><br><br><strong>* An unmatched atmosphere full of rpg quests and compulsive thinking!</strong><br><br><strong>* 2D HD Cartoon style sprite graphics with amazing realistic backgrounds</strong><br><br><strong>* Super funny puzzles and amazing stuff to collect and use: old vhs, narco leptic yoyos, remastered cassette tapes, bad tolerated literature, x ray glasses, stuffed moles, time continuum chocolate candy and much more!</strong><br><br><strong>* Join Meeno, Lena, Bobina, Gabriel, Alicia in this first episode of vengeance, fellowship and mediocrely retaliations!</strong><br><br>Please Note: the length of a game can vary depending on the decisions the player makes.",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/814920/header.jpg?t=1596267221",
    "developers": [
      "Land Patricio"
    ],
    "publishers": [
      "Land Patricio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}