{
  "815030": {
    "name": "SKULL FEAST",
    "steam_appid": 815030,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>SKULL FEAST</strong> - is a competitive third person hack-and-slash skill-based melee action game. It's easy to learn, but hard to become truly powerful master. Inspired from the viking mythology and sword fighting movies such as 300, Gladiator, SKULL FEAST aims to bring that experience to the gamer.<br><br>Cut arms, cut heads and use them like a weapon. Change armor and chose your own combat class with unique defence and speed. Use power of the gods to enchant your weapon with Rune powers.<br><br><i><h2 class=\"bb_tag\" >Key Features</h2></i><br><br>Combat<br><ul class=\"bb_ul\"><li>Non-targeting third person melee combat system<br></li><li>Complex melee combat system provides players with a vast range of responsive combat options <br></li><li>Adjust your attacks and shield blocks with the mouse in real time for precise and full control of the action</li></ul><br><br>Equipment<br><ul class=\"bb_ul\"><li>3 types of weapons : swords, maces and hammers, axes. Or may be your opponent's arm or head<br></li><li>4 weapons mode : one-handed, one-handed with shield, two-handed, two one-handed weapons<br></li><li>24 weapons at all, 7 shield<br></li><li>Various sets of armor with unique defence/weight ratio</li></ul><br>Skills<br><ul class=\"bb_ul\"><li>Each weapon has it's own combat magic. Try each of them and look what causes more pain to the enemy!<br></li><li>Each weapon mode has it's own combos : for one-handed, for two-handed, for two one-handed weapons<br></li><li>Each hit to your opponent gives you angry points. Use them for combos or collect full bar and double your damage in savage mode!</li></ul><br>Maps and Modes<br><ul class=\"bb_ul\"><li>Various levels inspired by medieval European dangeon or Roman Colosseum<br></li><li>Fight against up to 10 players in free-for-all deathmatch or team vs team battle</li></ul><br>P.S. <strong>WARNING </strong>! i've lost my current sources and have only 1.5 month outdated backups (but don't have time to restore it now), so this is last, but not complete build. If game gain some interest, i'll restore sources and finish it. Thanks!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/815030/header.jpg?t=1536832326",
    "developers": [
      "smakarov3"
    ],
    "publishers": [
      "smakarov3"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 13 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}