{
  "815580": {
    "name": "Dark Parables: Return of the Salt Princess Collector's Edition",
    "steam_appid": 815580,
    "required_age": 0,
    "is_free": false,
    "description": "The Old Town located beneath the ruins of Grak Kingdom has been rapidly turning into salt in the past few days. This salt-transmutation appears to be caused by a mysterious species of white dragonflies. The Princess of Grak Kingdom went missing a hundred years ago. The Grak Palace also inexplicably collapsed at around the same time. However, a girl who might be the Princess has been sighted in the Old Town recently. You (Detective) are requested to find the Princess and solve all the mysteries behind the salt-transmutation. As you approach the ruins, you are attacked by an abnormally strong man with hostile intent. With the help of two sisters imbued with special powers, you are narrowly saved from peril. As you delve deeper in the case, you find hints that this mystery might be linked to a case that you investigated long ago...<br />\r\n<br />\r\nThis is a special Collector's Edition release full of exclusive extras you won't find in the standard version. The Collector's Edition includes:<br />\r\n<br />\r\n\tThrilling story with a fresh take on classic fairy tales.<br />\r\n\tFind collectible notes to unlock the background stories and secrets.<br />\r\n\tBonus Game - Moonlight Romance.<br />\r\n\tExtras include wallpapers, soundtracks, puzzles, movies and more!<br />\r\n<br />\r\n<br />\r\nThis is a Hidden Object Puzzle Adventure game, meaning a specific genre of story-driven, point &amp; click adventures. Throughout the game, players are tasked to find a list of objects hidden within a particular scene, and to occasionally complete various mini-games/puzzles.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/815580/header.jpg?t=1763596061",
    "developers": [
      "Blue Tea Games"
    ],
    "publishers": [
      "BFG Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}