{
  "815600": {
    "name": "Fantasy Grounds - Pathfinder RPG - Ruins of Azlant AP 4: City in the Deep (PFRPG)",
    "steam_appid": 815600,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the <strong>Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" ><strong>Pathfinder Adventure Path #124: City in the Deep (Ruins of Azlant 4 of 6)</strong></h2><i>by</i><strong> Amber E. Scott</strong><br><strong>Death in the Depths</strong><br>On the trail of an ancient enemy, the heroes seek more information in a merfolk city teeming with intrigue just beneath the waves. They arrive to find a group of deep merfolk claiming that the city is in the path of a destructive sea monster. But this warning is nothing more than a ruse for the campaign's villain to uncover the location to a secret Azlanti military laboratory. The adventurers must carefully maneuver the social currents of the underwater city and unravel dangerous intrigue to get to the bottom of the merfolk's plot and discover where the ancient enemy is headed so they can stop it.<br><i>This volume of Pathfinder Adventure Path continues the Ruins of Azlant Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;City in the Deep,&quot; a Pathfinder RPG adventure for 10th-level characters, by Amber E. Scott.<br></li><li>A gazetteer of Talasantri, an underwater city populated by aquatic elves, merfolk, and other aquatic humanoids on the floor of the Arcadian Ocean, by Amber E. Scott.<br></li><li>An ecology of the graceful and mysterious merfolk, by Amber E. Scott.<br></li><li>An investigation into the reclusive elves of the Mordant Spire and a look at some of the tools they use when patrolling lost Azlant, by Mikko Kallio.<br></li><li>A collection of dangerous monsters, by Alex Greenshields, Mark Moreland, Tim Nightengale, and Amber E. Scott.</li></ul>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul>&lt;b&gt;Requires:&lt;/b&gt; The free Fantasy Grounds virtual tabletop (VTT) software.<br><i><br><strong><br>Adapted for Fantasy Grounds by: [/i]Christopher Ward</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/815600/header.jpg?t=1768392736",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 3 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}