{
  "815610": {
    "name": "Fantasy Grounds - Pathfinder RPG - Ruins of Azlant AP 5: Tower of the Drowned Dead (PFRPG)",
    "steam_appid": 815610,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the <strong>Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" ><strong>Pathfinder Adventure Path #125: Tower of the Drowned Dead (Ruins of Azlant 5 of 6)</strong></h2><i>by</i><strong> Ron Lundeen</strong><br><strong>We All Float Down Here</strong><br>After learning that a powerful and ancient enemy is planning to steal a doomsday weapon and use it against humanity, the adventurers visit a ruined undersea tower belonging to an undead survivor of the cataclysm that destroyed ancient Azlant. In pursuit of the veiled master they believe has infiltrated the tower, the heroes make their way through the submerged ruin, fighting against the tower's magical defenses and undead occupants. Can the heroes learn the location of the facility and escape alive to confront the veiled master, or will they end up entombed in the drowned tower?<br><i>This volume of Pathfinder Adventure Path continues the Ruins of Azlant Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;Tower of the Drowned Dead,&quot; a Pathfinder adventure for 13th-level characters, by Ron Lundeen.<br></li><li>The secrets of seven ruined sites on the shattered continent of Azlant, by Erik Mona.<br></li><li>An exploration of four Azlanti ruins in the Inner Sea region, by Isabelle Lee.<br></li><li>A bestiary of new aquatic monsters, by Nathan King, Ron Lundeen, Kalervo Oikarinen, and David Schwartz.</li></ul>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul>&lt;b&gt;Requires:&lt;/b&gt; The free Fantasy Grounds virtual tabletop (VTT) software.<br><i><br><strong><br>Adapted for Fantasy Grounds by: [/i]Christopher Ward</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/815610/header.jpg?t=1768392783",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 11 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}