{
  "815710": {
    "name": "Fantasy Grounds - Mythic Monsters #33: Norse (PFRPG)",
    "steam_appid": 815710,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Mythic Monsters #33: Norse</strong></h2><strong>Even the Vikings Fear Them!</strong><br>Mythic Monsters: Norse brings you a dozen and one mythological monsters from the frozen shores of Scandinavia! Norse myths and legends are some of the foundational stories of the fantasy RPG tradition, going back to Tolkien and beforehand. The dwarves, elves, giants, and trolls of Norse myth and legend are at the heart of our myths and monsters, but they are just the beginning of an epic legendarium of creatures. From the scions of glorious Valhalla to the miserable pits of Hel, the blazing furnace of Muspelheim to the mountain realms of the Jotuns, the Nine Worlds are a place rife with adventure and danger always ready to menace the mortals of Midgard! From CR 5 to 30, we bring you an assortment of amazing adversaries for your heroes, starting with a swarm of linnorms, the serpentine primeval dragons that lurk in the wildest reaches of the lands where civilization is but a rumor. From the magma-mouthed crag linnorm to the bitter brumal bite of the ice linnorm, from the boreal forest fastnesses where the taiga linnorm lurks to the deep, dark waters where fjord linnorms prowl, these dragons leave dread in their wake, though perhaps none more so than the corpse-tearing cairn linnorm and the terrifying two-headed tarn linnorm. Fey spirits are likewise common in Nordic tales, with fossegrim waterfall spirits beguiling with their magical music and golden glamour to shadowy svartalfar inveigling mortals with their dark beauty while the hidden huldra simply seek to blend in with mortal society in hopes of finding a mate. The spirits of Asgard itself are represented as well, from the fallen einherji warriors to the valkyries that choose the slain and the wise and mysterious norns that judge them all. As if a dozen existing monsters were not enough, the fearsome Fenris wolf joins his brother Jormungandr the Midgard Serpent (from Mythic Monsters: Colossal) as a CR 30 menace whose hunger is endless and whose jaws span wide to devour the sun along with all life and hope. This book also contains mythic templates to bring the Nordic tropes of the Jotun thane, runecaster, and tricksome traveler to your creatures, along with additional rules for integrating mythic linnorms into your campaign!<br>The Mythic Monsters series from Legendary Games brings you dynamic and exciting mechanics alongside evocative and cinematic new abilities that really help creatures live up to their flavor text, whether they are creatures of real-world myth and legend or creatures born out of the RPG tradition itself. These creatures can work just as well in a non-mythic campaign as they do in one that incorporates the full mythic rules, as you can throw them at your jaded players who think theyve seen it all or know the standard monster stats as well as you do. That look of surprise and What was THAT? will warm any GMs heart.<br>This all-new supplement by Jeff Lee and Jason Nelson is a terrific complement to the Mythic Monster Manual, with over 220 mythic monsters and an awesome array of monster-focused abilities, feats, and more for your Pathfinder game! Pick up both books today and Make Your Game Legendary!<br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.<br><i>Conversion by:</i><strong> Jay Scheponik</strong><br><i>Adapted for Fantasy Grounds by: </i><strong>Jay Scheponik</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/815710/header.jpg?t=1768392877",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 13 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}