{
  "815860": {
    "name": "Reframed",
    "steam_appid": 815860,
    "required_age": 0,
    "is_free": false,
    "description": "ReFramed is a badass old-school FPS horror game set in the Solarix universe. Relive the terrors of Solarix in this high-octane, bullet spraying reimagining, only this time, stealth is not an option... Take on the role of an elite soldier fighting for survival after an infection lays siege to an interstellar research station. You must use your extensive training and deadly arsenal of weapons to contain the disease, whilst eliminating what’s left of the infected crew.<br><br>ReFramed takes place in the same universe and timeline as Solarix but reimagined as a fast-paced, combat focused, FPS. Instead of exploring the research station as an engineer sneaking around to survive, you are now an extremely skilled soldier shooting his way to freedom.<br><br><strong>Key Features</strong><br><br><ul class=\"bb_ul\"><li>Intense, old school first-person horror shooter with 2000s style graphics and 1990s style retro-gameplay.<br></li><li>Relive the original stealth-based Solarix story as an action-packed FPS. Decimate the infected crew members as you tear through the interstellar research station as an unstoppable soldier trained to kill anything and everything. <br></li><li>Utilise an extensive arsenal of epic weapons, such as Sniper Rifle and Rocket Launcher, all brand new to the Solarix universe.<br></li><li>Storm through 11 stunningly crafted levels such as Surface of Planet Ancyra, Mines and Remora Space Station.<br></li><li>A pulse pounding action soundtrack to keep you pumped as you lay waste to your infected foes<br></li><li>A suspenseful sci-fi horror narrative that acts as a backdrop to your ruthless killing mission.<br></li><li>Tense, haunting atmosphere and unnerving sound design for an immersive horror experience.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/815860/header.jpg?t=1713359516",
    "developers": [
      "Playstige Interactive"
    ],
    "publishers": [
      "Playstige Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}