{
  "816540": {
    "name": "Operation: Polarity Hook Demo",
    "steam_appid": 816540,
    "required_age": 0,
    "is_free": true,
    "description": "Operation Polarity Hook takes First Person Shooters to the next level by combining combat specifically designed for VR with a revolutionary new movement system that does not rely on teleporting.  Finally achieve the same degree of control WASD and mouse look give you in this natural evolution of first person shooters into the VR experience.  Attach to walls and swing through the environment on a beam of energy code named “Polarity Hook” as you battle enemies and fight to save human kind!<h2 class=\"bb_tag\" >Features:</h2><br><br><strong>Movement VR:</strong><br>Navigate the VR environment with our revolutionary new movement system!  Run, jump, and interact with the environment in a way that feels right and keeps you in the action.  Our team has worked hard to bring the fun and excitement of your favourite PC platformers to the VR experience.  Join the revolution now!<br><br><strong>Combat VR:</strong><br>Engage the enemy with an arsenal of weapons specifically designed for VR.  Weather your running and gunning, shooting around corners, taking cover, punching doors, or just lobbing grenades; we have designed the experience to be as immersive and exciting as possible using every aspect of VR to its fullest potential.  Your arsenal is strong but the enemy may be stronger.  Will you be able to master each weapon and give yourself the edge needed to succeed?<br><strong><br>Swing &amp; Slide:</strong><br>If you combine the free fall of skydiving, the adrenaline rush of zip lining, and the hairpin turns of racing; you'll just start to scratch the surface of how it feels to swing and slide through our VR world.  Combined with our ground movement and combat systems you'll be able to attach to surfaces and swing through your environment on your own personal combat roller coaster.   Let us reawaken the thrill seeker inside you!<h2 class=\"bb_tag\" >Included in this release:</h2><br><ul class=\"bb_ul\"><li>12 Tutorial Levels<br></li><li>1 Jungle Gym<h2 class=\"bb_tag\" >Story:</h2><br><br>The year is 3077.  Civilization has retreated from the world into massive super metropolises leaving the environment to flourish without human intervention.  Humankind has spread to the stars colonizing neighboring systems; taking their first steps into a much larger arena.  This is when the Event happened.  It forever changed the course of history but started with a small explosion in a minor power relay in an obscure Sutropolis on Earth.<br><br><br><strong>LOG: z3077.01.21   [Source: Unknown]</strong><br>We are trapped behind enemy lines but Vincent the lead scientist was able to cloak our facility before this part of the city was overrun.  Vincent has been studying their technology since the Event occurred and said he was on the verge of a breakthrough.  I hope that's true.  The sounds of battle are around us and yesterday there was an orbital bombardment that could have only come from one of our star ships.  Things must be really bad if they are willing to rain down that kind of destruction on the city.  I have no idea if my family was able to evacuate before the fighting began.  I must put that out of my mind though.  I've been selected to go into enemy territory tomorrow to retrieve tech from an abandoned storage facility.  It's the only way to finish Vincent's device and turn the tide of battle.  I can't fail, I won't fail!<br><br>Humankind might not get a second chance.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/816540/header.jpg?t=1520573940",
    "developers": [
      "Cronoforge Studios Inc."
    ],
    "publishers": [
      "Cronoforge Studios Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}