{
  "817620": {
    "name": "Gingerbread Story",
    "steam_appid": 817620,
    "required_age": 0,
    "is_free": false,
    "description": "Gingerbread Story is an original match-3 game with an interesting narrative, quests, boss battles, new game modes, powerful bonuses. Match candy, cookies, cakes, jelly, marmalade and help to solve every puzzel three friends: Lisa, Tommy and the Gingy. Start your sweet adventure!<br><br>STORY:<br>Once upon a time, in a dark far away forest two poor things Tommy and Lisa, went for a walk in the woods when suddenly they came on a beautiful house covered with sweets. Strange old lady was living in the nice house. She invited the little ones in the house by offering delicious treats. Children didn't even suspect that that was a trap. The lady turned out an angry witch. She grabbed Tommy and through into cage. Now Lisa will have to go through many tasks to save her brother from the evil witch. The old woman told Liza to find the lost gingerbread man, the path to whom she will find on a magic map. Only then Tommy will be free. Suddenly the gingerbread man turns out to be a real friend for the girl, and his advices helps Liza to find a way how to defeat the evil witch. <br><br>Following the magical road you will have to go through many tasks and visit the distant and unpredictable corners of the sweet world. Together with Lisa, you have to help the gingerbread man get out of the trap, build a real candy pyramid, resolve various tasks to get through the dense jungle, faced the sleeping dragon and try not to wake him! Adventures are waiting!<br>Collect marmalades, open new levels and remember, only you can help Lisa complete all tasks and do not lost her way!<br><br><ul class=\"bb_ul\"><li>Collect all kinds of sweets to achieve the goal!<br></li><li>A three characters who will help you!<br></li><li>You will visit unique, sweet corners of the planet!<br></li><li>Challenge the variety of interesting match—3 levels!<br></li><li>Get free bonuses and rewards!<br></li><li>Solve the quest of the sweet world and become the winner!</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 荷兰语, 葡萄牙语 - 葡萄牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/817620/header.jpg?t=1537537169",
    "developers": [
      "Qumaron",
      "Truegames"
    ],
    "publishers": [
      "Qumaron"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}