{
  "818300": {
    "name": "Fantasy Grounds - Mythic Monsters Monstrous Humanoids (PFRPG)",
    "steam_appid": 818300,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Mythic Monsters: Monstrous Humanoids</strong></h2>The 16th volume in our Mythic Monsters series, Mythic Monsters: Monstrous Humanoids brings you a dozen and one half-human monsters. Some few are indifferent to the ordinary humanoids that cross their path, simply being another intelligent species on a world full of magic and strangeness, but for others their nearly human shape belies their cunning, cruelty, and predatory inhumanity..The creatures herein include mythological classics from all over the world like the horse-bodied centaur of Greece, the abominable snowmen of the Himalayas, the yeti, the blood-hungry sea hunters of the Solomon Islands, the adaro, the sinister and spiny pukwudgie of New England, and the brutal buggane of the Isle of Man. You will also find a host of horrid hags and classical fantasy archetypes from doppelgangers and mongrelmen to pulp staples like derhii winged apes and serpentfolk. As if this deadly dozen were not enough, we also bring you the xotenga, a flying fiend from the wild wastes that feeds on hunger and is sated only by suffering, a creature that lives and breathes famine and desolation in a rain of deadly feathered shafts plucked from its own desiccated wings.<br>On top of these monstrous mutants, Mythic Monsters: Monstrous Humanoids also provides you a new tool for creating your own awful amalgams, the tauric template for non-mythic creatures and an enhanced mythic tauric template as well, just perfect for the mad scientists, corrupt genegineers, and beast-cultists all over your campaign world. The 13 magical beasts contained herein, ranging in CR from 1 to 13, are updated for the mythic rules, and when we say updated we mean complete stat blocks, yes, but more than that every one of these massive menaces has its own unique and exciting new mythic abilities, from a mythic annis hag's fearful strength and grisly grappler to the earth distortion and rending butchery of a mythic buggane!<br>The Mythic Monsters series from Legendary Games brings you dynamic and exciting mechanics alongside evocative and cinematic new abilities that really help creatures live up to their flavor text, whether they are creatures of real-world myth and legend or creatures born out of the RPG tradition itself. These creatures can work just as well in a non-mythic campaign as they do in one that incorporates the full mythic rules, as you can throw them at your jaded players who think theyve seen it all or know the standard monster stats as well as you do. That look of surprise and What was THAT? will warm any GMs heart. Get this mythic monster supplement today, and look forward to future releases in the Mythic Monsters line.<br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.<br><i>Conversion by:</i><strong> Jay Scheponik</strong><br><i>Adapted for Fantasy Grounds by: </i><strong>Jay Scheponik</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/818300/header.jpg?t=1768393029",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 20 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}