{
  "818340": {
    "name": "Fantasy Grounds - Mythic Monsters #36: Mesoamerica (PFRPG)",
    "steam_appid": 818340,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Mythic Monsters #36: Mesoamerica</strong></h2><strong>Aztecs, Incas, and Mayans, Oh My!</strong><br>Mythic Monsters: Mesoamerica brings you an awesome array of marauding monsters and exotic encounters from the myths and legends of Central and South America and the Caribbean from the jungles of the Yucatan to the peaks of the Andes. These lethal legends of Latin America range from CR 1 to 30, including such Aztec-inspired creatures as eye-gouging ahuizotl and the apocalyptic harbinger from the stars, the tzitzimitl. From the Mayans we present the beautiful dreamflower xtabay and from Peru the deadly jungle stalker, the tunche. The legends of Chile, from the Araucana to the Chilote and more, bring us the accursed guecubu arisen from its grave with misfortune in its wake, as well as the volcanic cherufe and the shapechanging serpentine peuchen. Classic pulp and fantasy writers like Robert E. Howard have brought us monsters like the hate-fueled zuvembie and the saguaroi catcus-folk, inspired by the myths, legends, and landscapes ofMesoamerica. Creatures of genuine Caribbean legend are also well represented, including the blood-sucking chupacabra from Puerto Rico; the deadly sea monster of the Bahamas, the lusca; and even the very real (though now titanic) giant mantis shrimp! As if a dozen existing monsters were not enough, the brand-new Xipe Totec, a dread demigod flayer of skins and destroyer of destinies. Plus, for your players, the plumed servant prestige class serves the wise and benevolent rainbow-feathered serpents of the jungle pyramids, uniting arcane and divine magic with the subtle weavings of plumes and the watchful gaze of their eternal teachers. This includes both the core prestige class for any Pathfinder campaign, as well as mythic equivalents for making your rainbow servant a legend in her own right!<br>This all-new supplement by Mike D. Welham and Jason Nelson is a terrific complement to the Mythic Monster Manual, with over 220 mythic monsters and an awesome array of monster-focused abilities, feats, and more for your Pathfinder game! Pick up both books today and Make Your Game Legendary!<br>The Mythic Monsters series from Legendary Games brings you dynamic and exciting mechanics alongside evocative and cinematic new abilities that really help creatures live up to their flavor text, whether they are creatures of real-world myth and legend or creatures born out of the RPG tradition itself. These creatures can work just as well in a non-mythic campaign as they do in one that incorporates the full mythic rules, as you can throw them at your jaded players who think theyve seen it all or know the standard monster stats as well as you do. That look of surprise and What was THAT? will warm any GMs heart. Get this mythic monster supplement today, and look forward to future releases in the Mythic Monsters line.<br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.<br><i>Conversion by:</i><strong> Jay Scheponik</strong><br><i>Adapted for Fantasy Grounds by: </i><strong>Jay Scheponik</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/818340/header.jpg?t=1768393077",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 20 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}