{
  "818820": {
    "name": "Fantasy Grounds - Mythic Monsters #30: Heavenly Host (PFRPG)",
    "steam_appid": 818820,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Mythic Monsters #30: Heavenly Host</strong></h2><strong>For the Greatest Good!</strong><br>Mythic Monsters: Heavenly Host brings you a dozen and one celestial servants that bring down their beatific best from the realms empyreal and eternal, bringing justice like a flaming sword and righteousness like a mighty flowing river. These champions of all that is good and pure are a match and more for all the legions of the nether reaches of the planes, smiting demons, daemons, devils, and all their ilk with alacrity and elan, or living among mortals as watchful wardens ever ready to spring to the aid of the innocent. From CR 3 to 28, you'll find agathions and angels that wander the material world granting succor and companionship like the cassisian angel and the silvanshee and vulpinal agathions. You'll find celestial sentinels that guard the natural world and those that dwell therein like the avoral and cetaceal and the monadic and movanic devas, and wise counselors who look deeply into the hearts of mortals to lead them towards greater wisdom themselves, like the astral deva and the draconal, or bringing messages directly from the powers of good, like the planetars. Finally, you have the crusading swords of judgment, who destroy the wicked wherever they are found, like the proud leonals and the mighty solars. As if a dozen existing monsters were not enough, the rhampholeal agathion are clever spies for the followers of the light, infiltrating and uncovering corrupt cabals and bringing them down from within. For mortals wishing to follow the path of purity, we also introduce a system of sacred feats, which a hero cannot simply gain but must be earned by dedication and devotion to holy vows in service of the better angels of her nature.<br>The Mythic Monsters series from Legendary Games brings you dynamic and exciting mechanics alongside evocative and cinematic new abilities that really help creatures live up to their flavor text, whether they are creatures of real-world myth and legend or creatures born out of the RPG tradition itself. These creatures can work just as well in a non-mythic campaign as they do in one that incorporates the full mythic rules, as you can throw them at your jaded players who think theyve seen it all or know the standard monster stats as well as you do. That look of surprise and What was THAT? will warm any GMs heart.<br>This supplement is a terrific complement to the Mythic Monster Manual, with over 220 mythic monsters and an awesome array of monster-focused abilities, feats, and more for your Pathfinder game! Pick up both books today and Make Your Game Legendary!<br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.<br><i>Conversion by:</i><strong> Jay Scheponik</strong><br><i>Adapted for Fantasy Grounds by: </i><strong>Jay Scheponik</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/818820/header.jpg?t=1768393177",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 20 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}