{
  "818870": {
    "name": "Fantasy Grounds - Mythic Monsters #35: Demons Too (PFRPG)",
    "steam_appid": 818870,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Mythic Monsters #35: Demons Too</strong></h2><strong>The Depths of Demonic Depravity!</strong><br>Mythic Monsters: Demons Too brings you an awesome array of abyssal adversaries ready to bring pain, torment, destruction, and woe upon the world and your heroes. These dastardly demons range from CR 3 to 23, including some of the lowliest of demonkind, the disguisting dretch and the half-breed cambion, as well as the savage footsoldiers of the Abyssal armies, the spiteful schir with their hewing halberds and the goat-horned brimoraks with their fiery hooves and burning blades. Truly hideous horrors lurk in the foul places of the Abyss, from the filthy and pestilential gibrileth to the foul and bestial kithangian, or even the lowly and loathsome abrikandilu who seek nothing but the wrecking of all things beauteous and fair. The seductively sinister coloxus conceals its insidiously insectile nature beneath a cloak of possession, while the deadly derakni revels in the company of the vilest vermin of the nether pits. The mightiest fiends are agents of death as often for their own kind as for others, as the prowling shemhazian preys upon all things weaker than itself while the subtle seraptis cultivates despair like a crop of death, leaving suicide and hopelessness in its wake, as does the warmongering gallu, lord of bloody battle. As if a dozen existing monsters were not enough, the brand-new skrekalga brings the spirit of absolute obsession and corruption to all it encounters. Add to that a delightfully disturbing piece of demonic fiction by Todd Stewart and you'll be ready to unleash truly exquisite evil upon your heroes.<br>The Mythic Monsters series from Legendary Games brings you dynamic and exciting mechanics alongside evocative and cinematic new abilities that really help creatures live up to their flavor text, whether they are creatures of real-world myth and legend or creatures born out of the RPG tradition itself. These creatures can work just as well in a non-mythic campaign as they do in one that incorporates the full mythic rules, as you can throw them at your jaded players who think theyve seen it all or know the standard monster stats as well as you do. That look of surprise and What was THAT? will warm any GMs heart.<br>This all-new supplement by Jason Nelson, Alex Riggs, Mike D. Welham, and Jen Page is a terrific complement to the Mythic Monster Manual, with over 220 mythic monsters and an awesome array of monster-focused abilities, feats, and more for your Pathfinder game! Pick up both books today and Make Your Game Legendary!<br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.<br><i>Conversion by:</i><strong> Jay Scheponik</strong><br><i>Adapted for Fantasy Grounds by: </i><strong>Jay Scheponik</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/818870/header.jpg?t=1768393224",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 12 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}