{
  "818810": {
    "name": "Fantasy Grounds - Mythic Monsters #24: Masters of Chaos (PFRPG)",
    "steam_appid": 818810,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Mythic Monsters 24: Masters of Chaos</strong></h2>Mythic Masters of Chaos brings you an assortment of the unexpected and unstable, creatures whose very essence and nature bespeak fluidity and change. Their origins lie in the planes of chaos, though many of them wander throughout reality wherever their mood and the ebb and flow of the tides of the universe take them. You have the primordial proteans, creator-serpents that swim-slither through Limbo, from the reality-reshaping keketars to the brutal naunets, the clever and creative imenetesh and their diminutive messengers and familiars, the voidworms. The indescribable chaos beast is eternally in flux, yet perfected and inviolate in its endless variability and dragging all that touch it into chaotic communion of the flesh and mind. Some avatars of chaos are more benevolent, like the friendly lyrakien and their mightier azata cousins, the wandering knight-errant bralani, the master-musician lillends, and the haughtily radiant ghaele. Some chaos-creatures seem at first glance little more than beasts, though the sizzlingly swift pard, the hulking ironclad zentragt, and valorous freedom-loving cayhounds are far more cunning than they appear. To this collection of chaos from CR 3 to 21 we add the tragic crassodov, wolfen warriors bred for an ancient war that was never their own and that destroyed their world, casting them beyond the rifts into foreign worlds where their anarchic axes hew all who would seek to master them. Add to these fabulous foes a delightful bit of fiction examining the nature of chaos by a man who knows more about Pathfinder planar cosmology than anyone, the terrific Todd Stewart!<br>The Mythic Monsters series from Legendary Games brings you dynamic and exciting mechanics alongside evocative and cinematic new abilities that really help creatures live up to their flavor text, whether they are creatures of real-world myth and legend or creatures born out of the RPG tradition itself. These creatures can work just as well in a non-mythic campaign as they do in one that incorporates the full mythic rules, as you can throw them at your jaded players who think theyve seen it all or know the standard monster stats as well as you do. That look of surprise and What was THAT? will warm any GMs heart.<br>Download this mythic monster supplement today, and look forward to future releases in the Mythic Monsters line.<br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.<br><i>Conversion by:</i><strong> Jay Scheponik</strong><br><i>Adapted for Fantasy Grounds by: </i><strong>Jay Scheponik</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/818810/header.jpg?t=1768393128",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 20 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}