{
  "818920": {
    "name": "Fantasy Grounds - Mythic Monsters #25: Lords of Law (PFRPG)",
    "steam_appid": 818920,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Mythic Monsters #25: Lords of Law</strong></h2><strong>For Law and Order!</strong><br>Lords of Law brings you a dozen and one embodiments of absolute order. Careful, calculating, and efficient, the agents of law are as purposeful as they are relentless. They are not wholly emotionless, but their is a certain dispassionate aloofness that characterizes their interactions with one another and especially with others. Their analytical frankness often feels like condescending hauteur, but the lords of law tend to be disturbingly perceptive and brutally honest when it suits them. It is duty, purity, stability, and consistency that are their bywords, whether their goal is succor or slaughter of the innocent. This book contains a wide variety of ultra-lawful beings, from the near-angelic archons to the shadowy and sinister jangling kytons. You will find tiny servitors of order like lantern archons and augur kytons, up through footsoldiers like the hound archon and kyton to the glorious trumpet and star archons. Between such extremes of good and evil, and often beyond any conventional sense of morality other than the pursuit of perfection, this book also brings you a bevy of truly lawful beings, from the azer working the forge-fires of creation to the axiomites that record the calculus of the universe, and the race of inevitables from lowly arbiters to mighty maruts that monitor and judge the flow of reality and excise corruption and chaos wherever it is found. As if these were not enough, we also bring you the serpentine sakathan, a race of reptilian kings who sought order, dominion, and divinity over their home world but gave into diabolic temptation. These fallen god-kings became suzerain-slaves to the Lords of Hell, their new emissaries in bringing new worlds under the inflexible tyranny of purest law and blackest evil.<br>The Mythic Monsters series from Legendary Games brings you dynamic and exciting mechanics alongside evocative and cinematic new abilities that really help creatures live up to their flavor text, whether they are creatures of real-world myth and legend or creatures born out of the RPG tradition itself. These creatures can work just as well in a non-mythic campaign as they do in one that incorporates the full mythic rules, as you can throw them at your jaded players who think theyve seen it all or know the standard monster stats as well as you do. That look of surprise and What was THAT? will warm any GMs heart.<br>This supplement is a terrific complement to the Mythic Monster Manual, with over 220 mythic monsters and an awesome array of monster-focused abilities, feats, and more for your Pathfinder game! Pick up both books today and Make Your Game Legendary!<br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.<br><i>Conversion by:</i><strong> Jay Scheponik</strong><br><i>Adapted for Fantasy Grounds by: </i><strong>Jay Scheponik</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/818920/header.jpg?t=1768393375",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 12 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}