{
  "819350": {
    "name": "Bifrost Project Demo",
    "steam_appid": 819350,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Prenez le contrôle d'un projet de gestion et d'exploration dans un univers mêlant mythologie nordique et science fiction!</strong><br><br><strong>l’Univers</strong><br>Et si la mythologie nordique était basée sur des faits réels ? Et si la terre était réellement Midgard ? Un monde parmi d’autres ? Et si la mythologie nordique était aussi précise sur les évènements du Ragnarök car c’était bel et bien arrivé ? <br>C’est ce qu’une équipe de scientifique à découvert en 2008 lors d’une expédition scientifique dans la mer du nord.<br>Et c’est presque immédiatement qu’une société secrète dénommée « le conseil des ombres » a mis la main sur toutes les découvertes de cette expédition.<br>C’est quelques années plus tard que vous avez été recruté pour diriger un projet top secret : Le Bifrost Project<br><strong>Un jeu de Construction</strong><br>Votre premier objectif est de créer et gérer une base secrète. Avec un système de synergie qui vous poussera à expérimenter pour trouver le meilleur agencement possible pour votre stratégie. Mais le vrai défi réside dans la condition du conseil pour financer le projet : la discrétion.<br>En effet, la société secrète qui vous finance à bien conscience du potentiel du projet mais vous devez encore prouver que le jeu en vaux la chandelle dans les faits.<br><strong>Un jeu d’Exploration</strong><br>La raison d’être du projet est cet artefact découvert il y a quelques années : le Bifrost. Dans le plus grand secret le conseil a remis en état cet appareil. Avec lui c’est 8 autres mondes qui s’offrent à vous. Mais le Ragnarök à laisser ses traces, ruines, dévastations et antiques champs de batailles. A vous de découvrir ce qu’il s’est réellement passer.<br>Pour cela vous avez toute liberté : Enverrez vous une petite équipe discrète mais vulnérable ? ou enverrez vous un gros contingent facilement défendu mais d’autan visible ? Composé de scientifiques qui sauront différencier les artefacts intéressants mais militairement faibles ? Ou des soldats largement capables de se défendre mais qui ont de grandes chances de rater les pièces les plus pertinentes ?<br><strong>Un jeu de Diplomatie</strong><br>Malgré la violence encore visible du Ragnarök, ces mondes ne sont pas vides et des civilisations ont survécus et même pour certaines prospérées. Ces peuples, pas forcément humains, ont des alliés, des ennemis, une histoire. Comment allez-vous interagir avec eux ? Vous présentez en conquérant ? rester humble ? voir ne pas se présenter du tout et garder un rôle d’observateur ?",
    "supported_languages": "法语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/819350/header.jpg?t=1546977924",
    "developers": [
      "François LACROIX-DURANT"
    ],
    "publishers": [
      "Fallenstars' Creations"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}