{
  "819490": {
    "name": "Metal Shell: Neon Pulse Demo",
    "steam_appid": 819490,
    "required_age": 0,
    "is_free": true,
    "description": "Metal Shell: Neon Pulse is an 80's inspired, 2D, run n' gun game where players pilot upgrade-able mechs in a battle to save Earth.<h2 class=\"bb_tag\" >Plot</h2><br>Earth has become a one-world government, where the primary focus of science has been to find new planets to live on, as Earth is not capable of sustaining life for much longer. Mars has been colonized, and scientist are looking for new planets for humans to live on. Astronauts have encountered hostile entities, the Udrat, just outside of the Milky Way Galaxy. The Udrat have killed some of the astronauts, and sent the remaining few back to Earth to warn of an invasion.<br><br>The Udrathome planet has been destroyed and they are looking for a new planet to call home. This alien species is highly intelligent, and has top-notch military machinery, which they will use to invade Earth. <br><br>Earth’s people must defend the incoming attack on Earth, Mars, and a space station. As the aliens are defeated, the humans can recover the aliens Mechs to study them and gain knowledge. As the game progresses, the humans use more of the Udrat power against them.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/819490/header.jpg?t=1524097259",
    "developers": [
      "Light Loop Games"
    ],
    "publishers": [
      "Light Loop Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}