{
  "819400": {
    "name": "When Wardens Fall",
    "steam_appid": 819400,
    "required_age": 0,
    "is_free": false,
    "description": "When Wardens Fall is a virtual reality dungeon crawler about purging a prison deep underground which has been all but consumed by its demonic occupants. Use what you can find within the dungeon to improve your gear and craft powerful magical recipes to aid you in your journey.<br />\r\n<br />\r\nBuilt for VR, this fast-paced, thrilling dungeon crawler gives players the opportunity to live out their demon slaying fantasies. Play with 6 different weapon types to create the character you want to be. Upgrade the camp, your player home, to unlock new tools to help you fight off the oncoming tides of monsters.<br />\r\n<br />\r\nPlay your way, as you attempt to survive.<br />\r\n<br />\r\nHighlights:<br />\r\n<br />\r\nA FORAY INTO THE REALM OF VIRTUAL REALITY<br />\r\nTake a deep dive into the world of WHEN WARDENS FALL on your chosen virtual reality platform. Designed from the ground up for VR, each mechanic in WHEN WARDENS FALL has been developed to enhance the immersion and “fun factor” of exploring a demonic prison.<br />\r\n<br />\r\nA NEW EXPERIENCE EVERY TIME<br />\r\nJump in and explore an ever changing labyrinth of tunnels. Each dungeon is procedurally generated so that no two playthroughs will ever be the same. Combat a variety of different enemies, and collect plants and equipment to help you on your journey as you attempt to travel deeper and deeper into the dungeon bellow.<br />\r\n<br />\r\nBE THE HERO YOU WANT TO BE<br />\r\nCustomize the playstyle to you by leveling through our professions system based on the weapons you choose. Are you an aggressive berserker, charging headlong into battle greataxe in hand? Maybe you are a noble knight, wielding a sword and shield, clad in powerful armor? Are you a fast paced rouge, carrying a variety of daggers and deadly poisons? Whichever calls to you, you can be, or create an entirely new playstyle that we haven’t even thought of.<br />\r\n<br />\r\nALCHEMICAL MAGIC<br />\r\nA powerful potion can turn the tide of any battle and in WHEN WARDENS FALL you get to design and create them yourself. Collect plants, break them down and develop your own recipes to create potions, poisons and explosives. Discover our hidden unique recipes to create some truly destructive concoctions.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/819400/header.jpg?t=1676048483",
    "developers": [
      "Peernet Games"
    ],
    "publishers": [
      "Peernet Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}