{
  "820200": {
    "name": "Train Simulator: Rhine Valley: Freiburg - Basel Route Add-On",
    "steam_appid": 820200,
    "required_age": 0,
    "is_free": false,
    "description": "Partner Programme member Aerosoft brings the detailed and scenic Rhine Valley Railway between Freiburg and Basel to Train Simulator!<br><br>Envisaged as an important route throughout the south of Germany and into Switzerland, the Rhine Valley Railway was funded in the late 1830s. The Baden State Railway knew they wanted to build a line between Mannheim and Basel, making it as straight as possible to keep both journey times and construction costs at a minimum, all while serving as many major cities as possible.<br><br>The line subsequently followed the natural path already carved out by the Rhine, with construction lasting until 1855. The line opened in sections as each was completed, and the railway in full quickly became a key route for Germany and Switzerland. When first built, the line was actually 5ft 3in in gauge (Irish Gauge), before being converted to standard in the mid-1850s.<br><br>Today, the line is one of the most important in Germany, ferrying local and international passenger and freight traffic, almost always operating at peak capacity. Two of Europe’s largest marshalling yards are present along the railway to host the level of freight traffic it gets.<br><br>The route from Aerosoft is set around 2013/14 and covers the 60 km section between Freiburg (Germany) and Basel (Switzerland), including the newly built high-speed line, taking the route to over 80 km of expertly crafted railway which will be yours to explore. Combine that with 2 locomotives, the DB BR 111 and 189, plus the addition of the DB BR 401 ‘ICE 1’, you will soon have a package unlike any other, so keep an eye out for more on the Rhine Valley: Freiburg – Basel route, available now!<br><br> <h2 class=\"bb_tag\" >Included Scenarios</h2><br>The Rhine Valley: Freiburg – Basel Route Add-On features ten engaging and challenging scenarios, covering the entire breadth of included trains, including freight, passenger, regional and high speed express services. Both English and Deutsch versions are included:<h2 class=\"bb_tag\" >English</h2><ul class=\"bb_ul\"><li>[1] ICE to Basel Bad. Station - RC<br></li><li>[2] Fiery Christmas Journey - RC<br></li><li>[3] TEC 48973 to Freiburg - RC<br></li><li>[4] Regional Express to Basel Bad. Station - RC<br></li><li>[5] RE17024 to Freiburg - RC<br></li><li>[6] Shunt with electrical Locomotive - RC<br></li><li>[7] Tunnel Operation<br></li><li>[8] Tank Wagons to Basel - RC<br></li><li>[9] Storm Damages - RC<br></li><li>[10] RE5345 to Basel Bad. Station - RC</li></ul><h2 class=\"bb_tag\" >Deutsche</h2><ul class=\"bb_ul\"><li>[1] ICE nach Basel Bad. Bf - RC<br></li><li>[2] Feuriger Weihnachtsexpress - RC<br></li><li>[3] TEC 48973 bis Freiburg - RC<br></li><li>[4] Regional Express nach Basel Bad. Bf - RC<br></li><li>[5] RE17024 nach Freiburg - RC<br></li><li>[6] Rangieren mit E-Lok - RC<br></li><li>[7] Einsatz im Tunnel<br></li><li>[8] Kesselwagen nach Basel - RC<br></li><li>[9] Sturmschaeden - RC<br></li><li>[10] RE5345 nach Basel Bad. Bf - RC</li></ul><br>More scenarios are available on the Steam Workshop online and in-game. Train Simulator’s Steam Workshop scenarios are free and easy to download, adding many more hours of exciting gameplay. With scenarios being added daily, why don’t you check it out now!<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li>Features the 80 km route between Freiburg and Basel<br></li><li>Featuring highly realistic and advanced signalling with PZB functionality throughout the route<br></li><li>Includes three iconic trains including the DB BR 189, DB BR 111 and DB BR 401<br></li><li>Includes 10 challenging career scenarios covering freight, passenger, regional and express services in both English and Deutsche.<br></li><li>Download size: 1.2 GB </li></ul>",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/820200/header.jpg?t=1728036981",
    "developers": [
      "Aerosoft GmbH"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 11600,
      "final": 11600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 116.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}