{
  "820640": {
    "name": "Aqua Lungers",
    "steam_appid": 820640,
    "required_age": 0,
    "is_free": false,
    "description": "When treasure is at stake, there are no heroes!<br>Race your way through challenging stages while contending with deadly creatures and dastardly opponents to collect the most treasure.<br><br>While everyone's goal is the same, each player is afforded several options to get an edge over their competitors. Players can use their speed and agility to outpace and evade their opponents, while others might use devastating attacks to slow them down and steal their hard earned goods.<br><br>If you're the type that prefers the solo experience or wants to get some experience in before challenging your friends, fear not! Aqua Lungers can be played with as few as 1 player! In single player, Aqua Lungers retains the gold collecting mechanic while increasing the penalty for deaths in each level. This shifts the challenge from PvP racing to PvE survival.<br><br>Be sure to check out information on how to play Aqua Lungers with the basic user guide provided on the community forum:<br><br><br>An here you will find information on controller support for Aqua Lungers:<br><br><br>Looking to play online? While Aqua Lungers is not built with online features, is works wonderfully over parsec! Parsec is a streaming system which lets you play any game online with friends!<br><br><br>Aqua Lungers features a variety of stages, each with their own distinct challenges, powerups, and foes.<br><br>**DISCLAIMER**<br>In testing it has been found that some antivirus software prevents Aqua Lungers from launching correctly. Please check the steam support page for more information!<br><br>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/820640/header.jpg?t=1589483351",
    "developers": [
      "WarpedCore Studio"
    ],
    "publishers": [
      "WarpedCore Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4300,
      "final": 4300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 43.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}