{
  "821190": {
    "name": "Minitime",
    "steam_appid": 821190,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>LIMITED EDITION: ONLY 5 000 COPIES WILL BE SOLD, AFTER THIS THE GAME WILL BE UPDATED TO THE STANDARD EDITION, AND THE EXCLUSIVE ACHIEVEMENT WILL BE REMOVED</strong><br><br>Dodge some cars! Swat a fly! Minitime is a fast paced, challenging and fun collection of different minigames. Everything from abducting a cow to flipping a pancake, it has something for everyone. Themed chapters, endless mode and custom mode awaits you, how many points can you rack up?<br><br>The cow is a majestic creature. It may not have the grace of a horse, neither the camouflage of a chameleon, but what it does have is the exact biological signature required for our experiments! The spaceships are already on their way! Mount your gun and shoot them down! NO! Not the spaceships, the COWS! They're coming right for us! Plant bombs in our sheep, and place them by the cows. The aliens won't get away this time. Throw the spare bombs down the mineshaft, Old Jameson down there won't mind<br><br>BREAKING NEWS<br>A surviving alien has been spotted running down the main road! How will this affect the golf tournament?!<br>In other news, piracy is making a comeback, and the cows ghosts want revenge for what we did to them. Can we truly forgive ourselves for what we have done?<br><br><i>No cows were harmed in the making of Minitime.</i><br><br><strong>Full features list</strong><br><ul class=\"bb_ul\"><li>17 different minigames - Be it crazy cows, unfortunate chefs or explosive lumberjacks, you'll enjoy every cow-abducting woodchopping pancake flipping moment. <br><br></li><li>4 themed chapters - Follow the adventures of some unfortunate cows, misunderstood athletes, failing chefs and unwilling dare devils in the themed chapters. Each chapter unlocks a new one, in addition to unlocking new minigames for custom mode!<br><br></li><li>Endless mode - Go the distance, master them all, earn all the points you deserve! How far can you go before time catches up?<br><br></li><li>Custom mode - Everyone has a favourite, and you get to choose your own! Can't get enough of golfing? Or maybe fishing is more your style? It's up to you!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/821190/header.jpg?t=1525872739",
    "developers": [
      "Minibyte"
    ],
    "publishers": [
      "Danvik FHS"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 1,
      "highlighted": [
        {
          "name": "Golden Circle",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/821190/68180f85bfbee556f9064abce839296a4451deb5.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}