{
  "821480": {
    "name": "Space Flowers",
    "steam_appid": 821480,
    "required_age": 0,
    "is_free": false,
    "description": "Space Flowers is an intra-galactic tradewars game.  You start with a basic starship at a friendly starbase.  You can buy a variety of different flowers to sell elsewhere and then begin exploring the galaxy looking for other starbases to trade with.  Some are friendly and will trade with you immediately.  Some are hostile and will attack your ship if you enter their systems.  Others are more or less neutral and will react based on your actions.  You can also attack hostile starbases and engage in combat with them to gain experience and valuable items in the debris you salvage from their destroyed ships.  Destroy enough enemy ships and the system will surrender to you and become one of your allies.  You can also peacefully ally with star systems just by trading with them enough.  Every transaction you make with them will raise your influence with them until they eventually ally with you.<br />\r\n<br />\r\nThere are also specialty starbases you can find that will sell parts to upgrade your starship.  You can upgrade your engines, weapons, shields, armor and firing control.  As you gain experience, you will find out an alien presence is starting to invade and take over starbases in the galaxy.  You will need to deal with this threat as well.<br />\r\n<br />\r\nYou have also learned that your long lost family has been scattered among the stars.  You will be provided clues as to where they are located, and you can choose to search for them as well.  Every member of your lost family is unique and brings an extra bonus that will help you in your mission.  <br />\r\n<br />\r\nThe ultimate goal is to ally yourself with every starbase in the galaxy through trade or warfare.  Use skill and cunning to find the most profitable trade routes, deliver specialty goods for additional profits, and accumulate funds to upgrade your ship to advance in rank from a lowly bud to the ultimate Star Flower!  Whether you advance peacefully or through warfare (or a little of both) is entirely up to you.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/821480/header.jpg?t=1530362752",
    "developers": [
      "Sssjim7"
    ],
    "publishers": [
      "Sssjim7"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}