{
  "822070": {
    "name": "SAS VS Zombies",
    "steam_appid": 822070,
    "required_age": 0,
    "is_free": false,
    "description": "In the world came the apocalypse! <br />\r\nFrom Hell, zombies came to Earth, but unusual - zombie-mannequins. They quickly captured almost the whole world, only the desert of <br />\r\nKirghizistan remained. However, the Kyrgyz troops could no longer restrain the zombies and then the Kirghiz called to the aid of the last SAS (Special Air Service) squad. They arrived in the deserts of Kyrgyzstan, but there were waiting for them crowds of devils, so almost of the squad was destroyed, survived was only one fighter -<br />\r\n Magamed. He came to a small town in the desert and realized that everyone was dead, only he and the crowds of zombies remained in the world. Magamed decided to keep to the last and kill all the zombies he would see.<br />\r\nYou play for the last SAS fighter - Magamed, and you need to kill as many zombie-mannequins as possible and survive as long as possible.<br />\r\nFeatures:<br />\r\n-Shooter from the 3rd person with elements of survival<br />\r\n-The essence of the game - to beat off the  waves of zombies-mannequins. The more you kill zombies and survive the waves - the higher the score. For each killed zombies give points and for each survived wave also give points.<br />\r\n-Powerful engine with good graphics - Unreal Engine<br />\r\n-You can rest in the evening, just shooting in zombies<br />\r\n-The higher the wave, the more enemies(20 waves in game)<br />\r\n-Simple and fun gameplay - run and shoot, collect guns and first-aid kits<br />\r\n-Many different weapons (MP-5, AK, AA-12 and other) and various zombie-mannequins (Green, red, fast, slow, strong, etc.)<br />\r\n-2 maps for the game(training and zombie)",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/822070/header.jpg?t=1521796897",
    "developers": [
      "Nikita \"Ghost_RUS\""
    ],
    "publishers": [
      "Ghost_RUS Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "74",
        "description": "血腥"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}