{
  "822240": {
    "name": "Animal Jam",
    "steam_appid": 822240,
    "required_age": 0,
    "is_free": false,
    "description": "Animal Jam is a family-friendly game where you can become your favorite animal, collect amazing items, adopt adorable pets, and create a style to express the real you as you explore the beautiful 3D world of Jamaa!<br />\r\n<br />\r\nAnimal Jam was named &quot;Best App for Kids&quot; at 2017’s Google Play Awards. Millions of kids around the world are playing Animal Jam, and we are committed to providing a safe online playground for kids.<br />\r\n<br />\r\n★ Winner: Best App for Kids ★  2017 Google Play Awards <br />\r\n<br />\r\nFEATURES:<br />\r\n- PERSONALIZE your animals from head to tail<br />\r\n- PLAY fun games and earn Gems<br />\r\n- EXPLORE a gorgeous, living 3D world<br />\r\n- SHOP for clothes, den decorations, and accessories <br />\r\n- DESIGN your own den<br />\r\n- JOIN a friendly community of players worldwide<br />\r\n- CHAT with animal buddies<br />\r\n- LEARN about real animals and their habitats<br />\r\n<br />\r\nBefore you start exploring Jamaa, here is some important information for kids and parents:<br />\r\n- The Animal Jam game is free to play with parental permission.<br />\r\n- Parents can control players’ access to social features through their Parent Tools.<br />\r\n<br />\r\nAnimal Jam offers optional purchases that cost real money. This game also offers Animal Jam membership options that cost real money. Most game features do not require this paid membership. However, in addition to exclusive member features in the game, paid subscription also includes membership in the AJ Classic web game.  <br />\r\n<br />\r\nABOUT ANIMAL JAM<br />\r\nWildWorks has partnered with prominent scientists and educators to bring science education and spectacular imagery of the natural world to kids in a completely new way. Our goal is to provide a fun, exciting, and safe place for kids to play online. Animal Jam also inspires kids to explore and protect the natural world outside their doors.<br />\r\n<br />\r\nSAFETY<br />\r\nAt WildWorks, your child’s safety is our priority. Animal Jam protects your child’s private information with secure log in, filtered and monitored chat, live moderation, and the ability to block and report players instantly. <br />\r\n<br />\r\nChildren should always ask their parent or guardian for permission before they download and play. This game requires an Internet connection. <br />\r\n<br />\r\nAnimal Jam<br />\r\n©2020 WildWorks",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/822240/header.jpg?t=1740080349",
    "developers": [
      "WildWorks, Inc."
    ],
    "publishers": [
      "WildWorks, Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2025 年 1 月 8 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}