{
  "823820": {
    "name": "Fallen Dungeons",
    "steam_appid": 823820,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Fallen Dungeons</i> is a grid-based dungeon crawler which melds modern aesthetics and mechanics with old school game design.<br><br>Adventurers seeking refuge from the storm find themselves drawn in to an expedition to a remote peninsula where promised treasures await inside a forgotten Keep.  Once the party have gained entrance they realise that not all is as it seems within its walls.  A dark magic appears to have engulfed the Keep and new factions of creatures have taken up refuge.  If the party wish to survive they must delve deep into the bowels of the Keep and uncover what secrets it holds.<br><br>At its core <i>Fallen Dungeons</i> resurrects the classic dungeon crawler games of the late 80s and early 90s.  With real time melee combat, spell systems and tile-based movement the player is immersed in the challenge ahead.  The Keep contains many devious secrets and puzzles which make progress more challenging and engrossing.  On your journey you will meet many different creatures, and maybe a few stranded souls, each with their own tactics and motives.  As the story progresses you will venture into different locations, each tailored to challenge the player and reward the brave.<br><br>Play <i>Fallen Dungeons</i> today and start your quest into the depths!<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li>Explore the depths of the Keep and other environments.  Intricately designed levels span huge spaces (up to 40x40 tiles).<br></li><li>Rune based spell systems.  As your spellcasters gain experience from combat they will increase their knowledge of the arcane arts, becoming formidable allies as the adventure unfolds.  <br></li><li>Medicines and potions can be crafted with materials found scattered throughout the world.<br></li><li>Traditional monster designs inspired by classic myths and legends make menacing foes.<br></li><li>Create your own party of four characters.  Customise each member with your selection of race, class, gender and appearance.<br></li><li>Submerse yourself in a more believable world which uses real time physics to enhance the experience.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/823820/header.jpg?t=1702907710",
    "developers": [
      "Vita Software"
    ],
    "publishers": [
      "Vita Software"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2028 年 4 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}