{
  "824160": {
    "name": "Fantasy Grounds - Pathfinder RPG - Ruins of Azlant AP 6: Beyond the Veiled Past (PFRPG)",
    "steam_appid": 824160,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the <strong>Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" ><strong>Pathfinder Adventure Path #126: Beyond the Veiled Past (Ruins of Azlant 6 of 6)</strong></h2><i>by</i><strong> Thurston Hillman</strong><br><strong>Avert Catastrophe!</strong><br>The insidious alghollthus who sank Azlant beneath the treacherous ocean in ancient times mobilize their forces even as the heroes close on their enemies for a final confrontation. After preparing their allies for the impending assault, the heroes must fight their way through the submerged ruins of an ancient weapons facility packed with dangerous guardians and unstable magic to stop their monstrous foe before the veiled master unleashes a devastating eldritch attack to reignite the war against humanity, plunging the world into chaos just as the alghollthus did when they brought Azlant to ruin so long ago.<br><i>This volume of Pathfinder Adventure Path concludes the Ruins of Azlant Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;Beyond the Veiled Past,&quot; a thrilling Pathfinder adventure for 15th-level characters, by Thurston Hillman.<br></li><li>Ways to continue your campaign as well as information on the catastrophic results if the heroes fail, by Robert Brookes.<br></li><li>A glimpse at some of the nefarious plots of the cunning veiled masters, by Robert Brookes.<br></li><li>An exploration of what it would be like for an ancient Azlanti to suddenly awaken in modern-day Golarion, by Eleanor Ferron.<br></li><li>A bestiary of both dangerous and friendly monsters, by Thurston Hillman, Crystal Malarsky, and Scott Sharplin.</li></ul>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul>&lt;b&gt;Requires:&lt;/b&gt; The free Fantasy Grounds virtual tabletop (VTT) software.<br><i><br><strong><br>Adapted for Fantasy Grounds by: [/i]Christopher Ward</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/824160/header.jpg?t=1768394080",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 11 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}