{
  "824170": {
    "name": "Relic Raiders",
    "steam_appid": 824170,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to <strong>Relic Raiders</strong>, the ultimate multiplayer showdown! Engage in adrenaline-pumping battles across two thrilling game modes. In &quot;<i>Rise and Brawl</i>&quot;, fight tooth and nail in a dynamic battle royale where the battlefield is procedurally generated. Unleash chaos and harness the power of usable items to strategically reshape the landscape and gain an edge over your opponents. Adapt to the ever-changing environment and emerge as the last one standing!<br><br>But that's not all—prepare for the highly anticipated &quot;<i>Classic Raider</i>&quot; mode. Join forces with your teammates in an epic best-of-five rounds match, each taking place on a unique map layout. With two distinct environments at your disposal, you'll have access to a staggering variety of 10 unique maps. Each map is meticulously balanced, offering the losing team advantages to turn the tide of battle. Work together, communicate, and employ cunning strategies to secure the powerful relic in strategic zones.<br><br>In <i>Classic Raider mode</i>, the excitement doesn't end with map variety. As you progress through each round, you'll have the opportunity to upgrade your skills, becoming more powerful with each step. Choose your upgrades wisely, customize your playstyle, and evolve into an unstoppable force on the battlefield. Dominate your opponents, seize victory, and leave your mark as a legendary Raider!<br><br>Relic Raiders caters to your preferred control scheme. Engage in combat with precision using a mouse and keyboard or grab a controller for a seamless gaming experience. The choice is yours, ensuring that you have the optimal control setup to unleash your skills and dominate the competition.<br><br>Whether you're a seasoned Raider or a newcomer seeking excitement, Relic Raiders offers a multiplayer sensation like no other. With its action-packed gameplay, six unique characters, each equipped with their own special abilities, weapons, and skills, you can carve your path to victory. Gather your friends, form a team, and prepare for an unforgettable journey into the heart of battle!<br><br>Don't miss out on this multiplayer experience! — download Relic Raiders now and prove yourself as the ultimate raider in a world where victory is everything.<br><br>Want to talk with the dev's or find new friends playing Relic Raiders? <strong>Join our Crystallized Games Discord: </strong><br><br>Relic Raiders is currently in <u>Early Access</u> and will continue to change and improve over time. At its core RR is a platform for unlimited game mode expansion, we want to keep RR fresh and fun to play so we are planning to release new game modes and events as development continues.  We have looked towards our friends in the gaming community to help us build Relic raiders, this is something we don't plan on changing, Your thoughts, feedback and ideas are super important to us.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/824170/header.jpg?t=1684272347",
    "developers": [
      "Crystallized Games"
    ],
    "publishers": [
      "Crystallized Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 26 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}