{
  "824350": {
    "name": "Revoke Demo",
    "steam_appid": 824350,
    "required_age": 0,
    "is_free": true,
    "description": "Noan, a little boy nurtured by the Rebels, is the world's only organic human and treasured as the true saviour of the world.<br />\r\n<br />\r\nJune, 2081, the first large-scale battle between Government and Rebel forces, the Battle of the Caspian Sea, broke out. The Rebel relied on Noan to wantonly incite the people around the Caspian Sea to confront the government, who duly sent troops to suppress the dissent. The battle lasted for two months and ended with Noan being kidnapped by Government forces.<br />\r\n<br />\r\nIn January, 2082, Major Miya was sent to rescue Noan. After some trouble Miya was recalled due to seriously injury, here our story begins...<br />\r\n<br />\r\n“Time Freezing”/Superhuman Speed<br />\r\nWith cutting edge technology, you can enter a crazy speed during fight, almost feels like time is freezing. Experience the engaging moment and deal with agile enemies. That could be the best thing of being a cyborg.<br />\r\n<br />\r\nMultifunctional Bionic Hand<br />\r\nEquip and change combat modules on your bionic hand to use different technics. It can even transform into a super cannonball!<br />\r\n<br />\r\nAmazing Boss Fights<br />\r\nIntense, crazy and fun, boss fights is the most exciting part in Revoke. More than “the bigger the better”, the bosses are very cunning and sinister, be aware of a second stage conversion attack!<br />\r\n<br />\r\nArcade Soul<br />\r\nEnjoy free locomotion with less motion sickness; Fluid game level process inspired by 90s arcade style; Moreover, enhanced enemy AI brings you remarkable challenges.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/824350/header.jpg?t=1524880412",
    "developers": [
      "NEUN Games"
    ],
    "publishers": [
      "NEUN Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}