{
  "825160": {
    "name": "Lollihop",
    "steam_appid": 825160,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >So Real You Can Taste It!</h2>Embark on a journey through three distinct, beautifully rendered worlds. Each realm in <strong>Lollihop</strong> is brimming with vibrant colors and lively characters, setting the stage for an immersive and enjoyable experience. Your mission is to navigate these realms, using the unique lollihop to leap, bound, and collect a variety of juicy fruits scattered throughout the levels.<h2 class=\"bb_tag\" >Innovative VR Experience</h2>Lollihop leverages the power of VR to enhance traditional platforming mechanics. The stereoscopic vision offered by VR headsets allows for unparalleled depth perception, enabling you to make more precise and challenging jumps. This innovative use of technology not only enriches the gameplay but also brings a fresh perspective to the platformer genre.<h2 class=\"bb_tag\" >A Sweet, Bite-Sized Adventure</h2>Perfect for those seeking a short yet satisfying gaming experience, Lollihop combines the joy of classic platformers with the innovative features of VR. Whether you're a longtime fan of platforming games or new to VR, Lollihop promises a sweet, diabetes-inducing adventure that's not just a game, but a delightful journey through a world of wonder and excitement.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/825160/header.jpg?t=1702137456",
    "developers": [
      "Adjective Animal"
    ],
    "publishers": [
      "Adjective Animal"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 12 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}