{
  "825350": {
    "name": "Downhill Deceits",
    "steam_appid": 825350,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>The world has ended.</strong><br><br><strong>That is enough exposition.</strong><br><br><i>Warning: This game is really difficult; if you can't beat it, you're really bad.</i><br><br>Downhill Deceits is a fun game where you play as a quiet man on an orange bike who goes down because an old man told him to, and there are islands. The laws of physics have been altered in convenient ways that allow our hero to fall from sky-island to sky-island on his bike/mobility-scooter/thing that he has from the beginning of the game. No one knows why the man on the orange bike is ascending up the elevator to a modernly-decorated room, and no one will find out. Before any questions can be answered, the man on the orange bike is confronted by the girl. No one knows who the mysterious blind-folded girl on the edge of the terrace is, and no one will find out. Before the man on the orange bike can become a non-silent protagonist, something happens that will change the course of the universe forever.<br><br>Downhill Deceits features a drastically original game-play system that has never been seen by anyone ever. Maybe. One simple game-play rule: Go down to progress the story. Don't worry, you'll surely find another island to fall safely upon (because there's no fall damage for some reason). There's an arcadey physics-based combat system that allows you to slow down time to shoot a variety of sci-fi cubes at a wide range of enemy types. From the onset, expect weak foes such as the meager ficus, but use your sci-fi currency to upgrade your gear to take on the more aggressive foes that desire to obstruct your goals. There is only one rule to progress the story: Go down!<br><br><strong>Features:</strong><br>-A quiet man on an orange bike<br>-A girl<br>-An old man who watches your base and motivates you<br>-An Asian guy who shows up every once and a while<br>-Islands littered with amazing detail<br>-Scifi-currency &amp; Upgrade system<br>-An amazing sci-fi cube gun<br>-Ficus<br>-Followers of The Faith of Uckerism<br>-Amazing boss fights<br> -Ability to use custom music*<br>-Harley Mode**<br>-Support for multiple aspect ratios***<br>-Full Japanese dialogue****<br><br>*To utilize custom music, start the game at least once, then place your choice of three appropriate .wav files into the folders in the folder titled &quot;DownhillDeceitsMusic&quot;. It needs to be .wavs, blame Unity's 'WWW' class.<br><br>**This game may be difficult for the average casual. For a more easygoing experience, wait for 5-10 seconds on the menu until the &quot;Harley Mode&quot; toggle appears in the lower left-hand corner and switch the toggle to &quot;on&quot;.<br><br>***While technically any aspect ratio is supported (hacks might be required), some text is only view-able via 16:9 or 16:10, and 4:3 will cut it off. <br><br>****The Japanese included might be incorrect or not make any sense. It was included mostly for the sake of practice.<br><br>After that amazing description, there should be no doubt left in your heart as to whether or not you should get the game. Expect 3-6 hours of game-play from the story, which is more than fair considering the game's almost non-existent price tag. This game was made entirely by one person with no development budget.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/825350/header.jpg?t=1538375270",
    "developers": [
      "Jack"
    ],
    "publishers": [
      "Also Jack"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}