{
  "826430": {
    "name": "Twilight Phenomena: The Incredible Show Collector's Edition",
    "steam_appid": 826430,
    "required_age": 0,
    "is_free": false,
    "description": "From <strong>ERS Game Studios</strong>, acclaimed creators of the <i>PuppetShow</i> and <i>Grim Façade</i> series, comes a new phenomenon to investigate! <br><br>It’s that time of year again! Visiting the Strauss Circus has been a tradition for you and your sister, Judith, for many years. But this year, when Judith is chosen from the audience to help with a magic act, you discover that the smiling faces on stage aren’t as happy as they first appear. Judith doesn’t meet you after the show, and you quickly realize something is wrong. Search the circus and uncover the dark secrets haunting the performers and animals who call it home. But you’d better hurry! Time is running out in this Hidden Object Puzzle Adventure game! <br><br>This is a special Collector's Edition release full of exclusive extras you won’t find in the standard version. The Collector’s Edition includes:<br><br>Are you brave enough to face a new foe in the bonus game?<br>Step right up and replay mini-games, movies, and HOPs<br>Marvel at wallpapers, music, concept art, and more<br>Come one, come all for the comprehensive Strategy Guide<br><br><br>This is a Hidden Object Puzzle Adventure game, meaning a specific genre of story-driven, point &amp; click adventures. Throughout the game, players are tasked to find a list of objects hidden within a particular scene, and to occasionally complete various mini-games/puzzles.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/826430/header.jpg?t=1764624369",
    "developers": [
      "AMAX Interactive"
    ],
    "publishers": [
      "BFG Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}