{
  "827170": {
    "name": "FlickSync - Mad Hatter VR",
    "steam_appid": 827170,
    "required_age": 0,
    "is_free": true,
    "description": "**This game requires a microphone to play**<br />\r\n<br />\r\nImagine becoming your favorite movie character by taking their place as the main star. Embodying Darth Vader and “altering the deal”, or stepping into Jack Sparrow’s boots and drunkenly slurring “where’s the rum?!” Innovative entertainment means taking mediums we know and love and taking a new perspective.<br />\r\n<br />\r\nAnother main inspiration was Ernest Cline’s “Ready Player One”. In the story, when an OASIS avatar begins a FlickSync game, they become a specific character from a movie and have to recite lines of dialogue. When the avatar speaks, they will speak in the voice of the specific character, move around as the character, see, hear, and feel anything the character would see, hear, and feel in the movie.<br />\r\n<br />\r\nPlayers can take on the roles of their favorite story characters, acting out scenes and speaking the lines of their assigned character. They enter into the Tea Party scene from Alice’s Adventures in Wonderland and become Alice, the Mad Hatter, or the March Hare. They can also play the scenes with their friends, with each person being assigned different characters using their own Oculus Rift, HTC Vive, and Windows MR headsets. During the scenes, when a character needs to speak, a cue card shows the user the lines assigned to them. They have to speak the lines correctly within an assigned period of time. Players are scored by how well they speak their lines of dialogue. The title of winner of the game goes to whoever gets the highest percentage!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/827170/header.jpg?t=1522433341",
    "developers": [
      "Flicksync"
    ],
    "publishers": [
      "Rocket Tiger Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}