{
  "827240": {
    "name": "Expansion - Europa Universalis IV: Dharma",
    "steam_appid": 827240,
    "required_age": 0,
    "is_free": false,
    "description": "A region rich in history and culture promises great material riches to the empire that can control its trade. The competition for territory and access to the wealth of India requires diplomatic tact and some military muscle. But who is exploiting whom in this great game in the world’s most profitable markets?<br><br><strong>Europa Universalis IV: Dharma </strong>is a new expansion for Paradox Development Studio’s classic game about exploration and empire building in the early modern era. Dharma devotes its greatest attentions to the battles over the control of India’s trade and territory. It also hopes to add more peace time decisions to fill in those quiet moments when you are planning your next big push for power.<h2 class=\"bb_tag\" >Features of Europa Universalis IV: Dharma include:</h2><h2 class=\"bb_tag\" >Design Your Government:</h2> Unlock reforms that will define how you govern your kingdom or republic, earning free policies and boosting the power of some estates.<h2 class=\"bb_tag\" >Reworked Policy System:</h2> Policies get a new look in the free update, but Dharma will include special bonuses that make this system even more attractive.<h2 class=\"bb_tag\" >Trade Company Investments:</h2> Upgrade and improve the provinces tied to your trade companies, conferring bonuses both to the European master and neighboring Indian nations.<h2 class=\"bb_tag\" >New Indian Mission Trees:</h2> Unique mission paths for the most important Indian sultanates and kingdoms.<h2 class=\"bb_tag\" >New Indian Estates: </h2>Alongside a free update to the estate system, India gets five new castes. Raise the brahmins to reduce unrest in a province or install Jain governors for a boost to income while reducing manpower..<h2 class=\"bb_tag\" >New Mughal Culture Bonus: </h2>The Mughal Empire can assimilate and accommodate newly conquered cultures with ease.<h2 class=\"bb_tag\" >Charter Companies: </h2>Europeans can buy a foothold into trade charter zones in Africa and Asia, if they can find a prince that trusts them.<h2 class=\"bb_tag\" >Upgraded Trade Centers:</h2> Invest in the development of your Centers of Trade<h2 class=\"bb_tag\" >And more, including: </h2>new ways to suppress rebellion, the monsoon season, new uses for colonists in non-colonial development, scornful insults, multiplayer teams, new art, and a host of new achievements.",
    "supported_languages": "英语, 德语, 法语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/827240/header.jpg?t=1699866071",
    "developers": [
      "Paradox Development Studio"
    ],
    "publishers": [
      "Paradox Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9800,
      "final": 9800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 98.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Negative",
      "total_positive": 5,
      "total_negative": 81,
      "total_reviews": 86
    }
  }
}