{
  "827280": {
    "name": "School Fab Lab VR",
    "steam_appid": 827280,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><h2 class=\"bb_tag\" >School Fab Lab Virtual Reality (SFL VR) makes it possible for anyone to experience a digital fabrication laboratory from anywhere, using virtual reality!</h2></strong><br><br>School Fab Lab Virtual Reality replicates an environment simulating a physical presence where users delve into different stations and learn about various digital fabrication processes. Immersion in the Fabrication Laboratory enables them to interact with machines, learning how to use them and what is possible to fabricate.<br><br>Intended to reach any student, K-12 school, or educational institution, SFL VR provides knowledge and training on digital fabrication without requiring physical access to the machines or space.<br><br>Immersed in the Fab Lab, you interact with machines, learning how to use them and what can be created, how to fly drones and build 3D printers.<br><br>If you want to build a Makerspace, this environment helps you to understand machine size, space required, and layout in respect to your physical space.<br><br><strong>The School Fab Lab Virtual Reality App allows you to:</strong><br> - 3D Print, Laser Cut, Vinyl Cut, and CNC Mill various objects out of a multitude of materials<br> - Pick up objects to examine what you build to understand object physics and dynamics<br> - Find pre-selected objects online to bring into the VR space<br> - Learn how to assemble and disassemble 3D printers<br> - Practice flying a drone with flight simulation using first-person-view (FPV)<br> - Operate Machines to understand the digital fabrication process<br> - Experience additive and subtractive manufacturing<br> - Learn how to navigate in a 3D space<br> - Customize space layout<br><br><strong>Mission:</strong><br>Our passion is to empower youth with 21st century skills. Our mission is to improve the teaching of science, technology, engineering, art and mathematics (STEAM) in schools, utilizing mixed reality as a toolset for educators.<br><br><strong>More about the App</strong><br>Over the last four years, we developed Virtual Reality (VR) and Augmented Reality (AR) applications to bring digital fabrication laboratories, known as Fab Lab Makerspaces, to K-12 education. The Apps empower educators to create immersive environments that bring digital fabrication machines into their classroom. Students learn how 3D Printers, Laser Cutters, Vinyl Cutters and CNC Milling Machines work and experience fabricating various objects. With this new tool teachers and students can design, configure and transform their classroom into a virtual Fab Lab Makerspace using VR, AR and situated learning.<br><br><br><strong>Partners:</strong><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/827280/extras/fd1281fdd44f0575d1deb623bade01d4.avif?t=1543916130\" width=618 height=595 /></span>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/827280/header.jpg?t=1543916130",
    "developers": [
      "School Lab"
    ],
    "publishers": [
      "School Fab Lab"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 13800,
      "final": 13800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 138.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 10 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}