{
  "827730": {
    "name": "RPG World - The Creative Pack",
    "steam_appid": 827730,
    "required_age": 0,
    "is_free": false,
    "description": "The Creative Pack adds more creative control to your RPG World adventure making - it includes:<h2 class=\"bb_tag\" >Huge Game Asset Library</h2><br>Bring your asset library up to well over 900 items including undead skeletons, cursed knights, haunted crypts, towering bosses, homely taverns, friendly NPCs and even a chicken! With the click of a button, you can change your world from a foggy blighted land to an enchanted mushroom kingdom, using our 9 world themes. This library is constantly growing, giving you real freedom and creativity for your action RPG adventures. Paint any object in the world to add your own style and feel. You can even create and paint your own enemies or NPCs using The Character Creator - assign them a behavior, tweak their stats and add your own unique touch. Create complex and interesting storylines with exciting quests using the feature-packed Quest Editor. No coding required - you can easily drop in enemies, buildings, and bosses, and link your worlds to form huge realms.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/827730/extras/53d43f75efdbdc3a37b12628c1123447.avif?t=1533327939\" width=562 height=243 /></span><h2 class=\"bb_tag\" >The Character Creator</h2><br>Craft your own enemies out of a wide selection of body parts, ranging from a pumpkin head to a giant eyeball body! Mix and match left and right limbs. Get creative with the paint pallet, assign glows and metals, fill worlds with enemies straight from your imagination. Body parts can also be hidden to create spooky floating enemies, assign its behavior, health, damage and more. Scale options give you the power to change the size of the head and overall height. Make a whole army of scary undead that fights on the side of the player if you want to!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/827730/extras/e6d6ff2bc229633ebb021cd9c839a963.avif?t=1533327939\" width=562 height=350 /></span><h2 class=\"bb_tag\" >Create Unlimited Worlds</h2><br>Remove the two world limit and create as many worlds as you wish. RPG World will store everything you create, allowing you to play them any time you wish, or even publish them to the workshop to share them with the whole world.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/827730/extras/5722d8cc823f65a55d4e62f7f17a5543.avif?t=1533327939\" width=800 height=450 /></span><h2 class=\"bb_tag\" >Host Your Own GAMES</h2><br>Proud of a game you have created?  Want to share your creation with the whole world? With the Creative Pack you can host the worlds you create in the workshop for anyone to play. You could have a main world that itself links to 20 other worlds, or each world links to just one, your choice entirely. Quest progression is retained between worlds so you can return to a previous world in the same game and carry on where you left off. The new SAVE PROGRESS feature means you can save your progress in any of the games you play from the workshop - that also means as a creator you are free to create a grand masterpiece of epic world proportions, without worrying about the players having to complete it in one sitting.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/827730/extras/b07903f3f23d9077f4a3905cc815bccc.avif?t=1533327939\" width=800 height=450 /></span>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/827730/header.jpg?t=1533327939",
    "developers": [
      "RaveyLarge"
    ],
    "publishers": [
      "RaveyLarge"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}