{
  "827930": {
    "name": "Strive",
    "steam_appid": 827930,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Unique, competitive gameplay</h2><br>In Strive you will have to collect several materials, craft your own items, face wild creatures, run from or eliminate human foes and all of this together if you want to win. The rule is simple: the best strategy gets the worm.<h2 class=\"bb_tag\" >2 ways to win</h2><br>Either you survive (and kill) to be the last player alive or ignore everyone and go straight to the Emperium, the core of the game, to break it--both ways will lead you to victory. Regardless of the path you take, don't forget to always watch your back because other players will be pursuing the first place as much as you.<h2 class=\"bb_tag\" >Quick matches or long matches: the best strategy will decide</h2><br>From 10 minutes to 10 hours, there is no time limit for a match. The game is designed to be fast-paced, no limits are set--the match only stops once one of the two victory rules are satisfied.<h2 class=\"bb_tag\" >Compete against 5 to 10 players</h2><br>With an integrated matchmaking system, you'll be able to play matches from 5 to 10 players to see who's best.<h2 class=\"bb_tag\" >A huge items diversity</h2><br>With 30+ craftable items and no shops where you buy or sell gear, you have to face level creatures and collect their materials to craft the items you think are best suited for the match and character you're playing.<h2 class=\"bb_tag\" >Easy to get into</h2><br>Strive requires less than 8 matches to understand everything that is going on. After that, all you have to think about is the best strategy to win the game.<h2 class=\"bb_tag\" >Gloriously strategic</h2><br>Strive is deeply strategic - with immense possibilities of the crafting system and two paths to victory, you will have to carefully consider your options. Your foes are likely to always do something unexpected.<h2 class=\"bb_tag\" >PvP or PvE win the game</h2><br>You read it right--a match can be perfectly won without requiring you to kill other player-controlled characters or other player-controlled characters to be killed. If you're not in the mood to PvP, alright--focus on the Emperium and the victory may be even more rewarding.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/827930/header.jpg?t=1531242717",
    "developers": [
      "Vincae Entertainment"
    ],
    "publishers": [
      "Vincae Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 14 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}