{
  "828320": {
    "name": "Grid Clash VR",
    "steam_appid": 828320,
    "required_age": 0,
    "is_free": false,
    "description": "IMPORTANT NOTE: You can run pretty fast without moving your arms at all - just by moving your head!  Just press your trackpad/joystick into the direction want to go and then you start jogging on the spot SO YOUR HEAD MOVES UP AND DOWN. <br>To sprint you will have to move your arms as well as your head! <br><br><br>Your primary goal is to shoot the ball through the opposing teams goal ring. To stop opponents you can slice them with discs you can spawn at any time. In short you could describe this game as mixture of basketball and a disc battle in arenas full with obstacles and hiding places. <br><br>This game is build around  a &quot;run in place&quot; locomotion system. To move or to throw anything in this game you really have got to move. This not only makes it a great workout but also adds a great deal to the immersion.<br><br>In the long term there will be Leagues/Stats/Rankings added to this game.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li> Well tuned &quot;run in place&quot; locomotion system<br></li><li> Highly optimized network code - not for low bandwidth but for high immersion even with some latency.<br></li><li> Three thrilling game modes:<br><ul class=\"bb_ul\"><li> <strong>Attack:</strong> Get possession of the ball and throw it through your opponents goal ring.<br></li><li><strong>CTF:</strong> Protect your teams ball while trying to steal the enemy ball.<br></li><li><strong>Last Team Standing:</strong> There is no ball - just try to slice the entire opposing team to score. </li></ul></li><li> Pretty smart bots with 5 different strengths for all types of players.  They not only make good adversaries but are also good team mates.  <br></li><li> Very comfortable voting system. The complete setup of a server can be controlled by the players - the majority decides.<br></li><li> Voice Chat with multiple emission modes:<br><ul class=\"bb_ul\"><li><strong>Near proximity chat:</strong> You can always hear players close to you with no obstacles between you and them. <br></li><li><strong>Team Chat:</strong> Exchange valuable information with your team mates over greater distances.<br></li><li><strong>Announce Mode:</strong> This is mainly to convince all players in the game to vote for a poll.</li></ul></li><li> Spatialized 3d sound - hear the exact position of the footsteps of your opponents. If a disc nearly missed you, know exactly how tight it has just been.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/828320/header.jpg?t=1570270316",
    "developers": [
      "Great Boolean"
    ],
    "publishers": [
      "Great Boolean"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}