{
  "828690": {
    "name": "Fantasy Grounds - Path of Dragons (PFRPG)",
    "steam_appid": 828690,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Path of Dragons</strong></h2>Dragons are amazing creatures, with an epic legacy throughout myth, legend, and RPGs, but when heroes rise to the heights of mythic power sometimes the dragons in your campaign are the ones running for cover. The mythic rules for the Pathfinder Roleplaying Game offer an amazing toolkit for building exciting and amazing monsters, but the balance of power is still decidedly pro-PC. NO MORE!<br>Path of Dragons from Legendary Games brings you nearly 70 new mythic abilities specially tailored for the scaly suzerains of monsterdom, including a host of abilities suitable for every kind of dragon, from clinging breath to impenetrable scales and from winged tempest to strafing breath. In addition to this array of abilities both offensive and defensive, Path of Dragons also brings you rules for new Dragon Paths: focused clusters of special abilities built around key themes of dragonhood, from a miser dragon's fool's gold, hoard crawlers, and jeweled coat to a tyrant dragon's mythic minion, imperious glare, and cult of the dragon! These Dragon Paths work in concert with existing mythic abilities and can be applied to any mythic dragon of any age, color, or species, because you just might need an cunning green dragon sibilant, a hulking white dragon titan, a brilliant blue dragon arcanius, a stoic silver dragon watcher, or a soaring brass dragon skylord. Good or evil, chromatic or metallic or something else, every dragon in your campaign will find something to smile about in Path of Dragons. Mythic dragons are great, but now it's time to Make Your Dragons Legendary!<br>The Mythic Path series from Legendary Games looks to fill in the niches that are not quite served by the existing mythic paths, providing exciting new options for your mythic heroes and diabolical dirty tricks for your mythic villains, made by the same creative minds that helped build the mythic rules. Whether for heroes or villains, the abilities in these Mythic Paths offer a host of great new options for your mythic game, bringing fabulous flavor and imaginative mechanics with the standard of excellence in design that you've come to expect from Legendary Games. Pick up this supplement for today and Make Your Game Legendary!<br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.<br><i>Conversion by:</i><strong> Jay Scheponik</strong><br><i>Adapted for Fantasy Grounds by: </i><strong>Jay Scheponik</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/828690/header.jpg?t=1768394181",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 22 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}