{
  "828940": {
    "name": "Yoltrund Demo",
    "steam_appid": 828940,
    "required_age": 0,
    "is_free": true,
    "description": "Templarius Games Studios is proud to present a tale from Michael Cox.<br><br><strong>This game is in Early Access and is under active development. Not all levels have been added and all planned content will be added by final release.</strong><h2 class=\"bb_tag\" ><strong>YOLTRUND</strong></h2><i>Yoltrund: The World of Eternal Woe</i>, a short story written in 2014 by Michael Cox, now takes flesh as <i>Yoltrund</i>. Using unique lore and characters, this tale is told.<br><br>Long before, there were Two, two brothers of The Ones Who Came Before; one of Light, one of Shadow. These brothers collided to form a third; one of Flame. The One King, burning with anger and hatred, created the Void that lives in all things; the barrier between realms to prevent his elder brothers from fighting further. <br><br>He then succumbed to Sin, causing his eternal fires to rage onward in beautiful shadow. In doing so, he created his realm of Yoltrund, where he punishes such sinners with purifying flame. <br><br>He then vanished, never to be seen again.<h2 class=\"bb_tag\" ><strong>YOLTRUND, THE GAME</strong></h2>Experience the gripping tale as you play as a lost soul, trapped within Yoltrund, and must find his way out of the realm of eternal fire. However, to do so, he must travel deeper into this dark world and must survive the mazes within to prevent himself from being corrupted beyond saving.<h2 class=\"bb_tag\" ><strong>FEATURES</strong></h2><ul class=\"bb_ul\"><li> Unique and incredibly deep story and characters based on almost a decade's worth of lore from the unique Kaiyumian lore base. And with seeds planted in Yoltrund for future instances, your mind will race to solve the mysteries of Yoltrund for them to be revealed in time!<br></li><li> Yoltrund uses a Diary which details your journey through Yoltrund, from the places seen to interactions with characters, all using original quotes from the original story!<br></li><li> Yoltrund uses a unique 2D-3D style, using 2D pixel art, but with 3D effects and sequences. This style brings depth and beauty to each level.<br></li><li> Hand-crafted art and sound effects to make each region of Yoltrund unique and deep.<br></li><li> Yoltrund is designed with the perspective of old day RPG's; no frequent patching and no DLC's to allow for a complete and enjoyable experience at launch. </li></ul><br>Experience the unique tale of Yoltrund, coming soon!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/828940/header.jpg?t=1530962269",
    "developers": [
      "Michael Cox"
    ],
    "publishers": [
      "Templarius Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}