{
  "829400": {
    "name": "Wren's Journey",
    "steam_appid": 829400,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><h2 class=\"bb_tag\" >Story</h2></strong><br>Explore a deeply handcrafted world with mystery far and wide. Venture as Wren, a tribal human who was banished a long time ago and stranded along the shore of the island of virtue. Defended by a Guardian Spirit that is the shape of a bear, speaks to you of perilous times ahead and that his time is soon at an end. Instead that your time as the new Guardian Spirit of this Island is just beginning.<br><br><strong><h2 class=\"bb_tag\" >Gameplay</h2></strong><br>Roam around the island and discover all the various animals of the world adding new entries to your journal. Find hidden objects that can unlock new abilities. Using your new ability to transform as the new bear spirit you can now chase down and execute prey or those that are destroying the environment. Protect nature from wandering humans by driving them out and cutting off hunting parties. Transform back to humans making diplomatic decisions to keep the balance or if all else fails, forcibly remove the invaders. Dodge traps, hunt animals, explore caves, find lost stories from past explorers or guardians, and much more to discover in Wren's Journey.<br><br><strong><h2 class=\"bb_tag\" >Map</h2></strong><br>The Island of Virtue has many places to explore.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/829400/extras/de3e16f4bbebd40d64377c98e180161a.avif?t=1758228442\" width=550 height=412 /></span><br>* Tundras<br>* Mountian Ranges<br>* Forests<br>* Wetlands<br>* Deserts<br>* Plains<br>* Caves<br>* Landmarks<br>* Villages<br>* Rivers<br>* Lakes<br><br><strong><h2 class=\"bb_tag\" >Key Features</h2></strong><br><br><ul class=\"bb_ul\"><li> <strong>Driven Story Objectives</strong><br>            Learn about your destiny, and delve further into the center of the island exploring through a deep and narrated story of your future as the new Guardian Bear Spirit<br>    </li><li> <strong>Abilites</strong><br>         As the new Guardian Spirit, you take on many new abilities, transformation into the Great Bear Spirit being one. Scent detection and finding hidden things or following trails are another.<br>    </li><li> <strong>Human Invasion</strong><br>            Shortly after your arrival, many tribes are starting to settle this land. Some are destructive and some are persuasive. Involve yourself with them and help keep the peace of the wilderness, by whatever means necessary.<br>    </li><li><strong>WildLife</strong><br>            Many species of animal roam the island from various types of Deer to Buffalo. Every part of this World will see to some life. Careful not all the creatures tend to be as friendly as they seem, even for you, the Guardian of this place.<br>    </li><li><strong>Hidden Mysteries</strong><br>             Scattered around the island are many items that give knowledge of past experiences that previous Guardians had. </li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/829400/header.jpg?t=1758228442",
    "developers": [
      "Tyson Toller"
    ],
    "publishers": [
      "Tyson Toller"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}