{
  "830560": {
    "name": "OVERTURN: Final Operation",
    "steam_appid": 830560,
    "required_age": 0,
    "is_free": true,
    "description": "<i>After the down of Beholder (OVERTURN), MAGI is left alone and since the last fight, she lost all her abilities and is unable to fight anymore. <br><br>Enemies are still coming and they show no sign of stopping...<br><br>It’s terrifying to see that there are still a huge number of enemies even though many of them have been defeated before. The enemies surround MAGI and come to get her.<br>Thought this is the end, MAGI is giving up slowly, but all of a sudden unknown Androids come and fight the enemies.<br>Startled, MAGI looks at them. She has no idea of who they are and where they come from. But one thing that she knows, the androids are sent to protect and rescue her.<br><br>MAGI uses the very last of her power and makes an attempt to escape with the help of the Androids on her <strong>Final Operation</strong>.</i><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/830560/extras/28cb2efd917c6234572c9e1021fc1b89.avif?t=1550596519\" width=620 height=237 /></span><br>As the continuance of OVERTURN, <strong>OVERTURN: Final Operation</strong> is a multiplayer co-op FPS VR game which allows you to join other players (up to 4 players) to play the game and escort MAGI to the end. As you fight together with your teammates, MAGI will provide you with various items which help you go through waves of enemies. During the battle you will also be able to communicate with your teammates through Voice Chat system. Revive your fallen teammates and leave no one behind. The further you go, the more difficult it will be. Will you be able to reach the end?<h2 class=\"bb_tag\" ><strong>Items</strong></h2><ul class=\"bb_ul\"><li>HP: Recovers your health during battle. <br></li><li>Grenade: Throws a grenade at enemies and defeat them in one blow.<br></li><li>Shield: Creates an invincible shield for a few moments.<br></li><li>Rapid Beam Rifle: A fully automated firearm designed to fire beams rapidly.</li></ul>",
    "supported_languages": "英语, 韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/830560/header.jpg?t=1550596519",
    "developers": [
      "oneIMMERS",
      "Studio HG"
    ],
    "publishers": [
      "YJM GAMES"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}