{
  "831070": {
    "name": "The Cabinets of Doctor Arcana",
    "steam_appid": 831070,
    "required_age": 0,
    "is_free": false,
    "description": "On a dark and stormy Halloween night, you find yourself standing before the gothic gates of Arcana Manor, the castle home of Doctor Arcana, the world famous magician who vanished several years ago. A strange force compels you to find a way in, but as soon as you set foot inside the mansion, the door slams shut behind you, sealing you inside the eerie manor house. A ghostly vision appears before you, presenting you with a challenge: Resolve a maze of riddles and perplexing puzzles, or be doomed to spend eternity locked inside the inescapable mansion. Do you dare accept the deadly challenge to discover the secrets that lie within The Cabinets of Doctor Arcana? Once you begin, there's no turning back.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>    A captivating mystery set in the shadowy realm of magic and illusion.<br></li><li>    Over 50 perplexing puzzles, mind-bending mazes, and confounding conundrums.<br></li><li>    Original soundtrack by Nox Arcana.<br></li><li>    In-game art gallery featuring dozens of eerie works of art by Joseph Vargo.<br></li><li>    Detailed walkthrough from Doctor Arcana himself.</li></ul><h2 class=\"bb_tag\" >The origins of Doctor Arcana</h2><i>The Cabinets of Doctor Arcana</i> is a throwback to the early computer puzzle games like <i>The 7th Guest, Shivers</i> and <i>Jewels of the Oracle.</i> <i>The Cabinets of Doctor Arcana</i> was designed to have a very retro look and feel within a simple framework with minimal mouse controls. The end result is an effectively moody and entertaining game that evokes a haunting sense of nostalgia.<br><br>The concept for the game began as a feature in <i>Dark Realms Magazine</i> published by Monolith Graphics in 2000. The feature created by Joseph Vargo was called <i>The Cabinets of Doctor Arcana</i> based on the title of the classic silent horror film <i>The Cabinet of Doctor Caligari.</i> In each issue, the condescending Doctor Arcana presented puzzles for the readers to ponder, then insulted the integrity of anyone who correctly solved them. This jeering humor carries over into the game as well. Players are subjected to taunting remarks from Doctor Arcana throughout their adventure, and lost souls who consult the in-game walkthrough, aptly named <i>The Cheater's Compendium,</i> will be scolded and ridiculed for doing so.<br><br>Joseph Vargo developed the Doctor Arcana idea further on the Nox Arcana album, <i>Theater of Illusion.</i> The story centered around a secret society of magicians who possess actual magical powers and lurk in the hidden shadows of our world. I've always loved magic and magicians—the darker and creepier, the better. The concept seemed like a natural backdrop for an eerie adventure shrouded in mystery. In the game, players must explore this shadowy realm of magic and illusion and resolve a variety of devious puzzles to unlock Doctor Arcana's darkest secrets. The gauntlet of confounding conundrums consists of more than 50 logic puzzles, word puzzles, mazes, riddles and codes. For those seeking something more mentally stimulating than the usual arcade game or hidden object adventure, this is the game for you.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/831070/header.jpg?t=1723931708",
    "developers": [
      "Monolith Graphics",
      "The Hideout"
    ],
    "publishers": [
      "Monolith Graphics",
      "The Hideout"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}