{
  "831980": {
    "name": "Out of the Park Baseball 20",
    "steam_appid": 831980,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/831980/extras/b197532197693e3633d0e01c9607ef17.avif?t=1658710608\" width=626 height=200 /></span><br>Twenty years of dedication to sports strategy gaming excellence has led to this - the biggest, boldest, and most-anticipated release ever in the history of the award-winning gaming franchise: <strong>Out of the Park Baseball 20</strong>. <br><br>&quot;OOTP is an astonishing accomplishment!&quot; - Boston Red Sox Principal Owner John W. Henry<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/831980/extras/781646084e24202e228ee74c05344340.avif?t=1658710608\" width=627 height=171 /></span><br>Officially licensed by MLB, MiLB and the MLBPA, OOTP 20 is a baseball fan's dream come true and the only game ever to win the Metacritic PC Game of the Year Award twice. Step into the shoes of a GM and/or manager to own the future or rewrite the past of your favorite real-world baseball franchise. Build the team the way you want. Start a new career with your favorite 2019 MLB team or go back through almost 150 years of baseball history and run any team from the past! You can even set up your own fictional baseball universe. <br><br><strong>Out of the Park Baseball 20 Basic Features</strong><br><br>The brand new 2019 MLB roster set will include all projected Opening Day MLB rosters as well as the complete minor league system down to the rookie leagues and even future draft classes. On top of this, 12 international leagues (Japan, South Korea, Taiwan, Australia, Italy, the Netherlands, Mexico, Cuba and new in OOTP 20: Germany, Spain, France and the Czech Republic) and several international and US independent leagues return to OOTP 20 with accurate and projected 2019 rosters.<br><br>Discover new talent, draft the next superstar, negotiate with free agents, enter trade talks with other teams, build your dynasty and guide a franchise into an infinite future! As a manager, dive into the more hands-on management and set your team's lineups, pitching staffs, in-game strategy and call the shots from the dugout. You can oversee your league at a high level, or play out each game in the redesigned 3D game mode, managing play by play or even pitch by pitch. OOTP has it all covered!<br> <br><strong>New features in OOTP 20 include:</strong><br><br><ul class=\"bb_ul\"><li>LIVE services - start a new MLB game any day during the regular season with up-to-date rosters, standings, stats and player ratings, or to update player ratings in your current game based on their current performances.<br></li><li>We spent a lot of time in the motion capture studio to create hundreds of new animations which take the 3D in-game action to a whole new level. Diving plays, shoestring catches, hitters celebrating a walk-off in style: it's all there.<br></li><li>Baseball is constantly evolving, as is our award-winning simulation engine. This year we have introduced several new strategic options, such as an opener and a follower for an unorthodox approach to managing your pitching staff. We have also worked hard to improve the simulation engine and AI to handle the new options and also make the smartest strategic decisions possible at any time during the game. <br></li><li>But not only did we improve the in-game AI, we are always working hard to improve all AI-related aspects of the game, including trading, contract logic, general roster building, and player evaluation, which lies at the core of the entire OOTP AI, resulting in the most challenging and rewarding gameplay ever in OOTP 20.<br></li><li>Perfect Team Mode 2.0 - the online strategy revolution continues! Battle tens of thousands of managers from all over the world in the exciting Perfect Team Universe.<br></li><li>Historical simulations have been greatly improved by optimized player ratings and new defensive evaluations<br></li><li>Teams can now participate in multiple tournaments in the same time, vastly expanding possible league scenarios<br></li><li>4 new international leagues with real teams &amp; players: Germany, France, Spain and the Czech Republic<br></li><li>All new tiebreaker calculations for improved realism<br></li><li>Added support to have players in lineup back up other positions, and substitute in starting lineups for them<br></li><li>Graphical spray charts for players for a deeper scouting experience. Who do you use the shift on?<br></li><li>Improved interface and HTML reporting<br></li><li>Added many new achievements for both Challenge Mode and Perfect Team<br></li><li>Countless small tweaks that enhance the user experience<br></li><li>And much more...</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/831980/extras/276c637af26fe9a4feb7886341da5913.avif?t=1658710608\" width=626 height=200 /></span><br><br><strong>Out of the Park Baseball 20 features Perfect Team 2.0</strong>, the sequel to the revolutionary online competition and card collection mode that made its debut in OOTP 19 and stunned the sports &amp; strategy gaming genre. Tens of thousands of teams from all around the world compete in the multi-level Perfect Team online universe for the ultimate goal, reach and win a Championship in the coveted Perfect Leagues. Can you become a legend?<br><br><strong>Perfect Team Mode 2.0 features:</strong><br><br><ul class=\"bb_ul\"><li>6 Starter Packs containing 36 player cards -- start competing right away!<br></li><li>Collect over 3,200 player cards from today and yesteryear, including many fan favorites<br></li><li>Customization options for your team logo, uniforms, and ballpark<br></li><li>Lineups, strategies, and tactics with typical OOTP depth -- get the most out of your team!<br></li><li>Perfect Points that you earn by unlocking achievements -- use them to get more packs and improve your team!<br></li><li>3D highlights´, box scores and full replays from simulated games<br></li><li>2 ways to get Perfect Points for cards: sell them immediately or auction them off to other players<br></li><li>NEW Tournaments, battle other players in many different tournaments and win packs and exclusive player cards <br></li><li>NEW Collection Missions, finish different collections and receive exclusive cards as a reward<br></li><li>NEW Improved Auction House features<br></li><li>NEW Additional league level, bringing the total to 6.<br></li><li>NEW More achievements<br></li><li>NEW Access history reports of past seasons<br></li><li>NEW Access standings &amp; stats from other leagues in the universe<br></li><li>NEW PT Universe Record Book</li></ul><br><strong>Out of the Park Baseball 20 - Twenty Years of Excellence!</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/831980/header.jpg?t=1658710608",
    "developers": [
      "Out of the Park Developments"
    ],
    "publishers": [
      "Out of the Park Developments"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 144,
      "highlighted": [
        {
          "name": "Hit Machine",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/831980/52878e3894f5d2a8b77497ec6fec59f3ee6822c9.jpg"
        },
        {
          "name": "In the Wheelhouse",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/831980/e7ed6470b730a22eeb43b68979b57aa254768ee8.jpg"
        },
        {
          "name": "Hot Bat",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/831980/ec950f39728b8eab29c97f39c1fe02caf3fba1a2.jpg"
        },
        {
          "name": "Double Dinger",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/831980/52878e3894f5d2a8b77497ec6fec59f3ee6822c9.jpg"
        },
        {
          "name": "Triple Dinger",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/831980/e7ed6470b730a22eeb43b68979b57aa254768ee8.jpg"
        },
        {
          "name": "Slugger",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/831980/ec950f39728b8eab29c97f39c1fe02caf3fba1a2.jpg"
        },
        {
          "name": "Touch the Plate",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/831980/52878e3894f5d2a8b77497ec6fec59f3ee6822c9.jpg"
        },
        {
          "name": "Score at Will",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/831980/e7ed6470b730a22eeb43b68979b57aa254768ee8.jpg"
        },
        {
          "name": "Crossing the Plate",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/831980/ec950f39728b8eab29c97f39c1fe02caf3fba1a2.jpg"
        },
        {
          "name": "Knock Them In",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/831980/52878e3894f5d2a8b77497ec6fec59f3ee6822c9.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "8 user reviews",
      "total_positive": 7,
      "total_negative": 1,
      "total_reviews": 8
    }
  }
}