{
  "832420": {
    "name": "ICED VR",
    "steam_appid": 832420,
    "required_age": 0,
    "is_free": false,
    "description": "This VR version of the game ICED, we have tried to make the highest quality immersion in the world of our game.<br />\r\n<br />\r\nThe main aim is to survive until a chopper with the rescue team arrives.<br />\r\n<br />\r\nThe gameplay: the player shall monitor the health indices; look for the items like food, water, medications, burner gas in the possessions other fishermen left behind. These items will help him last for another several hours.<br />\r\n<br />\r\nThe player’s dreams will feature the challenges, determining his spirit and state of mind. The worse the latter are, the tougher it is for the player to survive, while the challenges will become more and more complicated.<br />\r\n<br />\r\nThe events unfold in the abnormal weather conditions, the temperature can drop unexpectedly, putting the protagonist’s life at risk – if he is far from the tent, it would be difficult to come back in poor visibility conditions and survive the extreme cold.<br />\r\n<br />\r\nRecommendations for the game in ICED VR:<br />\r\n<br />\r\n- sometimes the items have no logical use<br />\r\n- pay attention to find loot. Usually it is visible, or the snow above it looks different, dented<br />\r\n- use the signal gun when you hear the helicopter<br />\r\n- that would unfreeze the water, put it in the inventory or to heat the tent(all the water in the tent will melt through time). Don't forget, you can collect snow in the bottle.<br />\r\n- Use the teleport to &quot;jump&quot; through the ice, enter the tent, or go out",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/832420/header.jpg?t=1620893974",
    "developers": [
      "AneaGames"
    ],
    "publishers": [
      "AneaGames"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}