{
  "832780": {
    "name": "Fantasy Grounds - Pathfinder RPG - War for the Crown AP 1: Crownfall (PFRPG)",
    "steam_appid": 832780,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the <strong>Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" ><strong>Pathfinder Adventure Path #127: Crownfall (War for the Crown 1 of 6)</strong></h2><i>by</i><strong> Thurston Hillman</strong><br><strong>Everyone Loves a Party</strong><br><i>As Taldor's entire capital city gathers to celebrate, few realize that conspiracy and royal rivalries are about to shake the empire to its core! When a high-minded cabal of senators and nobles tries to steer the nation away from disaster, Emperor Stavian III orders a bloodbath in the senate halls, trapping neophyte spies inside layer upon layer of magical security. As tensions rise and the emperor falls, can the heroes escape the forgotten halls beneath the senate and save the heir to Taldor from an assassin's blade? And even then, can anyone prevent a civil war that will tear one of the Inner Sea's oldest nations apart at its rotting seams?</i><br><i>This volume of Pathfinder Adventure Path launches the War for the Crown Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;Crownfall,&quot; a Pathfinder adventure for 1st-level characters, by Thurston Hillman.<br></li><li>A gazetteer of Oppara, crown jewel of Taldor and center of Inner Sea culture, by Eleanor Ferron.<br></li><li>A closer look at some of the primary movers and shakers within the Taldan senate, who make for ideal allies, patrons, or rivals to politically minded players, by Thurston Hillman.<br></li><li>A collection of some of Taldor's most exotic and unusual threats, from the unsettlingly doll-like fantionette to the freewheeling onyvolan, by Thurston Hillman and Adrian Ng.</li></ul>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul>&lt;b&gt;Requires:&lt;/b&gt; The free Fantasy Grounds virtual tabletop (VTT) software.<br><i><br><strong><br>Adapted for Fantasy Grounds by: [/i]Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/832780/header.jpg?t=1768394329",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 3 月 26 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}