{
  "832770": {
    "name": "Age of Fear: The Undead King GOLD",
    "steam_appid": 832770,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >Welcome everyone! The Age of Fear: The Undead King Gold is the outcome of almost seven years of work on the original game, initially released in 2011. Over this period we listened to our amazing Community and implemented new features, mechanics and more content. Lots of new content in fact! Thank you for supporting us - you guys are the best! </p><p class=\"bb_paragraph\" >First and foremost, we are adding a sandbox layer (extended World Map) to the game while keeping both campaigns. It took us a long time to introduce procedurally generated battles and shops, but the effect is well-worth it - according to our testers it at least doubles the playtime! Oh, did I mention themed factions' (upgradeable) bases? </p><p class=\"bb_paragraph\" >The Age of Fear universe has evolved tremendously as well during that same period. Through the series, there are now six playable factions, each with its own lore and unique units. Currently, the game features more than two hundred units (from the initial forty) with almost 800 (!) unique spells, abilities and items. That is a lot of variety! </p><p class=\"bb_paragraph\" >To better introduce the player to the AOF universe, we have added multiple extra dialogues, cinematic battles and legendary landmarks along with events. On top of those expansions, the engine was reworked, graphics were improved and even completely replaced, and the really good AI was enhanced further (which is the trademark of the series!).</p><p class=\"bb_paragraph\" ><strong><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/832770/extras/457f82bcf377e1db891fb9054f423d7a.poster.avif?t=1730542425\" width=640 height=360 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/832770/extras/457f82bcf377e1db891fb9054f423d7a.webm?t=1730542425\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/832770/extras/457f82bcf377e1db891fb9054f423d7a.mp4?t=1730542425\" type=\"video/mp4\"></video></span></strong></p><p class=\"bb_paragraph\" >I would like to welcome you to the Age of Fear: The Undead King Gold!​ I hope you will enjoy it at least as much as we did while creating it!<strong> </strong></p><h2 class=\"bb_tag\" >FEATURE LIST</h2><p class=\"bb_paragraph\" >⭐HEX-FREE BATTLES - test your tactics with a novel movement system where size matters and units aren't constrained by artificial grids!</p><p class=\"bb_paragraph\" >⭐OPEN WORLD - are you bored with the main storyline? No worries, you can always take a side-quest or play procedurally-generated battles. Play this game as you want!</p><p class=\"bb_paragraph\" >⭐GLOBAL EVENTS that occur while exploring the World Map, à la Battle Brothers. This feature is still being developed and could serve to provide more lore and fun unit interactions conditional on the player's party!</p><p class=\"bb_paragraph\" >⭐FACTION BASES which can be upgraded as you explore the Age of Fear world. Investing in base upgrades will unlock additional recruitable units, skills and locations to explore</p><p class=\"bb_paragraph\" >⭐MERCENARIES - recruit your troops from multiple races and factions! Will a Dwarven Warrior work with a bloodthirsty Orc?</p><p class=\"bb_paragraph\" >⭐ALIGNMENTS such as Evil and Holy. Units from opposite sides won’t like each other and may desert. A bit of diplomacy (or charisma!) is needed to manage such relationships.</p><p class=\"bb_paragraph\" >⭐EXTENDED STORY including many sub-quests, optional events, alternative endings, more detailed lore, etc.</p><p class=\"bb_paragraph\" >⭐FREQUENTLY UPDATED - we take our work seriously and patch our games often with new features and content. Also, whenever possible, those updates are back-ported to all our previous games!</p><p class=\"bb_paragraph\" >⭐COMMUNITY-DRIVEN - we listen to our players and continuously improve! Go and check our forums, everyone has their say and we implement those suggestions.</p><p class=\"bb_paragraph\" >⭐FULL OF JOKES - who said strategy games have to be serious? All the best fantasy jokes have a home here!</p><p class=\"bb_paragraph\" >⭐PARTY CUSTOMIZATION - build and upgrade a custom army from more than two hundred unique units, skills and spells (but be aware of racial animosities!).</p><p class=\"bb_paragraph\" >⭐DEEP BATTLE MECHANICS - learn the basics in a hurry, then develop new strategies around a huge variety of skills, spells and battle hazards like neutral factions and environmental effects (yes, you can anger bystanders!).</p><p class=\"bb_paragraph\" >⭐EASY TO MOD - create your own missions, or even full-fledged campaigns, to be shared with the Steam community!</p><p class=\"bb_paragraph\" >⭐FANTASY STORYTELLING - get wrapped up in two separate storylines featuring a motley crew of characters, globetrotting adventures and fantasy shenanigans galore. All hand-illustrated!</p><p class=\"bb_paragraph\" >⭐PERMANENT DEATH - accept the grim realities of death where all units that fall in battle stay dead... unless an evil Necromancer raises them as Zombies.</p><p class=\"bb_paragraph\" >⭐ARTEFACTS AND RELICS - discover numerous unique weapons, armours, potions and treasures, with the rarest granting powerful OP skills and stat bonuses.</p><p class=\"bb_paragraph\" >⭐ADVANCED AI - our AI is built upon a self-organizing network of agents and meta-heuristics algorithms (yes, we are PhD-smart!). Discover one of the most sophisticated AI systems you've ever played against!</p><p class=\"bb_paragraph\" >⭐LOW HARDWARE REQUIREMENTS - run the game even on that old potato laptop of yours. Your stone-age computer is good enough!</p><p class=\"bb_paragraph\" >⭐COLOR-BLIND MODE - a special mode with higher contrast and outlined fonts.</p><p class=\"bb_paragraph\" >⭐...everything else we come up with! Purchase only if you want access to the latest features in the Age of Fear series, and please keep in mind that this is an evolving product.</p><p class=\"bb_paragraph\" >If you're hungry for a no-nonsense, old school turn-based strategy game, you've met your match in the Age of Fear series. Enter the fantasy world of Age of Fear today!</p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/832770/header.jpg?t=1730542425",
    "developers": [
      "Leslaw Sliwko"
    ],
    "publishers": [
      "Age of Fear"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 24,
      "highlighted": [
        {
          "name": " Battle Lost",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/832770/b86acff3e5e38e3f4bd01acc535574e2c3d2ff71.jpg"
        },
        {
          "name": "Black Knight",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/832770/f6c8a9d18cd08e5a3a6d1a50f7a987f5a6bbeb17.jpg"
        },
        {
          "name": "Bonnies!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/832770/6834e33d01d0848608f0ee406e6b6f844e4e0b3d.jpg"
        },
        {
          "name": "Dwarven Army",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/832770/10e6b15e1a3025437661ef3273fb9bf2e67171b8.jpg"
        },
        {
          "name": "March of the Dead",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/832770/03b9065ede8da295dbd727171a0ecca25067e8cd.jpg"
        },
        {
          "name": "McZombie Always fresh.",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/832770/46ea5568b9b32f36d6fe38f82ef4ab674a641b38.jpg"
        },
        {
          "name": "Ogre's Head",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/832770/0dbf350b5c47c6b42f6eaea30d8d75b1dc2facc6.jpg"
        },
        {
          "name": "Puppet Master",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/832770/155124596f79f0a9d8029e93efb47eaa02700975.jpg"
        },
        {
          "name": "Purple Heart Your hero has been hurt!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/832770/ef330b0e82ab1a6312b7d414d81a52d0838348c7.jpg"
        },
        {
          "name": "Savior of the Kingdom",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/832770/a718df61391fef6bf2858213d78d5fb71d3dde03.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}