{
  "833020": {
    "name": "Wail of Despair",
    "steam_appid": 833020,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;<i>Wail of Despair</i>&quot; follows a non-binary shut-in, trying to recover from their isolation and face the world once again. Facing a horrific, overstimulating, colorful and judgmental world, they try to find their footing and place. Confronted with their past scars and mistakes, taunted with everything they've lost by a strange shadow that won't leave them alone and always follows. Can they readapt and learn to return to being something resembling okay? Or will they be swept away by the vibrant pulsating horror that threatens them back into the darkness?<br><br>This is my attempt to make a game somewhat styled to an older work of mine, <i>Close Your Eyes</i>, while bringing new things to the table, a new cast of characters, and a different style of interpersonal horror. <br><br><ul class=\"bb_ul\"><li>A vibrant colorful world with striking shadows, to create a stylized world that you explore and solve puzzles in as you try to face the horror.<br></li><li>A soundtrack full of ambient noise, shoegaze and ethereal music to strike a balance of a horrific yet empathetic atmosphere.<br></li><li>A strong sense of mystery to slowly piece together, following a person teetering on the edge.<br></li><li>Strange horrors that you will not expect, and have probably never seen in any other game to date.<br></li><li>An experience that may stick with you, lasting 2-3 hours, with complex mythology, and a rollercoaster ride of an experience to partake in.</li></ul><br><i>Pain comes in many forms...</i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/833020/header.jpg?t=1711473554",
    "developers": [
      "Yai Gameworks"
    ],
    "publishers": [
      "Yai Gameworks"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}