{
  "833090": {
    "name": "Swords of Gurrah",
    "steam_appid": 833090,
    "required_age": 0,
    "is_free": false,
    "description": "Swords of Gurrah is a real time multiplayer sword fighting VR game. Fight with or against friends, with battles up to 12 players.  Choose from over a huge variety of weapons and create a fighting style of your own!<br><br>Fight in front of a blood thirsty crowd as a Sci-Fi Gladiator in Swords of Gurrah. Swords of Gurrah is a virtual reality game focused around hand-to-hand combat weapons. Fighters come from all over of their own free will to risk their lives against man or beast!!!! Fight to the death all to experience the thrill of victory - and if defeated to die for glory! <br><br>Gurrah is a single player and multiplayer online game. It takes skill beyond typical gaming to keep up: swing, slice, slash, dodge, duck, and destroy. VR does amazing things to bring life-like hand-to-hand combat into your home.<br><br><strong>The Weapons:</strong><br>These weapons are designed to shatter and regrow on every collision. This allows you to block and parry in a way previously never before seen in Virtual Reality due to the limitations of the technology. No longer will VR sword fighting feel clunky and inconsistent; the weapons are light weight, fluid but pack a punch. <br><br>Gurrah has a wide selection of weapons: one hand swords, shields, glaives, spears, axes, heavy-class swords, double-sided sabers, daggers, and throwing stars. Select and train, the choice is yours! <br><br><br><strong>The Beasts:</strong><br>The arena presents many threats to keep gladiators on their toes. Fully armored bulls, tigers, hydras and more are ready for battle. Bred and bio-engineered to fight with ferocity.  Each beast presents a new challenge, testing the ability of a warrior to adjust on the fly. The crowd must be entertained!<br><br>We have a lot of things in the works!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/833090/header.jpg?t=1605463035",
    "developers": [
      "Devster, LLC"
    ],
    "publishers": [
      "Devster, LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 31,
        "description": "支持 VR"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}