{
  "833400": {
    "name": "Corral",
    "steam_appid": 833400,
    "required_age": 0,
    "is_free": false,
    "description": "Enter the valley, build your corral and learn how to run a successful ranch .  Develop your farm and breed your chickens  to achieve a perfect genetic pool. There are more than 15 different species which can be combined indefinitely in order to fit every need.<br />\r\nOptimize your infrastructure and breeding for different kinds of produce, from plain egg production to wholesale nugget manufacturing.<br />\r\n<br />\r\nTo run a successful corral you’ll need to tackle the dynamic economic system that rules the valley, which is a completely dynamic environment that changes due to  offer-demand ratio, economic multipliers, customer expectations, etc. <br />\r\n<br />\r\nNurture your brood, as it will become smarter over time. All chickens are managed by a ‘Hive System’ which is a joint neural network that enables machine learning for the whole brood using each chicken as individual agents. Eventually, with enough playtime under their wing (Ha!, wing, get it?) the brood will improve their navigation and self preservation skills.<br />\r\n<br />\r\nEverything is up to you: Want to quickly improve the AI? breed focused on intelligence, want to increase egg production? breed on fertility, want to be number one on Chicken Pageants? breed on beauty breeds.   See you on the ranch.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/833400/header.jpg?t=1538015734",
    "developers": [
      "The Sherrinford"
    ],
    "publishers": [
      "The Sherrinford"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}