{
  "8340": {
    "name": "Strong Bad's Cool Game for Attractive People: Season 1",
    "steam_appid": 8340,
    "required_age": 0,
    "is_free": false,
    "description": "You may already know Strong Bad from his regular appearances answering emails and doling out not-so-useful advice on . Now he's the star of a five episode comedy series, Strong Bad's Cool Game for Attractive People. With all new storylines co-written by the guys from , you'll feel like you're inside Strong Bad's world. (You may even start to talk like him!) Each episode has a different theme and you get to hang out with with Homestar, The Cheat, Bubs - the whole crew. It's like a Strong Bad cartoon on steroids. As Strong Bad would say, what the crap are you waiting for?                    <br>\t\t\t\t\tIncludes all 5 episodes:                    <br>\t\t\t\t\t<ul class=\"bb_ul\"><li><strong>Homestar Ruiner:</strong> When a practical joke goes awry, Strong Bad has to get the loafing Homestar Runner out of his house.                     <br>\t\t\t\t\t</li><li><strong>Strong Badia the Free:</strong> Join the Homestarmy and help Strong Bad bring down the corrupt King of Town.                     <br>\t\t\t\t\t</li><li><strong>Baddest of the Bands:</strong> Hurting for cash, Strong Bad turns to the gods of rock and roll for some divine inspiration.                     <br>\t\t\t\t\t</li><li><strong>Dangeresque 3:</strong> Strong Bad lands the role of a lifetime in this blockbuster movie event.                     <br>\t\t\t\t\t</li><li><strong>8-Bit Is Enough:</strong> Trogdor's on the loose! Send the dragon packing and restore balance.                     </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/8340/header.jpg?t=1685573044",
    "developers": [
      "Telltale"
    ],
    "publishers": [
      "Telltale"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2008 年 12 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}