{
  "834790": {
    "name": "Eggs: All Guns Broken",
    "steam_appid": 834790,
    "required_age": 0,
    "is_free": false,
    "description": "In Eggs: All Guns Broken, players find themselves in an engaging desert loop filled with various challenges, where they can bomb, boost, and shoot their way through differently themed waves of enemies. This game not only fuels your desire to excel but also tests your luck with card collections leading to endless gameplay. With a unique gear system and various bonus features, it serves both as an exhilarating shooter experience and a quirky egg timer.<br />\r\n<br />\r\nFeatures of Eggs: All Guns Broken<br />\r\n- Unique Enemies: Players encounter 16 distinct enemies, each requiring different strategies to defeat. This diversity presents a fresh challenge every time you play, pushing your reflexes and tactics to the limit.<br />\r\n<br />\r\n- Resource Management: Collect cards and manage resources effectively to purchase bombs, fuel, and repairs to ensure prolonged survival. The game's mechanics encourage players to strategize their purchases according to the ever-increasing challenges.<br />\r\n<br />\r\n- Leaderboard Challenge: With a competitive global leaderboard, players are motivated to hone their skills and climb to the top. Perfecting your strategy and performance translates into rankings, adding a layer of competition among players.<br />\r\n<br />\r\n- Dodge and Defend: The gear system allows players to dodge incoming bullets, adding an element of strategy to the gameplay. This mechanic encourages players to be agile and aware of their environment while shooting their way through adversaries.<br />\r\n<br />\r\n- Fun Sound Effects: The game's sound design features click poppy fun effects that add to the overall experience. The auditory feedback enhances the thrill of gameplay, making each shot feel impactful and satisfying.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/834790/header.jpg?t=1757628887",
    "developers": [
      "Doc Tonberry"
    ],
    "publishers": [
      "Doc Tonberry"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 9 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 1,
      "highlighted": [
        {
          "name": "10k Club",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/834790/8c95870579d6bedae9c444ccfd436208d77ad186.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}