{
  "835830": {
    "name": "Fantasy Grounds - Path of the Reluctant Hero (PFRPG)",
    "steam_appid": 835830,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Path of the Reluctant Hero</strong></h2><strong>From Humble to Hero!</strong><br>Path of the Reluctant Hero provides over 80 amazing mythic path abilities and reluctant heroics to help build characters that may not see themselves as heroes, but whose sheer grit and determination can see them through any challenge. They will not bow or break, they will not give up on protecting the home and hope they hold dearest to their hearts, and they will never forget that what they are fighting for, peace and freedom, home and happiness, matters more than anything. Whether your reluctant hero is a homebody or simple farmer, an orphan or retired hero, a denier of destiny or a scoundrel with a heart of gold, you'll find all manner of abilities designed to help you tap into unknown reservoirs of strength like rise to the occasion, unflinching, he ain't heavy, and hold onto hope,  and may tap into the breadth of their experience with abilities like heirloom, one step ahead, or curse-bearer. A reluctant hero may get through with guile and luck with accidental observation, shot in the dark, lucky guess, and right place, right time, but she's equally adept at applying the keen insights of everyday wisdom with common sense, learning by example, trusty tools, and ever practical. A reluctant hero may seem harmless due to abilities like obscurity, cautious, innocent bystander, and I'm getting too old for this, but when disaster looms a reluctant hero may snatch from death, use everything, or declare that's not fair! or you shall be avenged! Whether your hero traces his roots to simple peasant life, long-faded glory, or a lineage that haunts his destiny, you'll find a wealth of ideas to make your reluctant heroes truly legendary!<br>The Mythic Path series from Legendary Games looks to fill in the niches that are not quite served by the existing mythic paths, providing exciting new options for your mythic heroes and diabolical dirty tricks for your mythic villains, made by the same creative minds that helped build the mythic rules. Whether for heroes or villains, the abilities in these Mythic Paths offer a host of great new options for your mythic game, bringing fabulous flavor and imaginative mechanics with the standard of excellence in design that you've come to expect from Legendary Games. Pick up this supplement for today and Make Your Game Legendary!<br><strong>Requirements:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.<br><i>Conversion by:</i><strong> Jay Scheponik</strong><br><i>Adapted for Fantasy Grounds by: </i><strong>Jay Scheponik</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/835830/header.jpg?t=1768394423",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 11 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}