{
  "836450": {
    "name": "Heaven Will Be Mine",
    "steam_appid": 836450,
    "required_age": 0,
    "is_free": false,
    "description": "It’s 1981, and the dream of a new home in space for all humanity is dead. After fighting for decades against an intangible and ephemeral existential threat from beyond the solar system, Earth command has declared the war effort a huge waste of time. The honeymoon is over, and a future of glittering cities across the solar system and cosmic battles between giant robots just isn’t going to happen. The outcome is clear: it’s time to come home.<br><br>But we don’t care. Giant robots may not make any sense. Celestial cities across the solar system are silly dreams. They are, however, extremely awesome. We, the girls who were raised in space, to be special and incredible and pave the way for a new future, aren’t giving up so easily. We’ve got invincible Ship-Selves for ferrying human bodies through time and space, and we have the weight and power to make a fantasy of the future real.<br><br>We’re not going out without a fight.<br><br><strong>From the Creators of We Know The Devil</strong><br><br>Heaven Will Be Mine is a queer science fiction mecha visual novel from the creators of queer cult horror visual novel We Know The Devil, about joyriding mecha, kissing your enemies, and fighting gravity’s pull. Follow three women piloting giant robots in the last days of an alternate 1980s space program fighting for humanity’s future—or ditching their jobs to make out with each other instead.<br><br>Experience the story from the perspective of three pilots bound by fate and gravity: veteran ace Luna-Terra, overwhelming super psychic Pluto, and hacker-hijacker Saturn as they fight across three different factions in an eight day war. Your choices decide if they become clandestine lovers or passionate rivals, and which faction’s ultimate plan for humanity’s fate in space and beyond will be realized. Win for your ideals or lose for love, and grasp heaven in your hands.<br><br>Co-Creators Aevee Bee, Founder of Mammonmachine: ZEAL and critic of games by and for weirdos, and illustrator &amp; cartoonist Mia Schwartz reprise their roles as writer and artist respectively, Alec Lambert (We Know The Devil) returns with a surreal and cosmic soundtrack of lo-fi, deep tech electronics and Christopher Simon joins the team with gorgeous retro UI aesthetics. Developed in collaboration with Pillow Fight.<br><br>Features:<br><ul class=\"bb_ul\"><li> Multiple Playable Protagonists: Watch the narrative unfold from the perspective of one of the three main characters.<br></li><li> A Battle For The Fate Of Space: Your choices determine which of three factions will emerge victorious and determine the fate of space—but if you just pick based on who you wanna kiss, we won’t get mad.<br></li><li> A Rich World To Explore: Look through chat logs and emails to understand the rise and fall of the space program, and the end of their many dreams.</li></ul><br>For mature audiences. Features fantasy violence, body horror and discussion of sexuality, abuse and trauma.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/836450/header.jpg?t=1768339723",
    "developers": [
      "Pillow Fight",
      "Worst Girls Games"
    ],
    "publishers": [
      "Pillow Fight"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 12,
      "highlighted": [
        {
          "name": "Necklace of Storms",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/836450/7457d4aea2e6d4631b360f16e2318dcb8dd1b01d.jpg"
        },
        {
          "name": "Sea of Crises",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/836450/aa34b50c12e6b7239c3709ecaefaeab799ccd500.jpg"
        },
        {
          "name": "Eye of the Underworld",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/836450/236b5fa3e48732c3eb033b5bda0fcee51f3f61cf.jpg"
        },
        {
          "name": "...Our True Ending",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/836450/7cf77f95e91e87b9341aa1e643d88c6aba2b33ad.jpg"
        },
        {
          "name": "The New Planets",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/836450/2a8870a71a35148784f934a4be78076322db4f81.jpg"
        },
        {
          "name": "Moving The Decimal Place",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/836450/6b4f934d2cac72cc651a284824d2a46e954acf94.jpg"
        },
        {
          "name": "Childhood Again",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/836450/b187dfa76c9818e362f61c313b10726f6a8305fd.jpg"
        },
        {
          "name": "That Which Is Strong Will Not Triumph",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/836450/a1d3330b28cc6b1df3837348ee5af698187f73a8.jpg"
        },
        {
          "name": "Good At Bad Decisions",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/836450/dd774e76460b89a3a25cf5b719d99164d0bfe834.jpg"
        },
        {
          "name": "Subtext Is For Cowards",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/836450/e931d753e4014b2cda8c4da9c93c5a4e107b305e.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "8 user reviews",
      "total_positive": 7,
      "total_negative": 1,
      "total_reviews": 8
    }
  }
}