{
  "836880": {
    "name": "The Berlin Wall",
    "steam_appid": 836880,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/836880/extras/bd62eb05e679c66f4105101bf2f29183.avif?t=1672170550\" width=610 height=118 /></span><br><br>The Berlin Wall Game tells a story about people trying to escape East Berlin during the Cold War era. As the based on a real events plot unveils, you will help desperate people in their attempts to escape oppression by a communist regime.<br><br>You will take upon a role of an underground organization leader and will be responsible for helping people to flee from the totalitarian state. You will prepare effective escape strategies, recruit the right people for the job, manage resources and hideouts of the organisation.<br><br>Finally, you will execute individual escape plans. Avoid guards, overcome obstacles, disarm mines, cut tripwires – do all it takes to break free.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/836880/extras/b881357bc916470f8768f59b174413a4.avif?t=1672170550\" width=610 height=118 /></span><h2 class=\"bb_tag\" ><strong>Game genre</strong></h2><br>Berlin Wall is a unique mix of adventure, strategy and stealth game. You will lead escapees starting from carefully crafting a plan, through preparation and getting necessary items, to the plan execution, where all your decisions will come back to you, for better or worse.<br><br>Enter the DDR – the Cold War era Eastern part of Germany, with the city of Berlin split in half. In a communist reality, you will meet people and face their problems, struggle to get the most basic items, sometimes you will even have to steal – but it’s worth it, when your freedom is at stake. Isn’t it?<br><br>The story builds upon authentic escape attempts from East Berlin. How far will you go to get free? How much of a cost is too much? Your choices will forge fates, either yours and those close to you. Would you rather live a prisoners life, or die trying to escape?<br><br>You will meet and lead three characters, each with his or her own story, serving as a game protagonists. It is up to you to decide, whether to get involved with people around you and look for allies, or just keep your head down and assault The Wall. But whatever you do, remember: there will be consequences, whether you like it or not.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/836880/extras/e4565d6ceb16f15f7731a85c3b326093.avif?t=1672170550\" width=610 height=118 /></span><h2 class=\"bb_tag\" ><strong>Game features</strong></h2><br>Game is divided into two phases. In the first one, you make plans that will be acted out later. This is where you oversee the big picture, decide on what to do and how to do it. Make calls, send letters, have things crafted, hire people – do all sort of things while preparing your scheme.<br><br>In the second phase, you will get your hands dirty during your plan preparation and execution. Talk to people, ask them for help, bribe or trick them. Craft things, steal things or buy them with the most valuable currency in a communist state: favors. And finally, during escape: climb, dig, jump – just get to the West side of The Wall.<br><br>All this in a beautiful, retro-style environment with realistic 3D graphics. Locations are based on existing places in Berlin. Visit Alexanderplatz with a Television Tower. Try to force your way through Checkpoint Charlie. Look on a West Berlin through a Brandenburg Gate.<br><br><ul class=\"bb_ul\"><li>Clear and mature treated to the gloomy legend of the Berlin Wall.<br></li><li>Mature gameplay with interesting, engaging story, intense and challenging gameplay.<br></li><li>Unique decision-making system that influences the storyline.<br></li><li>The unique atmosphere of covert operations, creating your own network of contacts, selecting companions.<br></li><li>An extensive system of stealth, combat, crafting and much more.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong>, 波兰语<strong>*</strong>, 法语, 繁体中文, 简体中文, 西班牙语 - 拉丁美洲, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/836880/header.jpg?t=1672170550",
    "developers": [
      "Monument Games"
    ],
    "publishers": [
      "Monument Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}