{
  "837940": {
    "name": "Mobile Forces",
    "steam_appid": 837940,
    "required_age": 0,
    "is_free": false,
    "description": "Mobile Forces is a first person shooter game where you battle against the opposing AI team or against your friends over a LAN network.<br><br>The game features two singleplayer modes - Missions and Skirmish.  In the former, players are required to complete each mission in order to unlock further maps. Within each map, the AI bot difficulty level rises and goes through seven skill levels.  Skirmish game mode allows to play custom matches.<h2 class=\"bb_tag\" >Game Modes/Missions:</h2><ul class=\"bb_ul\"><li>Deathmatch - Eliminate all the players on the map.<br></li><li>Team Deathmatch - Similar to Deathmatch, only played in teams - Red and Blue.<br></li><li>Captains - Each team gets a captain and who ever kills the opposing captain the most times, wins!<br></li><li>Capture the flag - Both teams have to steal each other's flags in order to win.<br></li><li>Holdout - One team is tasked with defending a beacon on a map, which the opposing team must take within a period of time to win.<br></li><li>Detonation - Members of both sides scramble to acquire a keycard located centrally on the map, which must then be taken to a console in the opposing team's base to activate an explosive device to score.<br></li><li>Safe Cracker - Infiltration of the enemy team's base where you must open the safe and retrieve the loot.  After the match, opposing teams switch bases.<br></li><li>Trailer - The use of vehicles is integral to success in this team game mode, requiring players to drive explosive-laden units into the base of their opponents in order to get points.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/837940/header.jpg?t=1528450785",
    "developers": [
      "Rage Software"
    ],
    "publishers": [
      "Funbox Media Ltd"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 3,
      "total_negative": 0,
      "total_reviews": 3
    }
  }
}