{
  "838080": {
    "name": "Fantasy Grounds - Clockwork Dreams Intro Pack (Savage Worlds)",
    "steam_appid": 838080,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Clockwork Dreams Intro Pack</strong></h2>You can get this product for free by<br>downloading this file <i></i> and placing it in your modules folder for Fantasy Grounds.<br><i>This product includes the following:</i><br><ul class=\"bb_ul\"><li>Centri-Fugue<br></li><li>Um, What Did I Just Drink?<br></li><li>Mind the Gap<br></li><li>Stealing Time<br></li><li>The Grand Derby<br></li><li>Clockwork Dreams Pre-Gens</li></ul><h2 class=\"bb_tag\" >Centri-Fugue</h2>Your adventurers open their eyes and find themselves strewn around a smoke-filled clearing surrounded by trees. As they struggle to their feet under a heavy sensation of vertigo, each of them realizes they have no recollection where they are or how they got here. They remember their own names, and they remember each other and past adventures they've had together, their own histories, even what happened yesterday - but their short-term memory is totally inaccessible.<h2 class=\"bb_tag\" >Um, What Did I Just Drink?</h2>One day, an envelope finds its way to one of your adventurers. It seems that Uncle Erwin has passed away, and his last will and testament bequeaths everything to that character. An address is listed in the will, some street in Thistledown County (Verna), not too far from Hawthorne. The will states, All the accumulation of my worldly goods and accomplishments are under that roof. May they see you to better times.<h2 class=\"bb_tag\" >Mind the Gap</h2>It seemed a nice enough day when your adventurers boarded the Tube in the Idlewyld region of Torridaen. Perhaps they're returning from a well-earned vacation to the copper dust beaches, or just on their way to it. Maybe they're there on some business. The sounds of shouting interrupt their otherwise pleasant ride, coming from the next car over. No usher is in sight yet, and passengers in your adventurers' car begin to exchange nervous glances. Your adventurers overhear bits and pieces of an agitated male voice saying, &quot;Stop them from... you don't understand how close... keep it super-heated... going to die!&quot;<h2 class=\"bb_tag\" >Stealing Time</h2>&quot;Hold there! This is our road you gents are usin', and we require a... modest toll for passage. Wages for our constant vigilance and upkeep of the area, you understand.&quot; On their way to (or from) Lothengard one night, your adventurers suddenly find themselves surrounded by a band of highwaymen.<h2 class=\"bb_tag\" >The Grand Derby</h2>There are two phases to this scenario, the building of the krank and the Derby itself. There are endless permutations of designs, so your adventurers' options are wide open. Technomagical weaponry and gadgets are not only permitted to be built into the kranks, but encouraged. The crowd loves a good show. There are no size restrictions, so many competitor's designs have been getting progressively larger over the years.<br><strong>A copy of Savage Suzerain is no longer required to use this product.</strong><br>Now updated to include trackers for use with Savage Worlds Dramatic Task, Social Conflict and Mass Battle Rules! Also includes a new decal extension that adds 10 decals, one for each Suzerain settings. Also included is an extension enabling the Suzerain pulse paths and other special Suzerain features used in the pregen character sheets<br><i>Adapted for Fantasy Grounds by: </i><strong>Jeannette Jarrar</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/838080/header.jpg?t=1768394569",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 11 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}