{
  "838330": {
    "name": "Warlords Awakening",
    "steam_appid": 838330,
    "required_age": 0,
    "is_free": false,
    "description": "Prepare yourself as you step into a world writhing in chaos. Warlords Awakening, a remastered MMORPG that will place you on a journey to become an Elite Lord with an action packed story and ominous monsters around every corner. Explore and conquer the world of Epheia together with the cute and dashing pets to choose from. Epic dungeons and raids await you, as well as the loot they bear.  It is time for….Warlords Awakening.<h2 class=\"bb_tag\" ><strong>Key Features</strong></h2><h2 class=\"bb_tag\" >Sharpen Your Blade for a Massacre</h2><ul class=\"bb_ul\"><li>Embark on quests throughout Epheia, keeping your weapon primed for what lies ahead.  What friends and foes will you meet in each new area?</li></ul><ul class=\"bb_ul\"><li>Many challenges, battles and achievements for all of your characters</li></ul><ul class=\"bb_ul\"><li>Hordes of enemies will meet their fate at your hands in a massacre never before seen in online games</li></ul><ul class=\"bb_ul\"><li>Gather your friends and take on some of the world's most formidable bosses to repair the very fabric of reality. Will you be strong enough?</li></ul><h2 class=\"bb_tag\" >Classes, Battle Stances and Flawless Combat</h2><ul class=\"bb_ul\"><li>Choose from 5 unique classes! The Blood Knight, Mage, Psychic, Hunter and Assassin offer differing ways to slay your enemies</li></ul><ul class=\"bb_ul\"><li>Each class can fight in three different battle stances.  Pick your battle stance depending on the situation and decimate your enemies</li></ul><ul class=\"bb_ul\"><li>Seamlessly switch between stances giving you up to 18 skills at your disposal at any time</li></ul><ul class=\"bb_ul\"><li>Reach the status of Elite Lord and take your stances to the next level</li></ul><ul class=\"bb_ul\"><li>Develop your own unique style with the three different skill trees for each class.  Determine the best spells for you to battle with!</li></ul><ul class=\"bb_ul\"><li>Slaughter your way through endless enemies and achieving the highest combos possible</li></ul><h2 class=\"bb_tag\" >Wide Range of Weapons and Gear. Weapons and Gear to Make You a Warlord</h2><ul class=\"bb_ul\"><li>Collect the most terrifying weapons and gear to wreak havoc. Create the strongest Warlord in the world with the endless combinations</li></ul><ul class=\"bb_ul\"><li>Reap the coveted spoils of all the dungeons and raids</li></ul><h2 class=\"bb_tag\" >Pets Galore!</h2><ul class=\"bb_ul\"><li>Never travel alone with the huge variety of pets and mounts that will tag along as you traverse the massive world of Epheia</li></ul><ul class=\"bb_ul\"><li>Combined and breed different pets to get special benefits</li></ul><h2 class=\"bb_tag\" >Real-Time Stunning PvP</h2><ul class=\"bb_ul\"><li>Join forces with up to 3 friends to take on other players in the different PvP modes Warlords Awakening has to offer!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/838330/header.jpg?t=1561658705",
    "developers": [
      "PLAYWITH Inc."
    ],
    "publishers": [
      "PLAYWITH Interactive Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 28 日"
    },
    "categories": [
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 16,
      "total_negative": 3,
      "total_reviews": 19
    }
  }
}