{
  "838760": {
    "name": "Haunted Legends: The Stone Guest Collector's Edition",
    "steam_appid": 838760,
    "required_age": 0,
    "is_free": false,
    "description": "From <strong>ERS Game Studios</strong>, creators of the <i>Dark Tales</i>, <i>Haunted Legends</i>, and <i>Grim Façade</i> series, comes a haunting new legend to explore!<br><br>Your friend, a brilliant doctor, thought his artificial heart would be the cure for his dying son. But soon after, orphans of the town began to mysteriously vanish, and the town accuses the doctor of black magic. Who is behind these devilish doings? Can your detective work unravel the mystery before the hearts of the captured children stop beating forever? Find out in this exciting Hidden Object Puzzle Adventure game!<br><br>This is a special Collector's Edition release full of exclusive extras you won't find in the standard version. The Collector's Edition includes:<br><br>Play the Bonus Game to help Leporello one last time<br>Earn Achievements, replay HOPs and mini-games<br>Enjoy Concept Art, Music, Wallpapers, and more!<br>An available Strategy Guide<br><br><br>This is a Hidden Object Puzzle Adventure game, meaning a specific genre of story-driven, point &amp; click adventures. Throughout the game, players are tasked to find a list of objects hidden within a particular scene, and to occasionally complete various mini-games/puzzles.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/838760/header.jpg?t=1764602587",
    "developers": [
      "AMAX Interactive"
    ],
    "publishers": [
      "BFG Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}