{
  "838710": {
    "name": "Dark Dimensions: Somber Song Collector's Edition",
    "steam_appid": 838710,
    "required_age": 0,
    "is_free": false,
    "description": "From <strong>Daily Magic</strong>, makers of <i>Dark Dimensions: City of Fog</i> and <i>Dark Dimensions: Wax Beauty</i>, comes the next exciting chapter in the <i>Dark Dimensions</i> series!<br><br>You’ve traveled across the country, tracking down dark dimensions in search of your missing family, when you stumble upon a violent one that has taken over the city of Seven Oaks, North Dakota. The black smoke is chasing people and captured a young girl right in front of your eyes. What caused this dark dimension, and who is being controlled by its influences? You must investigate for the truth behind the town’s recent tragedy if you want to save its future. A friendly spirit may help you, but can you trust him? Free the people and save the town in this exciting hidden-object puzzle adventure game!<br><br>This is a special Collector's Edition release full of exclusive extras you won't find in the standard version. The Collector's Edition includes:<br><br>Bonus chapter, featuring an exciting epilogue!<br>Find collectibles that unlock bonus Match-3 levels<br>Exclusive diary that chronicles the game’s development!<br>Concept art gallery, soundtrack, and wallpapers<br><br><br>This is a Hidden Object Puzzle Adventure game, meaning a specific genre of story-driven, point &amp; click adventures. Throughout the game, players are tasked to find a list of objects hidden within a particular scene, and to occasionally complete various mini-games/puzzles.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/838710/header.jpg?t=1764598605",
    "developers": [
      "Daily Magic Productions"
    ],
    "publishers": [
      "BFG Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}