{
  "839290": {
    "name": "Fantasy Grounds - Pathfinder RPG - War for the Crown AP 2: Songbird, Scion, Saboteur (PFRPG)",
    "steam_appid": 839290,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the <strong>Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" ><strong>Pathfinder Adventure Path #128: Songbird, Scion, Saboteur (War for the Crown 2 of 6)</strong></h2><i>by</i><strong> Crystal Frasier and Richard Pett</strong><br><strong>Worn With Woe I Be</strong><br><i>The county of Meratt is Taldor in a microcosm: a once-glorious land left to decay by negligent nobles. But to help secure Princess Eutropia's bid for the throne, bold adventurers must now infiltrate her ancestral homeland and overthrow the corrupt Count Lotheed from within, gaining allies and solving problems left to fester far too long. Can they play idle noble by day and hero by night well enough to reverse the county's fortunes, or will the weight of history's sins be too crushing a burden?</i><br><i>This volume of Pathfinder Adventure Path continues the War for the Crown Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;Songbird, Scion, Saboteur,&quot; a Pathfinder adventure for 4th-level characters, by Crystal Frasier and Richard Pett.<br></li><li>A gazetteer of the county of Meratt, a once-glorious country landscape rotting from within, by Amanda Hamon Kunz.<br></li><li>A cult of personality subsystem so PCs can cultivate their public images and put their renown to work for their benefit, by Linda Zayas-Palmer.<br></li><li>New rules for relics: magic items empowered by powerful historical events and improved by feeding their purpose, by Logan Bonner.<br></li><li>A bestiary of monsters ranging from the spell-retrieving galluvix to the eyeball-plucking lamp blighter, by Tim Akers, Brian Duckwitz, Troy Lavallee, and Patchen Mortimer.</li></ul>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul>&lt;b&gt;Requires:&lt;/b&gt; The free Fantasy Grounds virtual tabletop (VTT) software.<br><i><br><strong><br>Adapted for Fantasy Grounds by: [/i]Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/839290/header.jpg?t=1768394665",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 11 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}