{
  "839250": {
    "name": "三国英雄列传 (Legendary Heros in the Three Kingdoms)",
    "steam_appid": 839250,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >游戏特色：(使用键盘上的F4键可以让游戏全屏) </p><p class=\"bb_paragraph\" >     这是一款策略经营向的三国游戏，登场的武将共有三百多名。游戏过程中引入了粮草、士气、装备耐久度、特色兵种、挖掘宝藏等有趣的策略元素。武将的培养方面取消了打怪涨经验提升等级的设定，招募到队伍中就是最高等级，除了传统的武器护甲等装备可以提升战力以外，若遇到左慈、王越等三国名人还可以指点你的武将外出游历。游历的武将回归后会学习到新的技能。</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >      在首次开始游戏时只能用赵云作为主角，第一次通关后有了寻将令后，在开启新一周目游戏时可以选择登场武将中的任意一名作为主角开始游戏。游戏中共有三十八座古城池和几十个周边郡县（如常山、逍遥津等）。游戏初期你的队伍较弱，只能去大地图上扫荡流寇，再到城市的疗养舍休息，逐步积攒实力。在与流寇的战斗中若选择收编，可以获得收编令牌，使用后可以提升兵力，但收编流寇会降低全军士气，要务必注意。关于五行阵，站在不同的位置上会带来不同的增益和减益，在战斗开始之前需要合理的规划队伍中所有武将的站位，从而增强战力。</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >    在城市和郡县可以进行逸闻探索，有数百种探索事件供玩家品玩。其中比较有特色的如收集到藏宝图后，玩家可以使用罗盘，带队在大地图上找到宝藏埋藏地点，然后用铲子挖掘宝藏，可以得到一些商店买不到的珍贵装备。再如若碰到左慈、王越等名人，他们好为人师，会从你的队伍中随机挑选一名武将跟随他们去修行。当修行的武将回来后会学得某一项技能，有可能会大大加强队伍的战力。那么初期是否可以随意探索呢？非也非也，队伍在地图上行军时是要消耗粮草的，当粮草一旦耗尽，游戏也就结束了。所以需要玩家随时关注粮草消耗情况，及时补充，初期可以靠购买粮草或者剿灭流寇来补充。长途行军还会降低部队的士气，进而影响战斗，所以需要提前规划好行程。</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >    当玩家的实力足够强时，就可以开始考虑进攻城池了。此时首要问题是进攻哪一座城池？如果玩家一开始就进攻曹魏的许昌或者类似的守将数量多且战力强的城市，那么很快就会游戏结束的。所以需要首先在每一座城池进行侦查，获取该城池守备力量的信息，当然有些路人也会无意中透漏一些。初期可以选择长沙等守将数量少，力量薄弱的城池进行攻击。在战斗过程中一定要注意，主角如果被击溃了，战斗结束后游戏会直接结束。而队伍中的其他武将在战斗过程中被击溃，战斗结束前又没有及时复活的话，战斗结束后该武将就会阵亡，所以需要玩家用心保护好自己的爱将，特别是重点培养的武将。战斗中敌方武将可能很多，而我方武将同时最多只能有5名登场。但在战斗过程中玩家可以通过整队菜单项随时调整参战的武将，将伤兵很多的武将及时换下避免其阵亡，换上队伍中的候补武将继续战斗。攻陷城池后，若该城池所属的势力的所有城池均被攻陷，该势力就会投降，玩家就可以招募其武将了。但若碰到曹魏势力有6座城池的情况，玩家仅攻陷其中一座城池是不能招募魏将的，必须6座城池全部攻下才可以。</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >    玩家在游戏中有仁德、智慧、勇气三大属性，可以随时用鉴定器查看，提升属性主要靠对应的书籍。如提升仁德属性可以使用论语，或者仁者之书。招募猛将需要玩家的勇气属性够高，否则会显示招募失败，招募成功后会消耗一定的勇气属性。类似的，招募智将需要消耗智慧属性。对于智勇兼备的名将，则需要消耗仁德属性。默认每名招募到的武将的初始兵力只有5000，可以用攻下城池时获得的征兵令提升武将的带兵上限。战斗过程中武将的兵力若被折损，即产生了伤兵是不会自动恢复的，需要到疗养舍或者使用物品技能恢复。玩家可以选择招募城池中的所有武将，但这会加剧兵粮的消耗，也可以暂时不招募部分武将。每座城池被攻下后每个季度会上缴一定的金和粮草（不同城池规模获得的量不同），攻下的城池越多，每季度的收获越大，从而支持玩家的探索和长途行军。在城市或郡县中买卖粮草时要注意，各地粮草的价格由于战争的影响，是随着时间变化的，进行买卖的时候要留意，不要吃亏。</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >    在战斗过程中每名武将默认只会一种必杀技，当愤怒值满，且士气值要高于释放技能所需的值才能释放必杀技，否则只能进行普通攻击。武将的愤怒值有很多种类型，可以在技能菜单中看到。为队伍中的每一名武将合理的选择怒气值类型是非常重要的，只有这样才能让他们最快的积累满怒气值，从而释放必杀绝技。要仔细查看每种类型的说明，根据武将的特性和技能做出合理的选择。在进行普通攻击时，武器和护甲的重要性就体现出来了，部分高级武器攻击时会给敌方附加燃烧、冰冻等不利状态。除了部分顶级武器和护甲是永固的，凡品都是有耐久度的。在战斗过程中受损，武器或者护甲的耐久度降为0时，就会破碎掉。使用五色石可以修复，在物品商店中有卖的。</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >    兵种也是决定战力的一个重要因素。比如若统领名满天下的陷阵营或者铁甲车部队，就能碾压敌方统领的普通兵种，能打出更高的伤害或者防御时受到更少的伤害。兵种相克的基本原则是弓兵克制枪兵，枪兵克制骑兵，骑兵克制弓兵，但也不完全是这样。一些增强的兵种，比如乌桓弓骑，也可以克制普通骑兵。剿灭流寇除了可以获取金和粮草外，也有机会获得他们统御的特殊兵种。游戏中共有35种特色兵种，覆盖了三国故事中出现的虎豹骑、青州兵、白马义从等顶级兵种。当你的队伍实力很弱时，在城池或者郡县进行探险时若遇到魔军千万不要硬碰硬，要避免碰到它们。战斗中也要不断换将，保护你重点培养的武将，避免他们的部队被击溃导致阵亡。当你雄兵百万，战将千员时，在地图行军时会消耗巨量的粮草，此时可以使用将军虎符来遣散武将。如果你的粮草相对有限，不妨遣散部分武将，减少队伍的规模，但被遣散的武将是无法再加入的。击败最终的大魔王后一周目游戏便会结束，在结束之前会提醒你保存一个周目存档。当下次用周目存档开启新的游戏旅程时，可以继承之前周目千辛万苦积累的金钱、物品、装备、技能等，并且有寻将令的话可以选择任意一名武将作为主角，体验新的游戏乐趣。</p><p class=\"bb_paragraph\" >    </p>",
    "supported_languages": "简体中文<strong>*</strong>, 英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/839250/header.jpg?t=1738706841",
    "developers": [
      "Flying Star Games"
    ],
    "publishers": [
      "Flying Star Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 34,
      "total_negative": 13,
      "total_reviews": 47
    }
  }
}