{
  "839400": {
    "name": "Tabletopia - Feudum + Expansions",
    "steam_appid": 839400,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Only the host needs to own this DLC. </i><br><br>Core game + Expansions: The Queen's Army, Alter Ego, Seals &amp; Sirens, Squirrels &amp; Conifers, Windmills &amp; Catapults<br><br>1-6 Players | Ages 12+<br><br>60-180 Minutes<h2 class=\"bb_tag\" >About Feudum</h2><br>Blimey! You and your blokes have been unfairly banished and stripped of everything but a few shillings and table scraps. Undaunted, you journey to a strange land to reclaim your honor.<br><br>Under the steely gaze of her majesty, Queen Anne, you must chart your path to fame and glory. Will you farm the earth, fight as knights or finagle your own feudums? Whatever your fate, one thing is clear: Medieval life is not a bowl of cherry tarts. Fertile land is scarce, food is dwindling, and fanciful creatures fancy you for dinner! Luckily, not everything feudal is (ahem)…futile. If you seize control of the local guilds, you could become most venerated in the kingdom.<h2 class=\"bb_tag\" >About Feudum: The Queen's Army</h2><br>Oh Bullocks! The Queen’s tyranny is spreading into every corner of the kingdom. Her foot soldiers scour the countryside to hunt the behemoth — the bewitched king that was once her husband! Your small band of rebels will need sharp wits and a bit of luck to save the king and reclaim the land’s virtue, as well as your own.<h2 class=\"bb_tag\" >About Feudum: Windmills &amp; Catapults</h2><br>Bull spit and horse feathers! More strange folk have migrated to your neck of the woods, leaving you with little elbowroom. To make matters worse, windmills and catapults are popping up like dandelions. That takes the biscuit! You’re not about to lick someone’s boots without a fight.<h2 class=\"bb_tag\" >About Feudum: Seals &amp; Sirens</h2><br>Codswallop! A famine has emptied your barns and you must look to the sea for sustenance. With harpoon in hand, you hoist your anchors and begin your hunt for seal meat. But beware! Not all fins are friendly. The siren’s song is sure to shipwreck you!<h2 class=\"bb_tag\" >About Feudum: Alter Ego</h2><br>Heavens to Betsy! Or is it Betty? Just when you think you know the locals, their moods get all mishmashed and it’s hard to predict what they’re going to do next. You’d better watch your back!",
    "supported_languages": "英语, 法语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/839400/header.jpg?t=1523651092",
    "developers": [
      "Mark K. Swanson",
      "Justin Schultz",
      "JR Honeycutt",
      "Brian Neff"
    ],
    "publishers": [
      "Tabletopia"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}