{
  "839810": {
    "name": "Drift 4000",
    "steam_appid": 839810,
    "required_age": 0,
    "is_free": true,
    "description": "Drift 4000 is a new take on the old asteroids-style space shooter. You will find yourself in an increasingly difficult fight for survival against waves of enemy fighters, with periodic breaks to refit your custom ship with weapons, ammunition and unique abilities. Can you fight through to the end?<br />\r\n<br />\r\nIf you're up for a challenge, download it for free right now and see if you have what it takes to escape the Drift!<br />\r\n<br />\r\nDespite being listed as a casual game, Drift 4000 is not for the faint of heart; it is quite difficult and only the best will triumph. I made this game several years ago but only recently ported it to windows 7 and above so I could release it to the public.. let me know what you think, and if you have any good suggestions I will include them.<br />\r\n<br />\r\nComing soon is a tutorial video that will explain how to manage your ship's systems, as well as tips on how to succeed.<br />\r\n<br />\r\nDrift 4000 is originally inspired by the game Drift (version 1.02) by Dirk Vandenheuvel. I spent many hours playing that excellent game and I suggest you give it a try. You can still find it here (file name: drift102.zip):<br />\r\n<br />\r\nhttp://cd.textfiles.com/nightowl/nogames3/011a/",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/839810/header.jpg?t=1527798693",
    "developers": [
      "Tim Cornish"
    ],
    "publishers": [
      "Tim Cornish"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}