{
  "841280": {
    "name": "Fantasy Grounds - Starfinder RPG - Pact Worlds (SFRPG)",
    "steam_appid": 841280,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong> Starfinder Pact Worlds</strong></h2>The Pact Worlds are the beating heart of the Starfinder campaign setting, a solar system full of citizens both familiar and bizarre. From the cosmopolitan corridors of Absalom Station to the carnivorous jungles of Castrovel or the floating cloud-cities of the gas giant Bretheda, this hardcover rulebook is your guide to Starfinder's core worlds and civilizations, and the perfect place to launch any adventure.<br><i> Inside, you'll find:</i><br><ul class=\"bb_ul\"><li>In-depth gazetteers of the system's 14 major worlds, from high-tech Verces and the draconic empires of Triaxus to the necromantic wastleands of Eox or magical bubble cities floating on the surface of the sun. Each gazetteer features a detailed world map, residents and cultures, settlements and adventure locations, a unique theme to customize characters from that world, and more.<br></li><li>New playable alien races, from undead Eoxians to Castrovellian plant-people.<br></li><li>New starships, from the living vessels of the Xenowardens to sinister Hellknight dreadnoughts.<br></li><li>A codex of themed NPC stat blocks to help Game Masters create vivid encounters.<br></li><li>New archetypes for every class, including the Star Knight, Skyfire Centurion, and Divine Champion.<br></li><li>Tons of new weapons, armors, spells, feats, magic items, technological gadgets, and more to help outfit your adventurers.</li></ul>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Christopher Ward</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Starfinder ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/841280/header.jpg?t=1768395001",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 12600,
      "final": 12600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 126.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 17 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}