{
  "841290": {
    "name": "Windfall",
    "steam_appid": 841290,
    "required_age": 0,
    "is_free": false,
    "description": "Ever wanted to go sailing, but afraid you will die at sea? Or do you live so far from the sea that you just can't do it? Do you have a Steam VR ready headset? Then this game is for you! <br><br><strong>Windfall</strong> is a sailing simulator like no other. Accurately simulating sailing physics in real time, this is the only virtual reality sailing game that will give you a feeling of what is like to actually sail.<h2 class=\"bb_tag\" >Multiplayer</h2>Never be a lonely sailor. Sail with your friends on your boat or sail against your friends in another boat. Supports multiplayer with voice chat. Set up races or simply cruise around the virtual islands.<h2 class=\"bb_tag\" >Learn</h2>Get the knowledge you need to sail in a safe environment. Literally learn the ropes all within Virtual Reality. Full VR wands are supported. Reach out and grab the tiller, grab the ropes and set the right tack.<h2 class=\"bb_tag\" >Physics Galore</h2><strong>Windfall</strong> accurately calculates all the forces involved in sailing. From the buoyancy of the boat, to the forces on the sail, to fairly realistic ropes. Get the true feeling of sailing across the ocean blue.<h2 class=\"bb_tag\" >Early Access</h2>This game is early access, which means it will be receiving updates throughout the development of it. At release, it will be feature rich, but content poor with more stuff to do being added regularly.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/841290/header.jpg?t=1562797562",
    "developers": [
      "8Bit Goose Games"
    ],
    "publishers": [
      "8Bit Goose Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}