{
  "841300": {
    "name": "Together",
    "steam_appid": 841300,
    "required_age": 0,
    "is_free": false,
    "description": "Together is a game about being with someone. Someone who is kind. Someone who makes you happy. Someone whose mental state requires a lot of your time and energy. Someone who you care about. But after you've invested so much love in being with them, what happens when they no longer feel the same way?<br />\r\n<br />\r\nTogether is a game inspired by the personal experiences of the developer about the trials and tribulations of managing a relationship, demanding schoolwork, and your own needs. <br />\r\n<br />\r\nExperience the demands of a relationship by either catching or avoiding falling choices in this resource management game. Choosing whether or not to take these actions will affect your stats: compassion, stress, and love. Balancing these three aspects of your current wellbeing is essential to maintaining to surviving through this relationship without falling apart at the seams. <br />\r\n<br />\r\nBeing there for someone who's going through depression and loss seems easy at first, but over time the stress of dropping everything to be at their side builds up. <br />\r\nIf you instead decide to ignore them and lose your compassion even though you still love them, then you've become an abusive partner and lost your way. <br />\r\n<br />\r\nBut if you manage to stick it through all the way to the end, what happens if they break up with you? After you've invested so much and endured for so long, can you handle it?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/841300/header.jpg?t=1577984142",
    "developers": [
      "Zilby"
    ],
    "publishers": [
      "Zilby"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "71",
        "description": "色情内容"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}