{
  "841500": {
    "name": "Sheep Game",
    "steam_appid": 841500,
    "required_age": 0,
    "is_free": true,
    "description": "The sequel to Sheep Game is coming later this year. Wishlist Too Many Sheep today! <br><br>Sheep Game is a couch-based multiplayer game best played with 2, 3 or 4 people. <br><br>The game features four fields to herd your sheep in. To win the game, you need to win three rounds. To win a round you need to herd three sheep into the central pen and hold them there for 3 seconds. Controls are straightforward, point the analogue stick in the direction you want your dog to run, and it will follow your command. If you pick up a power-up, you can trigger it with the action button.<br><br>Will you play defensively and block your opponents? Or will you become a top dog by rounding up your sheep in record time using your speed and agility!?<br><br>So grab your friends and challenge them to fast and frenzied sheep herding.<h2 class=\"bb_tag\" >Family friendly</h2>Sheep Game is a family-friendly game to be enjoyed by young pups and old dogs alike. It is free from any violence or swearing.<h2 class=\"bb_tag\" >Best played with friends</h2>Whilst you can play on your own to sharpen your skills, Sheep Game is best played with friends gathered around. Up to four people can play head-to-head.<br><br>Don't have four controllers? No problem; Sheep Game supports four players using two controllers.<h2 class=\"bb_tag\" >Simple controls but hard to master</h2>Sheep Game is easy to pick up, you'll have your dog running around in no time, but keeping those sheep under control will take time to master.<h2 class=\"bb_tag\" >Break the deadlock with power ups</h2>Having trouble with your rivals? Use a well timed power up to freeze them in their tracks or give your self a speed boost to tip the balance.<h2 class=\"bb_tag\" >How to play</h2>Sheep Game requires game controllers, but there is some support for a keyboard.<br><br>Player 1: arrows + enter (action button / join game)<br>Player 2: a (rotate left) d (rotate right) w (move) + s (action button)<br>Player 3: c (rotate left) b (rotate right) g (move) + v (action button)<br>Player 4: j (rotate left) l (rotate right) i (move) + k (action button)",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/841500/header.jpg?t=1683273440",
    "developers": [
      "David Lewis"
    ],
    "publishers": [
      "David Lewis"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 27 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}