{
  "841680": {
    "name": "Hazmat Hijinks: Total Meltdown",
    "steam_appid": 841680,
    "required_age": 0,
    "is_free": false,
    "description": "Hanford’s pet fox has been kidnapped by the Cleaners! In Hazmat Hijinks®, you’ll need multicolored hazmat suits for protection as you traverse chemical spills, walk through radiation, and battle the Cleaners in your quest to rescue Hanford’s furry friend.<br />\r\n<br />\r\n1) Suit Up: Use different multicolored hazmat suits.<br />\r\n2) Long Play Time: Over 40 hours to complete all 96 levels.<br />\r\n3) Novelty: There’s always something new on each level!<br />\r\n4) Plenty of Surprises: Find dozens of secrets, easter eggs, and more.<br />\r\n5) Challenges &amp; Help: Play each level sequentially or pick-and-choose to your heart’s content!<br />\r\n<br />\r\nNational Spork was founded by Tod Powers to both advance the state of spork technology and promote the welfare of people across the world through the increased use of sporks. That project fizzled out rather quickly, so he switched to making elaborate, artsy video games — an endeavor that is known to be incredibly easy, not at all stressful, and a real quick way to make a buck.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 捷克语, 丹麦语, 荷兰语, 日语, 波兰语, 葡萄牙语 - 葡萄牙, 葡萄牙语 - 巴西, 瑞典语, 土耳其语, 芬兰语, 挪威语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/841680/header.jpg?t=1732737461",
    "developers": [
      "Tod Powers"
    ],
    "publishers": [
      "National Spork LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}