{
  "842960": {
    "name": "Command LIVE - Commonwealth Collision",
    "steam_appid": 842960,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/842960/extras/d96d15914fb19a0754dc426c63b46bd5.webp?t=1573687133\" width=595 height=58 /></span><br><br>EPISODE 8: COMMONWEALTH COLLISION<br><br><br>India and Pakistan have been in an armed conflict since partition and independence, one that periodically flares into a major war, as it did in 1948, 1965, 1971, and 1999.  The continuous sore point is Jammu and Kashmir, with low-intensity conflict having the potential to turn much sharper very quickly.<br><br>In early 2018, rocket strikes on Indian Army bases near the Pakistani border increase in intensity, one killing a group of visiting British officers. An unexploded round from the same salvo is examined and found to be a brand-new, advanced rocket, one that rag-tag militants could not possibly have access to. Pakistan’s waffling diplomacy angers the British military and public, and as the subcontinent edges closer to war, London has New Delhi’s back. But Beijing has Islamabad’s as well, with waves of modern Chinese equipment being “purchased” by Pakistan and being crewed by either “Volunteers” or “contractors” that mysteriously “quit” the PLA.<br><br>To counter this, the British have, in an effort comparable to the rapid, frenzied preparations that preceded the Falklands War, rushed the brand-new carrier Queen Elizabeth and its air-wing of F-35s into service. The fighter jet has been extremely controversial since the program began, and now it faces its baptism of fire. Likewise, the Indians have been pushing everything that can float into service, including making the unfinished carrier Vikrant capable of basic flight operations.<br><br>Last-minute peace negotiations fail, and on June 3, 2018, the subcontinent flares into war yet again. Most of the fighting is along a narrow, grinding front. The Commonwealth armies have adopted a broad front grinding approach, one designed to take advantage of India’s greater population and just as importantly, be less likely to lead to a spooked nuclear launch.<br><br>But their navies are going deep, with an improvised task force of three carriers striking strategic targets far beyond the border lines. They face Chinese technology and Pakistani defenders eager to sink the first carriers since World War II. Both sides have “cobbled-together” assets-the carriers and their wings are either brand new or limited, while the defenders can spare very few planes from the front.<br><br>The question is which ramshackle strike complex will triumph over the other. <br><br><strong>FEATURES</strong><br><br><ul class=\"bb_ul\"><li>Playable as the India-UK or Pakistan-China alliances.<br></li><li>Battle with or against a fleet of multiple aircraft carriers that includes the brand-new HMS Queen Elizabeth and INS Vikrant, along with the Type 45 destroyer.<br></li><li>Attack or defend a target set that includes seaport facilities, a deployed brigade, and even an admiral in his personal aircraft.<br></li><li>Coordinate the efforts of units that vary wildly in capability. Each side has a mixture of western and eastern platforms that range from fresh and untested to old and obsolete in terms of individual quality. Knowing the strengths and limits of each one is key to victory.<br></li><li>Control such potential game changers as the CM-400AKG anti-ship missile, F-35 stealth fighter, Astute-class submarine, and Soar Dragon high-altitude drone.<br></li><li>Command a force with fewer resources than a Nimitz CSG or Backfire regiment, making intelligent planning and asset management necessary.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/842960/header.jpg?t=1573687133",
    "developers": [
      "WarfareSims"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}