{
  "843370": {
    "name": "Gravity Well",
    "steam_appid": 843370,
    "required_age": 0,
    "is_free": false,
    "description": "Putting the power of gravity in the player's hands, Gravity Well takes inspiration from the beloved puzzle/platformer genre to bring forth those elements alongside the ability to use the concept of the power of gravity to solve puzzles. <br><br>In Gravity Well, the player will have to utilize their wits as well the power of the prototype device, the &quot;Gravity Well&quot; or &quot;G-W&quot; for short, to solve puzzles and to complete their mission of acquiring two high value objects from a derelict space research station. Gravity Well features no direct combat, and instead focuses on the player's ability analyze and observe their surroundings and then find the solution to progress forward to unlock more of the station. Gravity Well's main gameplay will feature running, jumping, ducking, firing the Gravity Well to produce object manipulating singularities, as well as learning when to time their actions to progress, all to provide the player an enjoyable first-person, puzzle platformer experience. <br><br>They'll unlock upgrades that will add to the abilities of the device, as well as uncover a story revolved around the device itself and the power it represents, but the core focus of the game will lie in solving the game's puzzle rooms, all the way to the very end. <br><br><br><br> <h2 class=\"bb_tag\" >Features:</h2><br>-<strong>Challenging Puzzles</strong> - Some puzzles will come quick; Some will see the player observing the room in it's entirety to figure out the solution. Never forget, the power of gravity is yours!<br><br>-<strong>Positive/Negative Singularities</strong> - The power to push and pull heavy objects at your command! Understanding when and where to push and pull objects to solve puzzles or create pathways will see the player progress!<br><br>-<strong>Singularity Tethers</strong> - Never question your singularity's influence! Singularities come with visible tethers so that you'll always know what can and can't be affected!<br><br>-<strong>Time Singularity</strong> - Time is on your side! Sometimes pushing and pulling just won't do, and a time singularity is the only thing preventing you from being crushed! Slow machinery and objects to make your own time, and get what you need to get done!<br><br>-<strong>Platforming</strong> - Be fit! This station isn't just going to hand you what you came for; you'll need to work those legs and put in some effort by jumping and ducking in tandem with your singularities to solve puzzles and go places!<br><br>-<strong>Story and Dialogue</strong> - Carpel Tunnel! There's a reason you're here, and by golly it better be a good one! Figure out why a lucrative but secret contract has you searching a space station on the fringes of space and two empires, as well as understand the purpose of the station itself and the power you wield in your hands...<br><br>-<strong>Fully voiced AI, data logs and contractor dialogue</strong> - Lend us your ears! Our game is entirely voiced by several of the team's developers as well as Twitch streamers, to provide another level of immersion to the game!<br><br>-<strong>24 Puzzle Rooms</strong> Come for the visuals, stay for the puzzles! 24 different puzzles meant to introduce the player to the device, begin challenging the player to think of new ways to solve puzzles, and finally put players to the test to utilize all of their possible actions and make it off this station alive!<br><br>-<strong>And More!</strong> - Stuff!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/843370/header.jpg?t=1529549545",
    "developers": [
      "Black Engine Games"
    ],
    "publishers": [
      "Black Engine Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}