{
  "843310": {
    "name": "Reckless Driver",
    "steam_appid": 843310,
    "required_age": 0,
    "is_free": true,
    "description": "Welcome to Seaview, where the people are nice and the streets are littered with traffic. Say goodbye to the hustle and bustle of crowded roads as you race your way through the streets of Seaview, making your way to win the race! Forget about ever getting stuck behind a soccer mom’s minivan as you’re carving  your way through the city streets!  Crashing through barriers and running through red lights with no penalty, and you don't even need to worry about rolling stops! Seaview is missing a racer like you, so come and show us what you got!<br />\r\n<br />\r\nDrive 19 vehicles from super sports cars to picking up passengers in a city bus, all the vehicles will keep you wanting more! Take on over 60 races and challenge yourself in multiplayer modes like Infected and Capture the Flag with your friends!<br />\r\n<br />\r\nExpand the game to make it just how you want it! Go create breathtaking and fantastic cities, the cars of your dreams, or just make something that you can show your friends and make them jealous. Join the community to see what other creators have been building and try them out yourself! Now GO! Let’s Drive!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/843310/header.jpg?t=1656635590",
    "developers": [
      "Arrow Block Entertainment"
    ],
    "publishers": [
      "Arrow Block Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}