{
  "843510": {
    "name": "Colony Prospector",
    "steam_appid": 843510,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/843510/extras/6c6f93e4bf39c46affc8e0fe8c1e84f4.avif?t=1649071539\" width=608 height=255 /></span><br><strong>“Colonisation failed… Un-aesthetic environment played a pivotal role.</strong><br><br>The colony survived nearly seven years before a serial killer claimed her first victims, thirteen more soon followed. After she was caught, and publicly killed, there was a spate of copycat killers. Scared people turned to charismatic cult leaders and mass suicides soon followed. Violence erupted everywhere and society broke down. Soon after, a suicide bomber wiped out the remaining infrastructure of the colony hub and the remaining colonists perished during a harsh winter.”<br><br><strong>Enter the brutal world of colony prospecting.</strong> <br><br>You fly from planet to planet, laboriously scanning them to assess their habitability, and to rootle out their secrets. <br><br>This one is toxic and has no water. This one has a god-like being unwilling to share. This one has no resources. This one has giant sand-worms. This one has crushing gravity… yet it also has fresh water lakes, and enough resources to take a colony to space-age tech. There’s food here too, strange fruits growing on thorny trees. A 67% chance of colonisation. You send down a pod.<br><br><strong>“Colonisation success…</strong> Earth has sent your payment. You’ve unlocked Bio Research Colony Pods and Physics Station Pods.”<br><br>You’re on your way back to Earth to restock colony pods and surface probes. A Groshvwi Colony Ship blocks your jump-path. You open fire with your lasers, enhanced through setting up a military colony. You destroy the ship. From it’s wreckage you find materials for crafting specialist pods.<br><br>At Earth you restock your colony pods: 3 standard pods, a physics pod, a prison pod, and another military one. You apply to take a tourism pod but Earth refuses. They only allow prospectors to set up tourism colonies once they’ve discovered a Gaia World.<br><br>You fly from planet to planet, tirelessly scanning them to assess their habitability, and to hunt down their treasures.<br><br>This one is terrible, no air, no water. This one is already colonised by the A.I. You attempt to hack the colony and fail, they fire at your ship and your engines take damage. You fly on. This one has high-functioning apes, but they are peaceful. The air is slightly toxic, but there is water and food. Resources only take the colony to industrial era tech but Earth is still willing to pay. A 72% chance of colonisation. You send down a standard pod.<br><br><strong>“Colonisation failed…</strong><br><br>Perhaps it was inevitable. Within twelve years of the colony being established the native apes began to learn from the colonists. First to use tools, and then how to communicate. In the thirtieth year they learned how to kill. At first, they began attacking in small groups, testing the colonies defences. Soon after, they launched an attack with hundreds of thousands of apes and overwhelmed the colony. They killed thousands of the colonists and enslaved the rest. Perhaps, fortunately for the colonists, they all died in captivity after contracting a venereal disease from the native apes.&quot;<h2 class=\"bb_tag\" >Features:</h2><br><ul class=\"bb_ul\"><li>Infinite planets to scan and explore.<br></li><li>Ironman mode<br></li><li>40 thousand  words of descriptive text.<br></li><li>20 different colony types to unlock and establish each offering different bonuses.<br></li><li>Crafting system.<br></li><li>Gas-giant mining.<br></li><li>Random encounters.<br></li><li>Space music</li></ul><h2 class=\"bb_tag\" >Who should buy this:</h2><br><ul class=\"bb_ul\"><li>Gamers who don’t need a detailed story.<br></li><li>Gamers who enjoy calming, repetitive tasks, and reading.<br></li><li>Gamers who need a challenge.<br></li><li>Gamers who don’t mind failing.<br></li><li>Gamers who enjoy Nethack-esque games.<br></li><li>Gamers who like to work some things out for themselves.</li></ul><h2 class=\"bb_tag\" >What else does this have:</h2><br><br><ul class=\"bb_ul\"><li>A background universe – There are three races in the galaxy trying to colonise it. None on friendly terms. Earth starts off way behind. It is possible, though ridiculously difficult (really, so, so fracking hard) to catch up and even begin eliminating the enemy. All of this is done through establishing colonies. Every colony you set up speeds up Earth’s growth. Setting up military colonies and other specialist ones can slow the enemies. At the very least, the one screen that handles this background universe can be screenshot for bragging rights!?!<br></li><li>Missions – there are things you can try to accomplish in the universe, like finding the 20 statues dedicated to the mysterious First Empire. None are compulsory though.<br></li><li>No limit caps – there is no cap on how much you can do. You can, should you choose, set up a hundred military colonies (which boost your lasers each time) and eventually be able to take on A.I Battleships, but you'll probably die or get bored first!! </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/843510/header.jpg?t=1649071539",
    "developers": [
      "Colonial Life"
    ],
    "publishers": [
      "Colonial Life"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}