{
  "843650": {
    "name": "Sophont",
    "steam_appid": 843650,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Sophont</strong> is an action packed science fiction first person shooter that relies on philosophical undertones as the primary focus of the plot.<h2 class=\"bb_tag\" ><u><strong>Features</strong></u></h2><br><br>Telekinetic and elemental abilities at your disposal:<br><ul class=\"bb_ul\"><li>Psychic Push<br></li><li>Levitation<br></li><li>Force field<br></li><li>Teleportation<br></li><li>Flame blast</li></ul><br>Daniel also has impressive reflexes allowing him to enter Reflex Mode, which is similar to bullet time.<br><br>There is an impressive arsenal of weapons available to the player with many having unique attributes to them.<h2 class=\"bb_tag\" ><u><strong>Story Plot</strong></u></h2><br><br>The year is 2999. Daniel Keldrik was a previous soldier who joined the biotic regime because he wanted to live up to his father. His father is known as the greatest biotic who ever lived and is royal protector to the King of Mars. After Daniel went through extensive genetic altering to unlock psychic abilities he was deemed an astronomical failure because he couldn't even perform elementary telekinetic tasks. Coming from a wealthy family, his father was able to get the King of Mars to fund scientists to develop a prototype bio-enhancer so he could somewhat compete with his squad mates. Daniel, being the only biotic to ever have to rely on the bio-enhancer, gets harassed by his peers on a day to day basis. Daniel also took 3 years longer than his peers during his biotic training to graduate from the program even with his bio-enhancer.  Finally graduated, Daniel is assigned to his first mission with squad Omega, the worst squad in the regime. Things go completely haywire on his first mission and he is forced to resort to his instincts to survive. Follow him through the depths of hell and back as he learns the truth about the biotic regime and the dark transgressions of humanity.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/843650/header.jpg?t=1658371433",
    "developers": [
      "Sameer Hirezi"
    ],
    "publishers": [
      "Sameer Hirezi"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}