{
  "843840": {
    "name": "Space Orb",
    "steam_appid": 843840,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Story</strong><br>Space Orb is a game about “Bib” Bib is an orb that travels the universe to collect resources for his home planet. In his adventures Bib has to overcome a lot of different obstacles to find the space energy he needs to activate the portal for the next location. In his adventures Bib comes across a lot of amazing locations and different types of planets. <br><br><strong>Gameplay</strong><br>The player controls the orb and has to navigate the different levels with a special gravity system. The levels gradually gets harder and as the player progresses more objects and obstacles is introduced to the player. The objective of the game is to collect space energy. When enough space energy is collected the portal will be activated and when the player moves through the portal it will take the player to the next level. <br><br><strong>Modes</strong><br>The game will include several modes.<br>Adventure mode: This is the main mode were the player will have to get through the levels that gradually becomes harder and harder. <br>Extreme mode: In this mode the player have a limited amount of lives. The player can choose between 1, 5 or 10 lives at the beginning. If the player uses all of his lives it’s game over. (under development)<br>Fun mode: This mode is currently on the drawing board. This mode will be similar to adventure however the levels will include different good/bad powerups. These will make it more fun and interesting to get through the leves.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/843840/header.jpg?t=1538660215",
    "developers": [
      "Outdoor Gaming"
    ],
    "publishers": [
      "Outdoor Gaming"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}