{
  "844420": {
    "name": "Demon's Rise - Lords of Chaos",
    "steam_appid": 844420,
    "required_age": 0,
    "is_free": false,
    "description": "You are no hero … no prancing knight or scholarly wizard but a champion of the dark gods. As their chosen, you have command of legions of barbarians, beastmen and demons. Wield unholy strength, necromancy and hellfire to bring ruin to the civilized realms. Honor your gods on the bloody fields of battle in a quest for power and ascension.<br />\n<br />\nDemon’s Rise: Lords of Chaos is a turn-based, tactical RPG set in a brutal and unforgiving fantasy world. Taking place amidst a horrific war in the cold north, the campaign will see your party fight innumerable enemies, huge monsters and powerful sorcerers. Victory will require the tactical use of terrain, morale, formations and magic. Build an increasingly powerful war band, command demonic allies, and crush those that stand against you.<br />\n<br />\n•\tTactical Choices: Use terrain effects, cover and line of sight to gain an edge over your enemies. Employ spells to hinder powerful enemies, area effect damage to clear the field of lesser foes and buffs to strengthen your allies.<br />\n  <br />\n•\tBuild Your Party: Choose from 20 diverse character classes to build your war band. Your warriors will improve with every victory, becoming stronger and unlocking new powers and skills. Acts of courage and savagery on the battlefield will bring favor from your gods, which can mean the difference between glory and defeat.<br />\n<br />\n•\tCollect Gear: Equip your warriors with powerful weapons, arcane objects, runic armor and legendary artifacts. There are thousands of items to find and collect, each with their own stat effects and background lore.<br />\n<br />\n•\tCampaign: Fight through a lengthy campaign and numerous side quests that span more than 40 hours of play time. No level caps and the ability to replay levels at a harder difficulty add to the longevity.<br />\n<br />\n•\tEngaging Lore: Immerse yourself in the history of Tarren, the world of Demon’s Rise. A land of broken empires and shattered kingdoms where armies of humans, demons and other races fight for bitter survival.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/844420/header.jpg?t=1604078788",
    "developers": [
      "Wave Light Games Inc."
    ],
    "publishers": [
      "Wave Light Games Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "74",
        "description": "血腥"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}