{
  "844710": {
    "name": "Sage 3D Demo",
    "steam_appid": 844710,
    "required_age": 0,
    "is_free": true,
    "description": "Over 170 levels!<br />\r\nA 3D board game for a single player!<br />\r\n17 different pieces, each with their own properties!<br />\r\nCapture all pieces on the board to win one level!<br />\r\nBlow up all dynamite, get the gold and prevent certain bombs from exploding on another level!<br />\r\nDesign your own levels!<br />\r\n<br />\r\nBasically, you will drop pieces one at a time to capture other pieces by having MORE offensive captures upon a target piece than that piece has defensive captures protecting it, if any.  By analyzing the board, capturing, exploding pieces, preserving some pieces from being blown up, melting pieces, elevating and deelevating pieces, you will attempt to REACH the level maker's OBJECTIVE(S) presented when PLAY BEGAN.<br />\r\n<br />\r\nBecause this is a complex game, but simple to learn IF you play the tutorials, trying to explain it without playing the 21 tutorial levels will confuse most people.  The 21 levels available in the DEMO, which also includes 4 full release levels, are educational and fun.  You will be PLAYING the game INSTANTLY while learning, not falling asleep reading nonstop instructions for 3 weeks before being able to almost play the game!  However, this game is a THINKER'S GAME, not for the impatient.  If you don't like puzzles, don't bother with this one!  We don't offer you cheese with your whine and it takes a while to get good!  If you find your knees touching the back of your head, maybe it's time to take a break!<br />\r\n<br />\r\nGood luck!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/844710/header.jpg?t=1572385919",
    "developers": [
      "Michael Sean Mackay"
    ],
    "publishers": [
      "Empire Games Wisconsin"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}