{
  "845040": {
    "name": "Aegis Legends",
    "steam_appid": 845040,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/845040/extras/f9ae5b16b7223c569cb629940f618fd8.avif?t=1748180006\" width=616 height=176 /></span></p><p class=\"bb_paragraph\" >Aegis Legends is a competitive, balanced and stat heavy tower defence game with a twist. It combines tower defence with a wave survival/top down action shooter and then adds more new and exciting elements to the mix. Work alone or team up with others to work out the best strategy to achieve the highest scores on the never ending survival leaderboards. Aegis Legends is unlike other tower defence games; there are no waves of enemies, it's never ending, gradually getting harder and harder until you can't survive anymore and your strategy fails you. </p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Build towers your way</h2><p class=\"bb_paragraph\" >You can change all of the stats on each of your projectile based towers. Upgrade range, damage, rate, critical chance and critical damage at every tower level to expand massively on the amount of strategies available to you! </p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Evolve Towers</h2><p class=\"bb_paragraph\" >Not only are there 34 towers in the game, but you can now evolve your towers into something different. Convert rocket towers into nuke towers, sacrifice coin generators to heal your base, make your towers resistant to certain enemy types and much more! This increases the total tower count to 68 and increases the available tactics to you!</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Unique Bosses</h2><p class=\"bb_paragraph\" >As the game progresses and you last longer, you get introduced to new bosses. Each boss has a unique ability such as speed boosting, protecting, skull distracting and much more. Did we mention you don't just have to worry about land? There's also various types of air units to beat!</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Skill Points</h2><p class=\"bb_paragraph\" >At the start of every game you get to spend a skill point on making your character unique. Every 1000 kills you gain another point to place into movement speed, reduced reload speed, build cost reduction or magazine size! Build a character around your style of play.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Achievements and Unlockables</h2><p class=\"bb_paragraph\" >Earn experience, gain levels, unlock new characters, magical powers and abilities that help you defeat the never ending horde of enemies! Achievement progress is displayed in game so you can see how far off you are from unlocking the character you want.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Statistics</h2><p class=\"bb_paragraph\" >Help understand what happened on each of your attempts on our new web site. At the end of every game you play, you'll be given a unique link to open the statistics page and drill down into all the numbers possible. Don't worry, if you want to hide your statistics from other players, there's the option to mark them as private before you start! This web service is constantly improving over time, so expect more stats each time you visit there. </p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Multiple Towers, each with 3 levels</h2><p class=\"bb_paragraph\" >There's currently 12 different types of tower, each with 3 levels and an alternative mode (evolve). See the stats for every tower, which player owns it, what the range of the tower is and what will happen if you upgrade it, simply by clicking it. You can also configure shortcut keys to speed build, upgrade and evolve.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Character Abilities</h2><p class=\"bb_paragraph\" >Once unlocked through experience, you can select from various abilities that help aid your fight. These include slow dome, teleporter, dash, barriers, critical chance and a coin collector.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Magical Powers</h2><p class=\"bb_paragraph\" >Once unlocked through experience, you can select from various magical powers that compliment abilities and your character customisation. These include golem smash, ice block, heal base, character rage and a tower damage boost.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Multiple Environments with Dynamic Weather</h2><p class=\"bb_paragraph\" >Fight it out in the Forest, Desert or even indoors in the crypts! There's a full day and night cycle (this only affects the game visually), along with rain and thunder - the world you're fighting in feels alive! There's also interactive elements such as lifts, dynamically changing levels and flame walls to add yet more variety.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Vendor with a huge selection of weapons</h2><p class=\"bb_paragraph\" >Don't like tower defence, want a hybrid strategy, or just simply enjoy shooting? Use your coins to buy weapons instead of towers and do the shooting yourself! There's a pistol, rifle, shotgun, laser, railgun, flame thrower and a sword to use. Lets not forget to mention the grenades, mines and air strikes that you can purchase!</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Incredible replay-ability and a huge range of strategies</h2><p class=\"bb_paragraph\" >We have players who have put 100's (yes, 100's) of hours into working out the best strategies so don't be put off if you don't score top 10 on your first go. Aegis Legends is incredibly competitive with worldwide leaderboards. As you play more and more, you start working out what you need to do to survive longer. Will you build towers only or go hybrid with guns? Will you shoot guns only? When will you upgrade or evolve that tower? Will you upgrade the stats or upgrade the base level of a tower? Look at the average play time of our Steam reviews and you'll see what we mean! </p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Mini Games</h2><p class=\"bb_paragraph\" >There is an ever growing list of competitive mini games that range from shooters to maze and timed type of games. Each mini game has a competitive leaderboard, so you can even show the world you're the fastest builder or runner out there.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Completely Balanced</h2><p class=\"bb_paragraph\" >The game has been in development for over 10 years with 100's of players giving us feedback. We have spent years perfecting the balance, how things scale over time and changing costs to ensure that there are no silly strategies such as only placing one tower or only buying one gun. You can only last so long with that arrow tower or rifle!</p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/845040/6597f160de3bd885a148ffe9400cc63e44078a8a/header.jpg?t=1748180006",
    "developers": [
      "Aurox Studios"
    ],
    "publishers": [
      "Aurox Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 5,
      "highlighted": [
        {
          "name": "Heal the base for 450 damage",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/845040/2570b79d89f6bf3662a345a7ca38860ca7341680.jpg"
        },
        {
          "name": "Get 10,000 kills with the Cop",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/845040/a3a48fe2a48efbdfb25c73c02a8ad725447b5e0d.jpg"
        },
        {
          "name": "Back to basics",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/845040/1785ff57f775c95c187c908d3b4a34135c644651.jpg"
        },
        {
          "name": "Fire in the hole",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/845040/25c7b02381b2a58ae69dc06f97c4ff2e980648bc.jpg"
        },
        {
          "name": "I'm no tourist",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/845040/013383eb9e274f405dff7e107225a5ac891d5961.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}