{
  "845230": {
    "name": "Super Cubiform",
    "steam_appid": 845230,
    "required_age": 0,
    "is_free": false,
    "description": "In the depths of space, you must rely on your wits and your reflexes, using the digital repair program <strong>Super Cubiform</strong> to restore functionality to your ship's systems, recover log data, and uncover the mystery behind the robot that brought you all the way out here! Switch between exploring and repairing your ship as its Captain, and collecting data and busting viral operators as the <strong>Super Cubiform</strong> in this mashup of genres!<br><br>Super Cubiform is an &quot;Arena Action Platformer&quot;, which combines the fast pace and precision of games like Quake with retro platforming abilities! Race against the timer as you recollect data fragments and remove Viral Ops from the level, clearing it as quickly as you can! <br><br>When you progress in recovering data, ship systems, locations, and logs become available to you as the Captain, allowing you to get closer to recovering your ship and solving the mystery of the mysterious droid that you've recovered on an expedition...<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" >key Features</h2></h2><ul class=\"bb_ul\"><li> No level loading in singleplayer, simply open the level from your in-universe PC<br></li><li> Discover the story behind your current predicament through data recovery, exploaration, and puzzle solving<br></li><li> Cubiform movement and combat is one in the same; chain together abilities to platform and destroy enemies in one motion<br></li><li> Competitive online arena Multiplayer; face off against other players to determine the most mathematically superior Cubiform!<br></li><li> Wave mode that becomes increasingly difficult, play alone or with a friend!<br></li><li> Level editor allowing you to craft your own levels and modes, with tools and options list that rival developer capabilities</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/845230/header.jpg?t=1732912399",
    "developers": [
      "NonLocality Software"
    ],
    "publishers": [
      "NonLocality Software"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}