{
  "846290": {
    "name": "Wheelchair Simulator VR Demo",
    "steam_appid": 846290,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Wheelchair Simulator VR Demo game features three fun and engaging levels complete with narration for you to try the taste of full experience! </strong><br><br><br>Wheelchair Simulator throws you into “slightly” inaccessible city on two wheels while being accompanied by sarcastic jokes and stories from the life of (the very much real) Dmytro Schebetyuk<br><br>Dmytro suffered a spinal injury seven years ago, and is now a wheelchair user. The incident hasn’t stopped him from having a full life - doing extreme wheelchair stunts, travel and even hitchhike around the world. He also loves swimming and archery — he even won a place in the Ukraine’s national Paralympic archery team. He saw the city from a completely different angle and realized that it didn’t suit the needs of people like him.<br><br>We believe that power of VR can help battle real world issues by putting you literally in other people’s shoes. Or, in this particular case, a wheelchair. Experience the world from the different perspective and help us battle inaccessibility in Ukraine.<br><br> <br>Features:<br><br>Help us battle inaccessibility in Ukraine<br>Profits from the game are donated to Dostupno UA initiative which supports accessibility programs and films video blogs about infrastructure and life of people with disabilities in Ukraine.<br><br>Realistic(ish) wheelchair physics and controls in VR<br>Push the wheels with your hands to move around in the wheelchair. Turns out it’s even harder than it looks! Usual objects like stairs and other people suddenly become unpredictable.<br> <br>Ludicrous levels<br>Riding a wheelchair may not look like extreme sport from the side but it sure feels like it! We created a set of absurdly funny levels to show our point.<br> <br>Wacky gameplay<br>The game does not focus on disability but rather on fun situations being in wheelchair puts you in.",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong>, 乌克兰语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/846290/header.jpg?t=1525705684",
    "developers": [
      "ViRa Games"
    ],
    "publishers": [
      "ViRa Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}