{
  "846880": {
    "name": "The Chronicles of Quiver Dick",
    "steam_appid": 846880,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/846880/extras/295b9511cf24b971572f806d28aed20a.avif?t=1660325441\" width=616 height=504 /></span><br><br><strong>From the creative minds that brought you <u>Metal as Phuk</u>, based on one of the most hilarious characters ever written into an RPG, <u>The Chronicles of Quiver Dick</u> takes you on one crazy adventure as you play the role of <i>Old Man Quiver</i> in his youth.<br><u>The Chronicles of Quiver Dick</u> is a 2-3 hour Crude Comedy RPG that does not overstay it's welcome!<br>Entirely scripted encounters with full boss dialogue, no random battles, and a uniquely compelling short tale is sure to hit you right where it hurts! ... (In the funny bone...) <br><br>The characters in the game are made up of a plethora of folks who supported <u>Crankage Games</u> along the way and <i>The Chronicles of Quiver Dick</i> was our way of supporting the fans who have supported us as we give back to the community. This particular tale is the first of many standalone adventures to come in this series. Embark on a journey into the past of one of the craziest adventurers of all time and join him as he finds <i>Grandma Tracie</i>, Grandmother to two sarcastic, A-Hole children, (<i>Emma</i> and <i>Andrew</i>), who like to give <i>Old Man Quiver</i> a hard time!</strong><br><br><strong><u><h2 class=\"bb_tag\" >Features:</h2></u></strong><br><ul class=\"bb_ul\"><li> <strong>Relaxing, yet exciting linear story!</strong><br></li><li> <strong>Constant laughs from start to finish!</strong><br></li><li> <strong>No Random Battles! Every conflict has meaning to progress the story and is fully scripted with unique dialogue!</strong><br></li><li> <strong>Level up, collect loot, and kick monster-balls in with calculated turn-based strategy!</strong><br></li><li> <strong>Bonus Rewards for exploring optional hidden items and content</strong><br></li><li> <strong>Awesome music to provide the perfect atmosphere</strong><br></li><li> <strong>Be a part of history! Crankage Games, we support our fans! Don't be surprised if you find your name added into future games!</strong><br></li><li> <strong>Steam Achievements (Coming Soon)</strong><br></li><li> <strong>Trading Cards (When Valve Approves)</strong></li></ul><h2 class=\"bb_tag\" ><u><strong>A Message From Crankage Games</strong></u></h2><br><strong><i>We would just like to say that we appreciate any and all support that we've received along the way from Streamers, Youtubers, Friends, and Fans all around the world. Our first release has sold in over 100+ countries and thanks to you, it has become a favorite among many Comedy RPG fans worldwide. We've responded to EVERY Steam Message ever sent, EVERY Community Post on our Hub ever made, and EVERY Steam Review we've ever received. We want you to understand how important you are and how much we appreciate your feedback. We've learned a lot from the first game and we continue to improve and grow every day. As we expand, our games will be bigger, better, and much more frequent. One thing that we can always guarantee is that we will do our damnedest to make you smile. This game, much like the rest, is meant to brighten up a cloudy day and shine some sun on those who could use an escape from stress and hard times. All we want is to make you laugh, make you smile, and help you enjoy life like you deserve.<br><br>From the bottom of our hearts, we thank you for everything and we hope that you enjoy your time playing our games. Please let us know what you think, as we love reading your comments and we will always find the time to respond!</i></strong><br><br><strong><u>- Crankage Games </u></strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/846880/header.jpg?t=1660325441",
    "developers": [
      "Crankage Games"
    ],
    "publishers": [
      "Crankage Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}