{
  "847590": {
    "name": "Sword of the Black Stone",
    "steam_appid": 847590,
    "required_age": 0,
    "is_free": false,
    "description": "Sword of the black stone tells the story of Sanie the barbarian and her quest to god hood.<br />\r\nJoin her in this action adventure game with 3d third person fantasy style gameplay inspired by 3d classics, travel through forest mountains waters and even worlds in order to defeat Darkvol and his demon hordes.<br />\r\nBattle monsters with your sword and defend your self with your shield but watch your back!!!<br />\r\nUse an aray of different items and weapons like the spark bow and bomb berries to defeat enemies and reach new places ( to far to jump with the silk blaster), use your bombs wisely and watch out for hidden treasures.<br />\r\nMeet up with people like Grace and Bala and complete side quests to build a team, you can mow down enemies with your combined attack power.<br />\r\nSolve block puzzles and timed platform challenges with Shades ocarina to earn gold and even more rewards. Don't forget to save your gold for special items and supplies like bombs and light flower seeds.<br />\r\nIf your stuck try the ocarina near floating orbs as not every block moves .<br />\r\nIts dark in the dark palace use light flow seeds to grow light flows to light the way.<br />\r\nIts not always about muscle pay attention to people and solve the Riddler statues riddles to open new paths and obtain new items.<br />\r\nEach monster is different so use the right weapon for the right occasion, bosses are no push over either so use the right tool for the job.<br />\r\nChallenge your self in a hidden special stage with puzzles and boss rush tower to really put you to the test.<br />\r\nthe world is split in two time you must sew it back together.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/847590/header.jpg?t=1566743351",
    "developers": [
      "N J FOX",
      "KRH"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}