{
  "847520": {
    "name": "Pizzamon",
    "steam_appid": 847520,
    "required_age": 0,
    "is_free": false,
    "description": "Pizzamon is a fantasy story about a young adventurer doing battle with, and fighting against, imaginary creatures.  After you create your trusty Pizzamon, a pizza who does battle for you, you get the chance to compete in the Chef Championships.  Side by side with your Pizzamon, you must battle to collect badges from Grand Chefs who reside in various villages that you discover during your journey.  Each village has a badge based on the zone that they are located in, for example the Winter Badge, Mountain Badge and Water Badge.  Not only must you defeat the Grand Chefs but you will have to fight others who are also trying to get the badges that you need to win.  You will fight other competitors, chefs, and Grand Chefs in your quest to make it to the top.  Along the way you will encounter many different characters in this retro style RPG adventure game.<br><br>Will you be the Grand Champion?<br><br>We also have a kickstarter: <br><br><strong>Core Features of Pizzamon</strong><br><ul class=\"bb_ul\"><li>A wide variety of Pizzamons (each with their own abilities, stats, and quirks) that you can choose to be your champion.<br></li><li>A massive landmass to explore and a world of things to discover.<br></li><li>A wide variety of enemies to face and boss fights to defeat.<br></li><li>Over 100+ items, toys, maps and more.<br></li><li>A bunch of mini-games to complete.<br></li><li>The opportunity to go on a treasure hunt to find awesome loot. Will you be able to solve the clues?<br></li><li>A game that keeps what made retro RPG great but has been modified to the game play and style of current times.<br></li><li>Scripted dialog that progresses during your adventure to be the Grand chef.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/847520/header.jpg?t=1658327226",
    "developers": [
      "Shmellyorc"
    ],
    "publishers": [
      "Shmellyorc"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}