{
  "848190": {
    "name": "KINGDOMS: THE CROWN",
    "steam_appid": 848190,
    "required_age": 0,
    "is_free": false,
    "description": "Kingdoms: The Crown is a massively multiplayer medieval survival game. Please note that the current trailer only shows a very brief snapshot of what will be included. We are still currently in development!<h2 class=\"bb_tag\" >Crafting Stations    </h2><br>There will be different crafting stations within Kingdoms. These include: smelters, forge, workbenches, anvils and more! Each of these have a specific use within the world, and to become more technologically advanced the player must construct these stations.<h2 class=\"bb_tag\" >Servers    </h2><br>Each server is aimed to have a capacity of 100 players. Most servers will have a ping-limit to minimize lag and increase the player experience.<h2 class=\"bb_tag\" >Building System    </h2><br>The building system is a block building system. This allows the player maximum flexibility over their bases. They can choose whether to create a small dwelling or a huge fortress. The choice is yours.<h2 class=\"bb_tag\" >Siege System    </h2><br>This siege system allows a fully immersive experience. With weapons such as the trebuchet and ballista you can show your enemies who is more powerful.<h2 class=\"bb_tag\" >King System    </h2><br>This king system allows a player (and there guild) to rule over a specified region within the world! There will be multiple thronerooms placed throughout the world, and each king will be able to rule over a certain area on the map. Each king can place a tax on that specific area, and players can choose which king to support. The tax received is placed in a chest next to the throne for the king and there guild to use. Will you be a good or bad king?<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/848190/extras/70d366cf55ae45c2f48ffd58ab317150.avif?t=1575554688\" width=500 height=282 /></span><h2 class=\"bb_tag\" >Combat System    </h2><br>The combat system will be a major feature in Kingdoms. The player will be able to perform different moves against their opponent, and the player with more skill will win. The combat system will be similar to Chivalry: Medieval Warfare and Mordhau.<h2 class=\"bb_tag\" >Clan System    </h2><br>The clan system will allow players to join forces with each other. This will allow them to increase their presence, and wage war on other guilds if desired!<h2 class=\"bb_tag\" >Hacking Prevention    </h2><br>This is a major part of any multiplayer game. More information about hacking prevention will be shared prior to Early Access release.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/848190/header.jpg?t=1575554688",
    "developers": [
      "Interactive Gaming Studios"
    ],
    "publishers": [
      "Interactive Gaming Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}