{
  "849570": {
    "name": "The Road to Canterbury Demo",
    "steam_appid": 849570,
    "required_age": 0,
    "is_free": true,
    "description": "May the best story win! Enter the medieval world of Chaucer's <i>Canterbury Tales,</i> where your journey, and the stories you tell, will change history.<br><br><i>The Road to Canterbury</i> is a 175,000-word interactive medieval adventure novel by Kate Heartfield, where your choices control the story. It's entirely text-based--without graphics or sound effects--and fueled by the vast, unstoppable power of your imagination.<br><br>London, 1375. The Black Prince of England is dying, and peace with France hangs in the balance.<br><br>You are a young pauper on a secret mission. Join a pilgrimage to Canterbury with the powerful noblewoman Philippa de Roet, co-sister-in-law to the Black Prince, and Philippa's husband, Geoffrey Chaucer himself, the customs agent, spy, and occasional poet. Your mission is to persuade Philippa to change the course of history.<br><br>You'll fight raiders and knights, aid or foil an assassin, fire up a peasants' revolt, and change your luck for the better or worse. And of course, there's a storytelling contest with a big prize--one you intend to win.<br><br><ul class=\"bb_ul\"><li> Play as male, female or non-binary, and as gay, straight, bi, asexual and/or aromantic<br></li><li> Travel the ancient route of Watling Street from Southwark to Canterbury<br></li><li> Win a prize in the storytelling contest<br></li><li> A quest, a joust, a trial by combat? All in a week's work<br></li><li> Persuade an influential noblewoman to change her politics<br></li><li> Find love with a knight, a squire, or a traveler from distant lands<br></li><li> Become a knight, or the head of an abbey, or a powerful player in London's merchant guilds<br></li><li> Solve the mystery that haunts your family<br></li><li> Declare your loyalty to England or to France and determine the outcome of the Hundred Years' War</li></ul><br>The Hundred Years' war is heating up: will you stoke the flames on the Road to Canterbury?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/849570/header.jpg?t=1680663578",
    "developers": [
      "Choice of Games"
    ],
    "publishers": [
      "Choice of Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}