{
  "849530": {
    "name": "Spheroid",
    "steam_appid": 849530,
    "required_age": 0,
    "is_free": false,
    "description": "(notice: the game is canceled. Do not ask for keys. original description as follows)<br><br>Hello, and welcome to Spheroid!​<br>Spheroid is a game that you may have played before, but may not have seen before. Unlike most other games in the 'Marble Madness'-like genre, Spheroid aims to be story-driven and more visually varied. You wont see levels that are made from plain colored geometry with stuff occasionally in the far distance, but rather, you can expect to see worlds with varying themes which play a major part in the level itself.​<br>each level has an &quot;Activator Field&quot; game-play mechanic associated with it's theme, making for a unique- but never overly difficult- challenge.​<br>There are also no time limits or lives in spheroid, which shifts the focus from getting though the environment as fast as possible to strategically planning how to get through.<br>--------------<br>&quot;What is a spheroid? Usually, a Spheroid is the term used to describe sphere-like, but not entirely spherical, objects. Here on the island, we use a somewhat different definition. Within our premises, a Spheroid is an advanced artificial intelligence contained within a spherical shell capable of traversing any situation a spherical object could possibly be in- our goal on the island is to continually improve the A.I, in hopes that one day, we will create the first perfect intelligence in the world.&quot;<br>-[usr_Owner2]",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/849530/header.jpg?t=1658362531",
    "developers": [
      "Fennecai Fox Creative"
    ],
    "publishers": [
      "Fennecai Fox Creative"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}