{
  "849760": {
    "name": "Alpha/Omega [1,000 HERO POINTS DLC]",
    "steam_appid": 849760,
    "required_age": 0,
    "is_free": false,
    "description": "With the 1,000 Hero Points DLC, you will receive 1,000 Hero Points to spend on weapons and armor, Training Scrolls, or items. You will also randomly receive a top-tier piece of equipment. You will receive one of the following.<br><br><strong>Hero's Purse</strong> - Doubles the amount of Hero Points gained from battle<br><br><strong>Skill Ring</strong> - Increases a character's Skill Point recharge rate by 25% for faster skill use<br><br><strong>Garments of Vengeance</strong> - Adds 25 damage to attacks. &quot;He put on the garments of vengeance&quot; - Isaiah 59:17<br><br><strong>Breastplate of Righteousness</strong> - Provides full protection against Darkness. &quot;Stand firm with the breastplate of righteousness&quot; - Ephesians 6:14<br><br><strong>Belt of Truth</strong> - Provides full protection against being Lured Astray. &quot;Stand firm with the belt of truth buckled around your waist&quot; - Ephesians 6:14<br><br><strong>Shoes of the Gospel</strong> - Provides full protection against being Depressed. &quot;With your feet shod with the readiness of the Gospel&quot; - Ephesians 6:15<br><br><strong>Helmet of Salvation</strong> - Adds Skill Points and Healing each round. &quot;And the hope of salvation as a helmet&quot; - 1 Thessalonians 5:8<br><br><strong>Sword of the Spirit</strong> - Adds 75 damage to attacks and blinds enemies. &quot;For the word of God penetrates joints and marrow&quot; - Hebrews 4:12 <br><br><strong>Shield of Faith</strong> - Provides full protection against being Intimidated. &quot;Take up the shield of faith&quot; - Ephesians 6:16 <br><br>To retrieve your Hero Points and item, go to Heaven's Courtyard and open the chest that you find there. You will reach the courtyard toward the end of the first chapter, Lucifer's Rebellion, or you can Quick Travel to the courtyard from the computer game menu in your character's bedroom after you have completed the first mission.<br><br>The purpose of this DLC is to help you strengthen your party faster. If you choose not to buy the DLC, you will still continue to earn Hero Points by battling enemies and playing other elements of the game.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/849760/header.jpg?t=1579783606",
    "developers": [
      "BUD Games"
    ],
    "publishers": [
      "BUD Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}