{
  "849890": {
    "name": "Guardian Islands",
    "steam_appid": 849890,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to the pristine shores of this mysterious archipelago, an expansive and enigmatic world where adventure beckons, whether you're a lone wolf or a fearless crew captain. Here, the deserted island won't remain empty for long, as this survival RPG game offers an exceptional playground, ready to welcome you, alone or with a group of 4 brave companions.<br />\r\n<br />\r\nAs soon as you set foot on these golden beaches, the glistening ocean stretches as far as the eye can see, inviting you to explore. You can choose to venture out alone, experience total solitude, or surround yourself with friends to share in the adventure and the challenges that lie ahead.<br />\r\n<br />\r\nYour very first mission will be to master the art of survival. Building shelter, lighting a fire for the night, hunting for sustenance—it's up to you to decide how you'll face the elements. The deserted island is beautiful, but it can also be formidable.<br />\r\n<br />\r\nAdditionally, you'll have the opportunity to construct strategic bases to ensure your long-term survival. These sanctuaries will be your bulwarks against the dangers that surround you, from hostile environments to mysterious creatures lurking in the darkness.<br />\r\n<br />\r\nAs you explore, whether solo or with your companions, you'll uncover the wonders of this diverse archipelago. Each island offers its own world, its secrets, and its mysteries, from sunny beaches to smoking volcanoes and dense jungles.<br />\r\n<br />\r\nDuring your journey, you can also explore mysterious dungeons that house ancient treasures, but also mortal perils. Your crew, if you have one, will need to exhibit coordination and strategy to face the challenges that await.<br />\r\n<br />\r\nRegardless of your path, this world is here to offer you an exceptional adventure, endless horizons, and a unique opportunity to become the guardian of these enchanted lands.<br />\r\n<br />\r\nSo, are you ready to dive into this uncharted world, to construct strategic bases, to explore mysterious dungeons, to confront challenges, and to eradicate the demons that haunt these remote islands? This survival RPG game awaits you on Steam, whether you prefer to travel alone or with friends. Adventure has never been so exciting, and your destiny is within reach.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/849890/header.jpg?t=1721693967",
    "developers": [
      "Retina Interactive"
    ],
    "publishers": [
      "Retina Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}