{
  "849940": {
    "name": "Freefall Tournament",
    "steam_appid": 849940,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>About This Game</strong><br>The year 2027 brought hope to a world on the brink of environmental and political collapse. On the last leg of its funding, NATO's United Space Mission (USM) made a discovery on the moon that changed the course of human history. A large alloyed sphere, found nestled in a crater under the lunar dawn, is revealed to be an alien artifact containing a message for mankind. As an international team slowly deciphered the artifact, the content of this message began catalyzing a huge leap forward in our sciences. Humanity was abruptly catapulted into a new interstellar age. There are those who now believe we were not ready.<br><br><br><strong>FreeFall Tournament - a space marines themed TPS (third person shooter)</strong><br><br>Intense, fast-paced, team combat. Animation and camera control that make you feel like a space marine...super human. Have it all: jetpacks, armor, hammers, swords, guns, bombs, in melee, ranged, and aerial combat. Tanks smashing with hammers, deadly Scouts slashing their enemies down the middle with their katana, different jetpacks for every class create dynamic aerial combat, Gunners sniping from across the map, and Tech healing and dueling while laying down turrets. Even throw f-bombs! All class specific jetpacks allow you to hop and bound across the map gaining momentum and speed.<br><br>Your team's combined skill and coordination determine the winner of this tournament. Choose to fight as one of a growing cast of classes battling in 10-20 minute matches. Please try it out, it is not like other shooters.<br><br><br><strong>Key Features</strong><br><br>10 classes: Gunner, Tank, Tech, Scout, Blazer, Blaster, Shocker, Assassin, Commando and Bomber<br>Class skins include multiple looks and models<br>Each class has 2 weapons, 2 abilities, 1 bomb type - all are unique. Some has additional R ability<br>Maps: Training Arena, Shuttle Bay, Moon Base, Space Station<br>Game modes: Team Death Match, Control Point Scramble, King of the Hill, Payload<br>Ranks up to Marshal<br>Hop with jetpack thrusts to bound across maps or Slide to take advantage of forward momentum<br>Target-locking enables aerial combat and fast game play<br>Respawn system regroups fallen teammates and balance matches dynamically<br>Also engage slide mode to evade fire or rapidly close in on an escaping enemy<br><br><br><strong>Game Play</strong><br><br>Two teams, Blue and Gold, compete to win matches. XP and Z Cash (the in-game currency) are given as rewards for players who complete matches. If your team wins you get more than if you lose. Players can start or quit a match at any time, but need to be present to the end in order to get rewards. Rewards are not given for individual kills.<br>The majority of perspective is from the 3rd person over the shoulder point of view. Cameras move in during melee combat or switch to scoped FPS view as needed to add fluid realism to game play.<br><br><br><strong>Monetization</strong><br><br>This game has a monetization system similar to League of Legends, that avoids being pay 2 win. Of the 8 classes, 2 are unlocked for free each day, and they rotate on every 1 week. You can switch back and forth among the free classes during a match. Classes are purchasable for permanent use with both in-game currency and real money. Upgrades that give small performance boosts (like &quot;runes&quot;) are purchasable with in-game currency only. Cosmetic skins for the classes are available to purchase with real money, but do not give any benefit to the player other than looking cool and different. In-game currency and XP boosts are available to shorten the grind, but not eliminate it - hey, it's fun and we want you to play a lot of it!<br><br><br><strong>Design Principles</strong><br><br>Fun is more important than realism<br>Piloting futuristic battle suits should make the player feel super-human<br>Each class should have combat advantages and disadvantages, but not be a hard counter to another class<br>Every map should have features to showcase advantages of each class<br>One-Shotting should be very rare in normal 1v1 confrontation<br>Players with good tactical awareness should have opportunities to contribute to their team without requiring lightning reflexes<br>Conflicts should generally be won by the team that brings more troops to bear at the locus of contention. However, very skilled/lucky/tactical players should also have opportunities for 'heroic actions' that turn the tide<br>Players level up mainly through teamwork, not individual performance<br><br><br><strong>Technical</strong><br><br>Engine: Unity 3D<br>System requirements: minimal, 2 button mouse, ethernet connection<br>Initial download: ~10MB<br>Full download: ~70MB<br><br><br><strong>Key Bindings (internationally localized)</strong><br>Please click 'View the manual' on this store page for a full list of keys.<br><br><br>Your purchase includes all of the game files ready to begin combat.<br>You'll be able to compete in battles on all of the maps.<br>The different classes and weapons are unlocked by Z cash which is earned through combat.<br>In-App-Purchases can also be used to buy packets of Slugs which can be used to unlock new items faster.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/849940/header.jpg?t=1529563248",
    "developers": [
      "y8.com"
    ],
    "publishers": [
      "y8.com"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 15 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}