{
  "850010": {
    "name": "Total War: ROME II - Rise of the Republic Campaign Pack",
    "steam_appid": 850010,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/850010/extras/c31fbf249def1c85871c00fd3307d17d.poster.avif?t=1763649315\" width=628 height=204 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/850010/extras/c31fbf249def1c85871c00fd3307d17d.webm?t=1763649315\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/850010/extras/c31fbf249def1c85871c00fd3307d17d.mp4?t=1763649315\" type=\"video/mp4\"></video></span><br><br><i>The year is 399 BC, and Rome is poised for greatness. However, its very existence balances on a knife-edge.<br><br>The Gallic Senones tribe, led by chieftain Brennus, are newly settled in eastern Italy. Ambitious and fierce, they are but a javelin-throw from the nascent republic.<br><br>The tyrannical Dionysius rules Syracuse with an iron fist. He leads the war against Carthage, but his eyes range across the Mediterranean as he considers future conquests.<br><br>Under the guiding hand of the great philosopher-statesman Archytas, Taras in southern Italy is reaching the zenith of its glory and power. Rome’s meteoric rise is cause for concern, to be sure – perhaps an intervention is merited?  <br><br>Meanwhile, Marcus Furius Camillus seeks the title and powers of Dictator. His vision for Rome is grand indeed, but can it survive the designs of the young republic’s neighbours?<br><br>A crossroads in history: a time of threat – and of opportunity.<br><br>A time for the republic to rise.</i><br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/850010/extras/7cd6c19ee3d21c067bc294a33e52895a.poster.avif?t=1763649315\" width=628 height=204 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/850010/extras/7cd6c19ee3d21c067bc294a33e52895a.webm?t=1763649315\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/850010/extras/7cd6c19ee3d21c067bc294a33e52895a.mp4?t=1763649315\" type=\"video/mp4\"></video></span><br><br>Total War: ROME II – Rise of the Republic is a thrilling new campaign pack charting the events surrounding Rome in the 4th century BC. The campaign unfolds across a detailed map of Italy including Sicily, Sardinia, Corsica and Carthage, and depicts the tumultuous events which ultimately set the stage for the Second Founding of Rome.<h2 class=\"bb_tag\" ><strong>Rise of the Republic Content:</strong></h2><br><br>A full prequel campaign to Total War: ROME II set in the 4th Century BC<br><br>All-new campaign map, detailing the landmass of Italy and its neighbouring states<br><br>Nine playable factions:<br><br><ul class=\"bb_ul\"><li>Rome – a growing republic, vulnerable and surrounded by enemies<br></li><li>Tarchuna – the mighty and influential Etruscan state<br></li><li>Senones – a Cisalpine Gallic tribe with a thirst for plunder<br></li><li>Insubres – a Gallic tribe who are diplomatic and managerial in style<br></li><li>Samnites – an Italic state that threatened Rome in the 4th century BC<br></li><li>Taras – a Greek city-state founded by the Spartans<br></li><li>Syracuse – a Greek metropolis in Sicily, and the bastion against Carthage<br></li><li>Iolei – an indigenous Sardinian tribe<br></li><li>Veneti – an Italic tribe of horse masters surrounded by enemies</li></ul><br>An epic campaign battle for the city of Rome <br><br>Post Battle Loot <br><br>New Technologies<br><br>Region specific dilemma systems – depending on the regions you control dilemmas related to Carthage or Massalia might spawn.<br><br>Chapter objectives are also faction specific and are a way to unlock agents.<br><br>The factions of Rise of the Republic are uniquely replayable due to the new Government Actions options, which replaces the Change Government system from prior ROME II campaigns. These options provide unique new bonuses, albeit at a cost. Some notable examples are:<br><br><ul class=\"bb_ul\"><li>Rome may appoint consuls or dictators in times of need<br></li><li>The Etruscans of Tarchuna can initiate the summit of Fanum Voltumnae, where decisions are made<br></li><li>The Samnites can rely on the ancient Ver Sacrum rite, to receive an instant army<br></li><li>The Insubres and Senones rely on druidic councils for divination and public support<br></li><li>Taras has access to court philosophers who greatly improve their research</li></ul><br>Along with these, different factions have access to specific dilemma chains such as:<br><br><ul class=\"bb_ul\"><li>Rome often is forced deal with domestic trouble that result in plebeians or patricians being happy or enraged.<br></li><li>Greek factions can influence the struggle of the Greek poleis back in Hellas.</li></ul><br>Rise of the Republic will be released alongside the Ancestral Update, which introduces the fan-favourite Family Tree to Total War: ROME II and all its various free and premium Campaign Packs. The Ancestral Update is available to opt in for open beta now. Learn more about the family tree, huge graphical updates and how to opt into the beta here: <br><br><br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/850010/extras/705695aeef4d4adc712df0a6fcbfec5c.poster.avif?t=1763649315\" width=800 height=424 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/850010/extras/705695aeef4d4adc712df0a6fcbfec5c.webm?t=1763649315\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/850010/extras/705695aeef4d4adc712df0a6fcbfec5c.mp4?t=1763649315\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" ><strong>NEW UNITS</strong></h2><br><br>Romе – Veteran Centuriae - Roman style hoplites of pre-manipular days.<br><br>Etruscans – Etruscan hoplites – Outfitted with rich Etruscan battle garb they march for their city.<br><br>Senones – Gallic Axe Cavalry – Mounted axe-men that can break enemy ranks as easily as they will chase the broken enemy afterwards.<br><br>Insubres – Gallic Elder Swordsmen – a grizzled veteran warriors that have seen thousands of battles.<br><br>Syracuse – Hippotoxotes – A bowman on a horse, the implications are endless.<br><br>Taras – Tarantine Cavalry – Swift and deadly mounted skirmishers.<br><br>Iolei – Nuragic Runners – armed with a heavy gauntlet, these men charge into combat to prove their merit before the gods.<br><br>Veneti – Ekupetaris – a unit of Veneti cavalry with horses specifically bred for battle.<br><br>Samnites – Linen Legion – grim Samnites that are ready to conquer any foe, sword and shield in hand.<h2 class=\"bb_tag\" ><strong>NEW TECHNOLOGIES</strong></h2><br><br><strong>Rome – The Legend of Cincinnatus</strong><br><br>Lucius Quinctius Cincinnatus is one of the brightest names in the short history of the Republic. Within fifteen days, Cincinnatus had assembled an army, marched against the enemy, defeated them, triumphed, laid down his office and returned to his plough - this is the conduct of a true Roman!<br><br><strong>Rome – Vae Victis</strong><br><br>There are several large, wealthy cities in Italy – rich in culture but, more importantly, filled with treasure and ripe for the taking.<br><br><strong>Syracuse – Master &amp; Inventor</strong><br><br>The ingenuity and expertise of our leader, Dionysius, is apparent in many aspects of our lives. Now, he has invented a device to hurl projectiles over great distances. This miracle device is called a ‘catapult’.<br><br><strong>Taras – Legendary Leader</strong><br><br>Our leader is Archytas, a ruler influenced by the teachings of Pythagoras. He has a reputation for virtue and efficacy, making him – in the eyes of some if not all – Plato’s model philosopher-king.<br><br>And many more...<h2 class=\"bb_tag\" ><strong>NEW BUILDINGS</strong></h2><br><br><strong>Euryalus </strong>– Literally translated as “Halo”. A major wall constructed around Syracuse by the tyrant Dionysius. It was a real marvel of the ancient world.<br><br><strong>Syracuse Mercenary Chain</strong> – Camp for foreign soldiers who come ready to fight for Dionysius.<br><br><strong>Samnite Linen Tents</strong> – A place where Samnite soldiers can make their vows before combat.<br><br><strong>Satyrion</strong> – Great temple dedicated to a local Nymph, believed to be mother of the Greek hero Taras.<br><br><strong>Capitoline Hill</strong> – This building represents the Roman forum and the last point of defense that symbolized the city’s invincibility.<br><br><strong>Carthago Port</strong> – The port of Carthago was a real marvel of the ancient world. It was enormous in terms of size and fitting for the people who ruled the Mediterranean trade for centuries.<br><br><strong>Venetic Stables</strong> – The Veneti were the horse masters of ancient Italy. The breed coming from their lands had excellent qualities for chariot racing and was valuable trade commodity.<br><br><strong>Nuraghes </strong>– Unique tower structures of the ancient Sardinian civilization. Nuraghes are impressive Neolithic structures that had numerous functions in the Nuragic society.<br><br><strong>Spura </strong>– The Etruscan city where the life is civilised and sophisticated.",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong>, 法语<strong>*</strong>, 意大利语, 西班牙语 - 西班牙, 俄语, 波兰语, 捷克语, 土耳其语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/850010/header.jpg?t=1763649315",
    "developers": [
      "CREATIVE ASSEMBLY",
      "Feral Interactive"
    ],
    "publishers": [
      "SEGA",
      "Feral Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7500,
      "final": 2550,
      "discount_percent": 66,
      "initial_formatted": "¥ 75.00",
      "final_formatted": "¥ 25.50"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 32,
      "total_negative": 17,
      "total_reviews": 49
    }
  }
}