{
  "850290": {
    "name": "Grimmwood Open Beta",
    "steam_appid": 850290,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/850290/extras/640d864375a1e5acbcbbca703d2fc8d3.avif?t=1676464300\" width=540 height=212 /></span><br><strong>Explore – Craft - Survive</strong><br>You’re in a village in an ageless, mystical forest, together with up to 30 other strangers all of which are real, live players. Together you need to defend your village against the merciless monster hordes who unleash their wrath against your shelter every night.  Use the daytime wisely to explore, gather resources, upgrade and repair. But to be able to do all that you have to eat, drink and rest, because every action in the game takes its toll on your stamina and sanity.<br><br><strong>Features:</strong><br><ul class=\"bb_ul\"><li><strong>Against all Odds:</strong> Survive by turning a bunch of strangers into a sworn fellowship.<br></li><li><strong>Every Game is a new Journey:</strong> Huge, procedurally generated hex grid forest map to explore – 600 tiles in size!<br></li><li><strong>Choose your Path wisely:</strong> Every action costs stamina points of which you have only a limited number each day. <br></li><li><strong>Continuous Asynchronous Multiplayer:</strong> Log in at any time during the real-time 24-hour day cycle to gear up with your fellow villagers and fortify the defenses or venture into the wild together.<br></li><li><strong>Keep your Body and Soul in check:</strong> Sanity and condition systems which will directly and indirectly affect your efficiency and playstyle. <br></li><li><strong>Strong Emphasis on Social Interaction:</strong> In-game Chat and Forum, where all key decisions are put up for discussion.<br></li><li><strong>Permadeath, Rogue-like Elements:</strong> Everything you bring with you to the next Village is your knowledge and your ingenuity. <br></li><li><strong>Play by the Rules - or Don’t: </strong>Vote to expel the Villagers who don’t contribute to the Village survival or simply try to ruin everybody’s experience.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/850290/extras/52998f202d9875fbd10a59225419309f.avif?t=1676464300\" width=540 height=70 /></span><br>Every night monsters attack the village! Use the daytime and your stamina points to explore the procedurally generated forest, find weapons and useful items, collect food and resources to upgrade and forficate the village. Share tasks and decisions with the other players and work together, because night by night the monsters attacks will become more fierce… And the village must survive at all costs!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/850290/extras/bf2f9afbdf4aef70a24004223108d233.avif?t=1676464300\" width=540 height=70 /></span><br>The world of Grimmwood is engulfed by a nameless 16th century war raging across the continent. The Villagers are common folk, refugees from the big cities who seek sanctuary in the depths of the ageless Forest. Many of them have lost their loved ones and all their belongings… everything but their will to live and see another day.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/850290/extras/a64e886dce1cbfe9cd9254e67a8ad72d.avif?t=1676464300\" width=540 height=70 /></span><br>The village which the survivors have discovered deep in the Forest seems a lot older – probably even with by centuries. It is destitute of any signs of life – nothing to even hint on what might have happened to its former inhabitants.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/850290/extras/10ef05d75ed32a80ade0d50cd01ee510.avif?t=1676464300\" width=540 height=70 /></span><br>The Forest is old and vast. There are things here never seen by any man… who lived to tell the tale. The Villagers are not wanted here – they only disturb the natural order of things in this dark and secluded part of the world. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/850290/extras/670f903e36627e9737d621ace0a0047e.avif?t=1676464300\" width=540 height=70 /></span><br>A lot of things that happen in the Forest go beyond anything the Villagers have ever experienced or have the capacity of understanding. Resurrection, mystical artefacts, herbs and potions with amazing effects on the human body – there’s a lot to be discovered, examined… and probably feared.",
    "supported_languages": "英语<strong>*</strong>, 保加利亚语, 法语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/850290/header.jpg?t=1676464300",
    "developers": [
      "Big Moustache Games"
    ],
    "publishers": [
      "Headup Publishing"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 8 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}