{
  "850230": {
    "name": "Women's Soccer/Football Manager",
    "steam_appid": 850230,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Support female sports with one of the best Soccer Manager games online</strong><br><br>WSM – The new Women's Soccer/Football Manager platform will make your soccer dreams come true. Become a manager of your favorite soccer club and use your knowledge and tactical skills to build a pro soccer career as a manager in Women’s Soccer Manager.<br><br><strong>Choose your club from real soccer leagues and build your personal dream team</strong><br><br>Choose your favorite club from one of the numerous women's soccer leagues around the world. Manage famous clubs like Barcelona, Arsenal or Lyon with authentic soccer players and recruit the most exciting stars to strengthen your team. Compete in the national pro soccer leagues, cup and Champions League and other famous leagues such as NWSL, USWNT, FA WSL, UEFA Women’s Champions league and take your top eleven women's soccer players team to glory in this one of a kind – Women’s Soccer Manager.<br><br><strong>You manage the team</strong><br><br>As a soccer club manager, you will device your own soccer tactics, train your players, scout for young soccer talents and negotiate sponsorship contracts. Put your soccer skills to the test and fight your way to the top of your league. Become the team manager you always dreamt to be.<br><br><strong>Have it your way</strong><br><br>Build your personal women's soccer dream team and make it yours – devise your own soccer formations, sharpen your soccer coaching skills, make strategic decisions, be as cunning as a fox on the transfer market and define the future of the club.<br><br><strong>Quick and Dynamic Gameplay</strong><br><br>You choose when to play your daily soccer matches, anytime, anywhere! You’re in control! Women’s Soccer Manager’s mini games, dynamic actions, and immediate play ensure a fast, active and unique manager experience for every soccer fan!<br><br><strong>You’ll Never walk alone with these amazing soccer game features:</strong><br><br>•\tAuthentic worldwide leagues and clubs<br>•\tPlay with friends in a unique multiplayer game experience <br>•\tTrophies and achievements for a true soccer legend<br>•\tMatch boosters to motivate your team on the pitch<br>•\tAmazing interface and outstanding graphics<br>•\tNegotiations and deals with sponsors<br><br>Become a Legend of Women’s Soccer Manager now!<br>Bliv en legende i kvindefodboldligaen nu!",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 阿拉伯语, 丹麦语, 荷兰语, 希腊语, 挪威语, 波兰语, 葡萄牙语 - 葡萄牙, 俄语, 土耳其语, 罗马尼亚语, 简体中文, 葡萄牙语 - 巴西, 西班牙语 - 拉丁美洲, 瑞典语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/850230/header.jpg?t=1684278319",
    "developers": [
      "Trophy Games ApS"
    ],
    "publishers": [
      "Trophy Games ApS"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 16 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}