{
  "851210": {
    "name": "Super Helpful Man",
    "steam_appid": 851210,
    "required_age": 0,
    "is_free": false,
    "description": "SUPER HELPFUL MAN: The Roy Hardcastle Story is a narrative driven &quot;adventure game/awful made for TV movie&quot; like no other! Enjoy a gripping story, fun puzzles, debatable humour, an old man in spandex, plus a bit bit more!<h2 class=\"bb_tag\" >Story</h2>Mild-mannered handyman Roy Hardcastle had been Wallow Dale’s local handyman for years. Hardworking and reliable, Roy was never short for work. But then, one day Roy began turning up to jobs dressed in a homemade superhero costume. He would no longer respond to the name of Roy and would only refer to himself as SUPER HELPFUL MAN. He unnecessarily pledged that he would protect the town of Wallow Dale from the evils of wear and tear, provide light repairs for those in need and face down any quibble, no matter how small! <br><br><br>Nobody asked why Roy became SUPER HELPFUL MAN. It didn't seem healthy but he was still hardworking and reliable so it didn’t really matter to them.<br><br>SUPER HELPFUL MAN went on to “protect” Wallow Dale for as long as he could before finally succumbing to the evils of wear and tear on his aging body and weary mind. Unable to serve the town as he once could, SUPER HELPFUL MAN hung up the cape and was never seen again.<br><br>But, superheroes never really retire do they?<br><br>At 82 years old and with his superhero days long behind him, SUPER HELPFUL MAN spends most days doing odd jobs around the house for his nagging wife Meryl or sat alone in his shed reminiscing. It's at this exciting point where you jump in!<br><br>Join SUPER HELPFUL MAN as he decides, against better judgement, to suit up one last time to uphold that pledge he made to Wallow Dale over 40 years ago - NO QUIBBLE TOO SMALL! Help the people of Wallow Dale whilst also discovering the dark secret that made Roy Hardcastle such a strange man in the first place...<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>A funny, heartfelt point and click narrative driven experience<br><br></li><li> The complete handyman/superhero experience<br><br></li><li> Save the day by fixing problems, solving puzzles and being super helpful<br><br></li><li> Learn real life DIY skills<br><br></li><li> Dialogue choices (act like a hero or be sarcastic, that kind of stuff)<br><br></li><li> Presented as one of those awful made for TV movies your Mother would watch<br><br></li><li> Expect drama, cheese, bad acting, sad piano music, to mutter “I should call my granddad.” and much more!<br><br></li><li> Built with next gen in mind<br><br></li><li> I dunno, probably some songs and that</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/851210/header.jpg?t=1695575353",
    "developers": [
      "Point Bleep Studios"
    ],
    "publishers": [
      "Baffled Crab"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}