{
  "852500": {
    "name": "WorldQuest",
    "steam_appid": 852500,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Terraria + MOBA + RTS</strong><br><br>An online multiplayer team vs team matchmaking game where your goal is to destroy the enemy team's castle.<br><br>Buy weapons and armours, use potions, and construct buildings to push your opponents back and plunder their base. Manage your team's economy while also fighting on the frontlines.<br><br>Your kills and damage dealt contribute to your team's overall XP. Leveling up and construction upgrades the types of soldiers your team produces.<br><br>Win games to improve your ranking on the global leaderboard. There's not much competition yet so you can easily get your name up there!<br><br>Use the built-in map editor to create your own battlefield and host it yourself. Alternatively, send us the file and let us put it on our official dedicated servers!<br><br>--------------------------------------------------------------------<br><br>My partner and I started this project in high school as fanatical Terraria fans. We always dreamed about a more competitive, PVP-focused version of the game so we made it, with our own style and abilities. Later we thought it'd be cool if you could contribute to your team in a way other than combat, so we added construction. This transformed the game from just a MOBA with Terraria mechanics into an intense economy management contest.<br><br>We think this form of gameplay, blending action and RTS together works really well in a side-scroller. However, with no budget, limited artistic abilities, and Java, we know this isn't the most polished and comprehensive game on the market. Please be gentle with us! We are working hard to improve, balance, and add to the game because we seriously believe in the concept. We are making it entirely free to play with no ads or microtransactions until both you and I feel it deserves to be treated as more than just a proof of concept.<br><br>If you like this idea for a game, please support it with reviews and feedback!<br><br>*Credit to Tony Wu for providing the beautiful building assets!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/852500/header.jpg?t=1730495300",
    "developers": [
      "Tier 9 Game Studios"
    ],
    "publishers": [
      "Tier 9 Game Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 29 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}