{
  "853460": {
    "name": "The Mirror's End",
    "steam_appid": 853460,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>What genre does the game fall into?</strong><br>The Mirror's End is an adventure game with action elements, featuring a top-down perspective, a visually appealing low-poly art style, and a strong influence from retro gaming. The gameplay revolves around exploration of multiple worlds and incorporates an enjoyable crafting system.<br><br><strong>Will the game have multiplayer capabilities?</strong><br>While multiplayer functionality may be considered in the future, the initial release of The Mirror's End will focus on a single-player experience.<br><br><strong>What is the current development status of The Mirror's End?</strong><br>We have recently finished creating the first demo, known as &quot;Vertical Split.&quot; We are now undergoing a complete refactoring process for both the gameplay and code base. Additionally, we have finalized the captivating story and are eager to share it with you.<br><br><strong>Which platforms will the game be available on?</strong><br>Currently, our target platform for The Mirror's End is Windows. However, we remain open to the possibility of porting the game to other platforms in the future.<br><br><strong>Do you have plans for a crowdfunding campaign?</strong><br>Currently, there are no immediate plans for a crowdfunding campaign, but the potential for such a campaign is not ruled out.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/853460/header.jpg?t=1750018396",
    "developers": [
      "Nexent Games"
    ],
    "publishers": [
      "Nexent Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}