{
  "854490": {
    "name": "Spriter: RPG Worldmaker Environment Pack",
    "steam_appid": 854490,
    "required_age": 0,
    "is_free": false,
    "description": "Every great adventure needs a rich and varied world to inhabit. The RPG Worldmaker Environment Art Pack puts a plethora of tile sets, props, and animated objects at your disposal to make sure you can set the perfect stage for your epic tale.<br />\r\n<br />\r\nFeaturing a vast array of art for creating outdoor and wilderness, exterior and interior village and exterior and interior castle environments, each in three pre-made time of day and color variations.<br />\r\n<br />\r\nThe RPG Worldmaker Environment Art Pack provides high res art based on massive 512x512 pixel per tile tile sets and is made to perfectly match the style and scale of characters created with the RPG Heroes Art Pack.<br />\r\n<br />\r\nUse the graphics program of your choice, such as the free and fantastic Krita from Krita.org, to scale down the provided tile sets and art to fit specific engine requirements, including the tile-size and tile arrangements required by RPG Maker MV. Then use Spriter to create a scaled down version of any of the Spriter animated objects provided, and export them to the size and frame rate you desire...<br />\r\n<br />\r\nYou can even use any of the free, open source Spriter runtime API's available for many authoring systems to add smooth playback of the actual Spriter animations directly in your game. With the open source Spriter Plug-in for RPG Maker MV, created by community member KanaX, you can not only add smoothly animated environment props, you could also add custom character animations... even on the fly character costume and equipment changes are now possible!<br />\r\n<br />\r\nSet the perfect stage for your epic adventure, with The RPG Worldmaker Environment Art Pack.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/854490/header.jpg?t=1667396396",
    "developers": [
      "BitBeamCannon"
    ],
    "publishers": [
      "BrashMonkey"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5400,
      "final": 5400,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 54.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 28 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}