{
  "854890": {
    "name": "International Basketball Manager",
    "steam_appid": 854890,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/854890/extras/4a16188544b191ece3fb955190d4c299.avif?t=1647861190\" width=614 height=130 /></span><br><br><strong>International Basketball Manager</strong> brings us back to the court to put ourselves in the shoes of a basketball club manager. You will now have the chance again to rally your team players and administer your club’s finances.<br><br>Leaving aside the most physical part of sport to exclusively focus on management, you’ll have to keep an eye on your funds to sign the best players according to your budget and win as many trophies as you can. Will you meet your supporters’ expectations?<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/854890/extras/0e88f3644e6c15eb431dc0f0d7628a16.avif?t=1647861190\" width=614 height=130 /></span><br><br>The two most prestigious club tournaments in Europe, the <strong>Turkish Airlines EuroLeague</strong> and the <strong>7DAYS EuroCup</strong>, and the Turkish National League, <strong>ING Basketbol Süper Ligi</strong>, are featured in the game. The title contains the 40 best teams in Europe, and the 16 best teams in Turkey in season 2018-19.<br><br><u>2 Sim Modes</u><br><strong>Virtual mode: </strong>Follow the match on a minutely basis and take control over your players in real time, making tactical moves and assigning specific tasks to each player. You can follow up the events taking place during the match through text messages or badges, where you’ll be able to see the attacking and the defensive moves of your players in the court.<br><br><strong>Result mode: </strong>The user is not required to make any action during the match and the score is just shown at the end of each quarter. Look up at your match stats and analyze the strong and weak points of your team.<br><br><u>Features</u><br><ul class=\"bb_ul\"><li>Official license of the Turkish Airlines EuroLeague and the 7DAYS EuroCup.<br></li><li>Official license of the Turkish National League – ING Basketbol Süper Ligi<br></li><li>2 match simulation modes: virtual and result.<br></li><li>18 competitions throughout the world. Play the best leagues in the globe such as USA, Spain, Russia, Italy, France, Greece, Germany, Australian… and two pan-European major competitions.<br></li><li>Multiplayer matches in one computer (8 players max.).<br></li><li>More than 15 qualities to define players (fit, mind, attack, defense, adaptation, loyalty…).<br></li><li>Retire the No. of your stars and see them in the museum.<br></li><li>Specific training for each player to improve their strengths depending on age and the capacity of your staff.<br></li><li>Modular extension of the pavilion and its facilities (car park, dressing rooms, electrical equipment, scoreboards...).<br></li><li>Sign, transfer on loan, transfer or fire players to conveniently adapt your squad.<br></li><li>Call up a good scouting team and ask them to visit international tournaments to discover top rookies before than your competitors.<br></li><li>Play with different national teams and play in tournaments such as the World Cup, the European Cup and the Olympics</li></ul>",
    "supported_languages": "英语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/854890/header.jpg?t=1647861190",
    "developers": [
      "UPLAY Online"
    ],
    "publishers": [
      "UPLAY Online"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}