{
  "855610": {
    "name": "Thrunt XL",
    "steam_appid": 855610,
    "required_age": 0,
    "is_free": false,
    "description": "Pilot your agile but fragile Lander, the <i>Deep Insertion Landing Device: Zero</i>, through a series of increasingly ridiculous physics-based challenges.<br><br>Bloody well <i>everything </i>is out to get you.<br><br><ul class=\"bb_ul\"><li>Dodge stupid machinery<br></li><li>Evade hostile firepower<br></li><li>Learn to hate Isaac Newton all over again<br></li><li>Just getting around corners is a start<br></li><li>Beat the clock, maybe<br></li><li>Don't rage-quit</li></ul><br>Finish stages and collect experience cubes to unlock new challenges. Upgrade your lander to be more agile, or enable advanced control modes allowing you to find that perfect racing line. It's tricky at first, but you'll get it. And when you feel like you're finally nailing it, when your lander becomes an extension of your body and your feel one with the machine... well then you can enter Dark Mode.<br><br>Don't worry, you get a torch.<br><br><strong>Thrunt XL</strong> is a challenging single-player time-attack racing game. It draws on classics like Thrust, Oids and Grav 2, but strips away the stodgy combat, placing the emphasis on speed and precision. And crashing into walls. Lots of crashing. Into lots of walls.<h2 class=\"bb_tag\" >Features</h2>Your Lander is controlled by rotation and thrust - if you've played Thrust or Asteroids you'll feel right at home. But this is Thrust for a new generation. A generation of angry foul-mouthed Thrunters.<br><br>The prototype Lander is unarmed and unarmoured. Touch anything and it will explode. Levels start simple, but soon pit you against a host of environmental hazards and military installations. Dodge falling rocks, garbage mashers, turbine blades and more. Outwit gun turrets, laser traps and gravity field generators.<br><br>Speed and agility are your only weapons. As you progress through the 20 levels you'll unlock manoeuvres that make your Lander even more agile, such as instant flips to reverse direction in a hurry, or cruise mode to boost your top speed on the straights.<br><br>Get to grips with the ship's physics model. Use the realistic drag to brake late into corners, and ground effects to allow advanced wallriding tricks. Learn to use gravity and inertia as tools to find racing lines, hit the target times, and hit the heights of the leaderboards.<h2 class=\"bb_tag\" >Thrunt customer testimonials</h2>&quot;Ten minutes, five ragequits. 5/5, will ragequit again.&quot; <i>djfurbal.</i><br>&quot;You... b*astard&quot; <i>Dino Dini.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/855610/header.jpg?t=1595892283",
    "developers": [
      "Phantom Aspect"
    ],
    "publishers": [
      "Phantom Aspect"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}