{
  "855800": {
    "name": "Trek: Travel Around the World",
    "steam_appid": 855800,
    "required_age": 0,
    "is_free": false,
    "description": "Trek: Travel Around the World update bringing two new locations to explore!<br />\r\n<br />\r\nIn Trek: Around the World one can experience a total of five real-world locations, varying from Finland to India! Watch as magical phenomenons blend with each destination visited in VR. Slip on your headset and trek around captivating environments!<br />\r\n<br />\r\nImmerse yourself in the world as you interact with the different settings, power the city of Helsinki as a giant, fill the skies with the Northern Lights by catching magic fish, slingshot colorful balls at targets to set off a collection of fireworks, and traverse the Northern American wilderness to gain insight in Canadian culture!<br />\r\n<br />\r\nThe world is your playground and if you look at the world through the eyes of a child, you can experience the magic in everything.<br />\r\n- unknown source<br />\r\n<br />\r\nTrek: Travel Around the World is the first thing you want to show to your friends and family members in VR. It’s a fun experience suited for any level of VR expertise. With Trek, you can enjoy exploring immersive breathtaking environments in ways that could never have been imagined before VR!<br />\r\n<br />\r\nWe are so often caught up in our destination that we forget to appreciate the journey. <br />\r\n- unknown source<br />\r\n<br />\r\nWith this update comes two new areas! Both India and Canada have been added, each with mesmerizing experiences of their own. <br />\r\n\f",
    "supported_languages": "英语, 法语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/855800/header.jpg?t=1539107618",
    "developers": [
      "Minority Media"
    ],
    "publishers": [
      "Minority Media"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}