{
  "855990": {
    "name": "Wake Up, Good Guardian!",
    "steam_appid": 855990,
    "required_age": 0,
    "is_free": false,
    "description": "What a beautiful island you live on! The village has such nice people, and the prince and princess do such a good job with ruling it. Only, there aren’t very many of those people, are there? And what’s with those monsters cropping up everywhere? Wait, weren’t the spirits of the land supposed to be the good guys?<br />\r\n<br />\r\n<br />\r\n<br />\r\nLooks like a lot has changed since the last time you checked in! But after a thousand years, the Festival’s coming up again—celebrating the anniversary of your last epic battle with the island’s other, evil guardian, when your fabled victory brought on a thousand years of peace. Assuming you are the good guardian, of course. Looks like you’d better wake up and prove your mettle. And fast—you’ve only got seven days to set everything right, because that other guardian will be waking up again too, and they’ve likely got their own plans for your beautiful paradise!<br />\r\n<br />\r\n<br />\r\n<br />\r\nSo wake up and get to work—traverse the lush forests of your home and take out what monsters you have to, steadily expanding your party of spirits along the way. Talk to the villagers to make friends, or give them gifts to get even closer. Overall, make your dialogue choices with care in this light, old-school RPG meets visual novel. In the end, it’s up to you to ensure your people get another peaceful thousand years.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/855990/header.jpg?t=1567985990",
    "developers": [
      "Hodeaka Studio"
    ],
    "publishers": [
      "Hodeaka Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}