{
  "856030": {
    "name": "Exorder Demo",
    "steam_appid": 856030,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>The fantasy world of Exorder awaits you!</strong><br><br>Exorder’s got looks and smarts! Under the layer of colorful graphics lies a cleverly designed tactics system. The game is a solid entry into the turn-based tactics genre that focus on fun and easy to pick up combat.<br><br>Single-player campaign consists of 12 missions linked by a fantasy-style story about three neighbouring countries and a game of the throne after the deceased king. This mode gets you acquainted with skills needed to successfully command a roster of Exorder's quirky units.<br><br>In Multiplayer Mode you can choose between online matchmaking and casual skirmish. Fight against randomly selected players of a similar skill level. Defeat your enemy to climb up global leaderboard! Or casually create a custom multiplayer game for up to 4 players, either offline or online.<br><br>The purpose of Exorder is to provide a solid entry in the underrepresented genre of turn-based tactics games that focus on fun and easy to pick up combat. The game is being developed with a team of three (the entirety of Solid9 Studio) and we do our best to provide you - the player - with the best gaming experience possible.",
    "supported_languages": "英语<strong>*</strong>, 波兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/856030/header.jpg?t=1561471864",
    "developers": [
      "Solid9 Studio"
    ],
    "publishers": [
      "No Gravity Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}