{
  "856390": {
    "name": "CPRC: Apex Hunters",
    "steam_appid": 856390,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Hunt dinosaurs. With friends.</strong><br><br>CPRC: Apex Hunters is a single player/cooperative multiplayer game that pits players against the most intelligent, formidable, and brutal predators in history.<br><br>And then there's the herbivores. They're pretty chill until you shoot them. <br><br>Hunt dinosaurs. With friends. Uncover the mysteries of the CPRC. And <i>survive</i>–if you can. <br><br><strong>Key Features:</strong><br><ul class=\"bb_ul\"><li><strong>Intelligent Dinosaur AI</strong> - Dinosaurs will dynamically form packs, share information to coordinate attacks, and outflank their prey<br></li><li><strong>Team Building Exercise</strong> - Form a Field Team with your friends and assert dominance over the dinos<br></li><li><strong>Varied Environments</strong> - Roam across kilometers of mountains, forests, and valleys, at different times of day and in different weather conditions<br></li><li><strong>Play How You Want</strong> - With multiple game modes like free-form hunting and exploration, procedurally generated missions, and fighting off waves of dinosaurs, there's something for everyone</li></ul><br><strong>Story:</strong><br>While dinosaurs themselves are not paranormal, the means by which we resurrected them is.<br><br>The Center for Paranormal Research and Containment needs your help. There's been a security breach at a remote hot lab codenamed &quot;Iridium-6,&quot; flooding the region with hundreds of live specimens.<br><br>That's where you come in.<br><br>A commissioned CPRC Field Team made up of freelancers and guns-for-hire, your objective is to recon the area and take charge of the situation by any means necessary. Complete tasks for the Center, and you will be rewarded. <br><br>But with all other agency resources committed elsewhere, there will be no backup to save you if things go south. Keep your eyes up and weapons loaded. <br><br>Good luck, Field Agents.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/856390/header.jpg?t=1684194032",
    "developers": [
      "Theine Dreams LLC"
    ],
    "publishers": [
      "Theine Dreams LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}