{
  "856300": {
    "name": "Disc Golf VR",
    "steam_appid": 856300,
    "required_age": 0,
    "is_free": true,
    "description": "<ul class=\"bb_ul\"><li></li></ul>Disc Golf VR is the video game rendition of frisbee golf with the intention to give a realistic and wholesome experience in a virtual environment. The target audience is ages 10+ as to assure they can appreciate the game for its skill, and be an appropriate player for virtual reality.<br><br><ul class=\"bb_ul\"><li></li></ul>Within the game, you can toss, throw, and soar to each objective through three main game modes: 1 hole, 3 hole, and 6 hole courses, each being a unique experience and style from the previous map. Disc Golf is a single-player casual game, where the player can expect a nice environment to relax and enjoy the game. The player can expect increasingly challenging courses as you move up through each level, making the game versatile to most players ideal type of gaming experience.<br><br><ul class=\"bb_ul\"><li></li></ul>The game comes complete with its very own soundtrack, produced with music software to simulate real instruments. Including three calming audio tracks to enjoy your game of frisbee. Complete with real disc physics and simulations, each disc will bring a unique yet realistic feeling throw. Each disc will have real flying abilities that coincide with actual aerodynamics. <br><br><ul class=\"bb_ul\"><li></li></ul>Similar to real frisbee golf, Disc Golf VR features strokes, a par for each course, as well as hazards for each course. Players will find to love the realistic value and accurate portrayal of the game.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/856300/header.jpg?t=1646380114",
    "developers": [
      "William W"
    ],
    "publishers": [
      "William W"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}