{
  "856820": {
    "name": "Fantasy Grounds - Pathfinder RPG - Reign of Winter AP 1: The Snows of Summer (PFRPG)",
    "steam_appid": 856820,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the <strong>Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" ><strong>Pathfinder Adventure Path #67: The Snows of Summer (Reign of Winter 1 of 6)</strong></h2><i>by</i><strong> Neil Spicer</strong><br>The Reign of Winter Adventure Path begins with an exciting new adventure from RPG Superstar winner Neil Spicer! Every 100 years, the Witch Queen Baba Yaga returns to the nation of Irrisen to place a new daughter on the throne, but this time, something has gone wrong. Far to the south, winter cloaks the forest near the village of Heldren with summer snows. The heroes venture into the wood and discover a magical portal to the frozen land of Irrisen, whose supernatural winter will soon engulf all of Golarion unless they can discover the fate of the otherworldly witch Baba Yagaa quest that will take them through snowbound Irrisen to even stranger lands beyond.<br>The Snows of Summer is a Pathfinder Roleplaying Game adventure for 1st-level characters. This volume kicks off the new Reign of Winter Adventure Path, and includes a gazetteer of the villages of Heldren and Waldsby, details on the cultural and magical legacies of Irrisen, and several new monsters in the Pathfinder Bestiary. Author Kevin Andrew Murphy launches a new Pathfinder Journal novella in this exciting volume of the Pathfinder Adventure Path!<br><i>This volume of Pathfinder Adventure Path launches the Reign of Winter Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>The Snows of Summer, a Pathfinder RPG adventure for 1st-level characters, by Neil Spicer.<br></li><li>A gazetteer of two villagesone in Taldor and the other in wintry Irrisento help flesh out the characters environs, by Rob McCreary.<br></li><li>A look into Irrisens legacies and mysteries GMs can use for this campaign, written and compiled by Rob McCreary.<br></li><li>An alchemists journey to Irrisens capital of Whitethrone in the Pathfinders Journal, by Kevin Andrew Murphy.<br></li><li>Four new monsters, by Neil Spicer and James Wilber.</li></ul>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul>&lt;b&gt;Requires:&lt;/b&gt; The free Fantasy Grounds virtual tabletop (VTT) software.<br><i><br><strong><br>Adapted for Fantasy Grounds by: [/i]Christopher Ward</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/856820/header.jpg?t=1768396399",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7800,
      "final": 7800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 78.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 9 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}