{
  "857970": {
    "name": "Beyond Distortions - Art, Music and Making Of - DLC",
    "steam_appid": 857970,
    "required_age": 0,
    "is_free": false,
    "description": "Go beyond the game experience with this DLC, where you'll get access to more than 2gb of content such as music, game art, and making of files for Distortions spanning over nine years of development.<br><br>Here are the features included in the Beyond Distortions DLC.<br><br>- Documentary, &quot;Inside Distortions&quot;. 3 full episodes recorded during the last year of production. (MP4 files, with .STR subtitles in English)<br><br>- Music files (mp3 and wave files)<br><br>- Concept Art (JPG files)<br><br>- Concept Art Character Studies for the girl, monster, masked one, the writer, journal (JPG files)<br><br>- Making Of - Pictures and movies covering the production from 2008 to 2017 (JPEG and MP4 files)<br><br>- Journal - All the journal pages! The standard pages, special pages and the writer records from the museum and collectable pages. (JPG files)<br><br>- Journal, printable version, to carry with you. Two versions of the journal - one printable version for home user, and one professional version to be to be printed on professional printing equipment. (JPG and PDF files)<br><br>- Maps - All the maps of the game, including a huge map (47mb) of the whole game. (JPG files)<br><br>- Fan Art - Fan art that our friends sent to us (JPG files)<br><br><strong>Content</strong><br>Concept arts - 57 jpgs<br>Fan art - 9 jpgs<br>Records from the writer - 24 jpgs<br>Journal pages - 29 jpgs<br>Special pages - 6 jpgs<br>Journal professional printable version - 1 pdf<br>Journal home printable version - 1 jpgs<br>Journal colectable pages 9 jpgs<br>Maps - 3 jpg<br>Musics - 5 mp3 and 5 wavs <br>Making off - 17 movies in mp4 and 64 jpgs<br>Documentary - Inside Distortions - 3 movies in mp4, english subtitle in str",
    "supported_languages": "英语<strong>*</strong>, 葡萄牙语 - 巴西<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/857970/header.jpg?t=1527867888",
    "developers": [
      "Among Giants"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 405,
      "discount_percent": 73,
      "initial_formatted": "¥ 15.00",
      "final_formatted": "¥ 4.05"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}