{
  "859090": {
    "name": "Turbo Tunnel",
    "steam_appid": 859090,
    "required_age": 0,
    "is_free": true,
    "description": "Avoid obstacles as you accelerate through an endless tunnel of pain and destruction. What could go wrong?<br />\r\n<br />\r\nThe game is simple. Don't hit the spinning obstacles as you make your way through the tunnel. Move either left or right to avoid them, or jump through them if they have no center. Along the way, you'll have the opportunity to collect pickups that will help you in some way.<br />\r\n<br />\r\n2x Pickup - Multiplies the next score addition by 2<br />\r\n<br />\r\n3x Pickup - Multiplies the next score addition by 3<br />\r\n<br />\r\nExtra Life Pickup - Gives you an extra life, up to a maximum of 3 extra lives<br />\r\n<br />\r\nBoost Pickup - Gives you a temporary boost of speed<br />\r\n<br />\r\nShield Pickup - Gives you a temporary shield that allows you to safely pass through obstacles<br />\r\n<br />\r\nYou earn score by several different methods. First of all, you earn score constantly just by moving along in the tunnel. Secondly, you earn score by safely pass through obstacles. This method of scoring may be enhanced by the 2x and 3x pickups to score even more points when you pass through the obstacle. And lastly, if you collect an Extra Life Pickup when you already have 3 lives, you get a significant number of points rather than another life.<br />\r\n<br />\r\nYou will slowly accelerate through the tunnel, gaining speed until you lose all of your lives. Once you hit an obstacle when you have no extra lives remaining, you lose the game. Then, you can try again to beat your previous score.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/859090/header.jpg?t=1527879894",
    "developers": [
      "Tall James Games"
    ],
    "publishers": [
      "Tall James Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}