{
  "859120": {
    "name": "That Tiny Spaceship",
    "steam_appid": 859120,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/859120/extras/c8f469e24c2c54fc10c065f2ff38c5e1.avif?t=1711470221\" width=360 height=113 /></span><br><strong>Taking a Cue From Coin-Op</strong> – Utilizing tried and true mechanics that helped define the shmup genre, That Tiny Spaceship’s gameplay returns to the days where forward was the only way to go and getting a power-up opened up new tactical options. Warp from one side of the playfield to the other, just like in the arcade titles of yesterday. <br><br><strong> A Few Seconds Can Feel Like A Lifetime</strong> – Each mission in That Tiny Spaceship might only be a couple of minutes long but when a flaming asteroid or enemy fighter comes barreling towards you with little notice, reaction time can make the difference between placing a high score and being another piece of space debris. <br><br><strong>5 Levels</strong> – Travel from the narrow spaces of an asteroid field to a battle for survival within orbit of a blazing sun in That Tiny Spaceship’s 5 campaign missions. Each mission features a unique locale, unique gameplay mechanics and challenges that build upon the foundations established in prior missions. <br><br><strong>10+ Achievements</strong> – Mastering each of the 5 levels is just the beginning for those looking to obtain all of the achievements in That Tiny Spaceship. Just like console games from the 16-bit era, there’s going to be a number of hidden Easter Eggs and challenges if you want to 100% That Tiny Spaceship. <br><br><strong>Physics of Fun</strong> – Every moving object, hazard, ship and projectile utilizes a built-in physics simulation. While this does not provide the “pixel perfect” accuracy that earlier shoot’em ups made their name on, it provides a unique sense of movement and flow not found in similar games.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/859120/extras/dc286745fe30aeae3ee1de81b672aeeb.avif?t=1711470221\" width=360 height=113 /></span><br><strong>Full Controller Support</strong> – Now fully supports the Xbox One gamepad from the first menu right through to your last pulverizing explosive death when an asteroid careened into That Tiny Spaceship. <br><br><strong>Chose Where You Play </strong>– At launch That Tiny Spaceship will be available on Microsoft Windows, macOS and Linux. More information on the macOS and Linux ports will be released at a later date. <br><br><strong>Dynamic Backgrounds </strong>– That Tiny Spaceship generates the stunning and vibrant particle based backgrounds as the game is played. Enjoy the majesty of virtual space with ever changing colorful swirls and stars. <br><br><strong>Brand New Tutorial System</strong> – Key mechanics, gameplay tips and strategies will be available through both standard static tutorial screens and interactive lessons.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/859120/header.jpg?t=1711470221",
    "developers": [
      "We Make Small Games"
    ],
    "publishers": [
      "We Make Small Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}