{
  "859860": {
    "name": "VikingJourney",
    "steam_appid": 859860,
    "required_age": 0,
    "is_free": false,
    "description": "In general, people associate with Vikings - only battles and carnage. Historically, however, the Vikings were real allrounders: ingenious explorers, merchants, fighters and sailors. They understood, much better than any other people at that time the art of economics. From their trading centers in the Baltic Sea, Birka and Haithabu they sailed the seas and developed extensive trade routes from Russia to the Mediterranean.<h2 class=\"bb_tag\" >Back into the Year 853 a.d</h2>The game considers all aspects of Vikingism in a fantastic 3D world - trade, economics, and combat to the degree that they may have been in the real life of a Viking. But what begins as a simple, normal viking life on a deserted island, becomes more and more to a bizarre and magical realm of the old Northern Gods. <br>To describe <strong>VikingJourney</strong> content the best way, think of the popular formats like<u> Myst (or Riven), Siedler and Medieval War</u>. All shifted into the year 853 a.d.<h2 class=\"bb_tag\" >The Economy</h2>Goal is to build a robust economic system with a flourishing maritime trade under realistic climatic and seasonal conditions. Only with the income of your island production and the reward of fullfilled tasks you’re able to fulfill the claims of your lord - Thorvaldson.<h2 class=\"bb_tag\" >Battles &amp; Intrigues</h2>But apart from the harsh climate and other bad circumstances - like Intrigues &amp; treachery - the multitude of enemies are the biggest threat to your prosperity and your life. As a loyal swordsman of Thorvaldson, you will receive guard troops and can protect your village with massive weapons. Protection that you need to defend you properties and inhabitants.<h2 class=\"bb_tag\" >Other information about the game:</h2><ul class=\"bb_ul\"><li>The costs, prices, taxes, flows of goods and materials, but especially the interconnectedness and interdependence, take into account all the components of today's economy and production system.<br></li><li>The presentation of the figures, the calendar and the seasons, are largely based on historical traditions and geographical conditions. At the presentation of battle scenes, however, in order to increase the thrill, we have used a little bit of fantasy.<br></li><li>The in-game time of the game is divided so that 1 hour of real time means a day in-game. This results in a varied and long playing time in which you can do your daily work under realistic changing weather conditions and seasons.</li></ul>Average Net Playtime: 72 hours  - as Viking Journy experienced player (150 hours as newbie)",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/859860/header.jpg?t=1603218929",
    "developers": [
      "Werner Schmidtberg"
    ],
    "publishers": [
      "MTbrain iOS Development"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}