{
  "860290": {
    "name": "Labyrinths of Umbra",
    "steam_appid": 860290,
    "required_age": 0,
    "is_free": false,
    "description": "Deep beneath the mountains of Wildergrey, far to the north on the continent of Azmarin, a tangle of shadow attempts to ensnare one brave explorer. In the Labyrinths of Umbra, it is said only the dead can pass through easily. Now, alone in the deepest parts of the maze, you must flee from the pursuit of the darkness as the walls appear to close in around you...<br />\r\n<br />\r\nThis game features an endless chain of randomly generated mazes filled to the brim with enemies and exciting loot. The object of the game is to continue for as long as you can using whatever you find to your advantage. Sound simple? The maze is also closing in behind as you go along, making swiftness all the more important. <br />\r\n<br />\r\nThis was made for 1GAM's March 2018 game jam, where the theme was &quot;Permanence&quot;.  As such, you need to be very careful about which ways to turn, as the darkness may soon close off the area, leaving you unable to return. Also, be very careful on collecting any treasure you see along the way, as the dark magic within the labyrinth causes any weapon you pick up to replace the one you currently have. Of course this could be good, or it could not...<br />\r\n<br />\r\nEach level is procedurally generated, making it completely random each time you start a level.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/860290/header.jpg?t=1530117004",
    "developers": [
      "Jonrador"
    ],
    "publishers": [
      "Jonrador"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}