{
  "860430": {
    "name": "Burgerwise the Clown",
    "steam_appid": 860430,
    "required_age": 0,
    "is_free": false,
    "description": "Burgerwise is a hard working clown. He spends his days spreading horror and terror everywhere he can, smashing up puppies and dragging their little bodies back to his home to run his heater for the coven of clowns he's shacked up with. He has a few roommates he could do without though; the Taffy Maker and his annoying hat. That guy who runs the heater is creepy. The random cloud guy with his dumb mustache. And that robot clown they tried making and then tried flushing down the pipes because he was so friggin annoying. But he's friends with the other clowns. Mostly. He hates when they touch his burgers though. Hates it so much he could just...smash them up. Smash them into a million pieces with his hammy ham. <br />\r\n<br />\r\nBut he can't do that. People would frown on him for that. <br />\r\n<br />\r\nOne day though, after a stint of puppy smashing, he comes home to find his clown friends dead, weird half-painted monsters roaming around, and someone has gotten into his BURGERS! Just as he's about to destroy every last one of those monsters, a light bulb goes off. A wondrous idea pops into his head. He could kill the others. The Taffy Maker and Cloud guy and all of them! The cops wouldn't question him then...it's so genius, so perfectly diabolical! And he could take their stuff too!<br />\r\n<br />\r\nAnd then he'll find out who broke in. And probably smash them too.  <br />\r\n<br />\r\nGameplay<br />\r\n<br />\r\nBurgerwise the Clown is a mini metroidvania sidescroller. <br />\r\n<br />\r\nThere Are Five Bosses In total.<br />\r\n<br />\r\nFour upgrades including double jump, dash, water breathing, and a nice revolver. <br />\r\n<br />\r\nFind all the dead clowns, smash them up and eat their hearts to gain more health.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/860430/header.jpg?t=1527484470",
    "developers": [
      "Andrew Augustine",
      "Zach Augustine"
    ],
    "publishers": [
      "Monkeystein Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}