{
  "860690": {
    "name": "Reus - Soundtrack",
    "steam_appid": 860690,
    "required_age": 0,
    "is_free": false,
    "description": "This original soundtrack captures the mood of the young, but quickly developing planet in Reus. The combination of primitive, yet modern percussion beats, hypnotizing motives and charming themes set the tone for relaxed sessions of building a world and managing its inhabitants.<br><br>But as you progress, both through the game and through this soundtrack, the tension rises. And while the people of your freshly designed planet engage in wars with each other or even with your precious elemental giants, the folklore instrumentarium of an oud, a fingerpicked ukulele and an Indian harmonium often get drowned out by the dramatic cry of the strings section.<br><br>As a celebration of Reus' 5 year anniversary, this soundtrack finally gets the release it deserves. Abbey Games’ longtime in-house composer Joni van der Leeuw, who now mainly works as a producer at the Dutch games studio, went out of his way to polish up the five years old material for this occasion.<br>Included in the 25 tracks is all the music you hear in-game - specially remastered for listening pleasure outside of gameplay! - plus a couple of previously unreleased bonus tracks.<br><br><i>Once purchased and installed, soundtrack will be located in ..\\Steam\\steamapps\\common\\Reus\\Soundtrack\\<br>It can also be accessed through Steam's music player (View &gt; Steam Music)<br>All files are .MP3</i>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 荷兰语<strong>*</strong>, 葡萄牙语 - 巴西<strong>*</strong>, 德语<strong>*</strong>, 简体中文<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/860690/header.jpg?t=1581627627",
    "developers": [
      "Abbey Games"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 1760,
      "discount_percent": 20,
      "initial_formatted": "¥ 22.00",
      "final_formatted": "¥ 17.60"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 17 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}