{
  "860730": {
    "name": "Skinscape",
    "steam_appid": 860730,
    "required_age": 0,
    "is_free": true,
    "description": "Ian Truelove is a UK based artist who uses digital technologies to explore new ways to make paintings. In this VR artwork, Truelove tests out what happens when one of his paintings is scaled up to an area that spans several square kilometres.<br><br>Although the land-like forms in this artwork are very similar to digital landscapes generated by algorithms, each valley and hill in this world is determined by a human gesture rather than a mathematical formula - everything in this world is hand-painted. The pixels of the original digital painting are clearly visible in the sharp-edged, mosaic-like texturing of the artwork, which forms the impossibly thin digital skin of the landscape. Each pixel is mapped to a corresponding polygon whose height is determined by the intensity of the original painted pixel. The specificity of digital media – the inherent qualities of pixels and polygons – is accentuated in a deliberate rejection of mimesis. Here, the reality of the virtual is not obscured by an attempt to simulate an everyday experience of the physical world. The pixels and polygons are not shiny and do not cast shadows: this artwork paints a crude, raw digital reality, stripped bare of special effects.<br><br>Skinscape is inspired by a viewing by Truelove of Leon Kossoff’s Seated Nude (1960) in York Art Gallery, UK. When the artist encountered this heavily striated semi-abstract painting, his senses were temporarily disrupted and he became disoriented. Looking as this artwork induced an hallucinatory state in which he lost all sense of scale and felt like he was floating above a vast landscape of colour and form. In Skinscape, Truelove attempts to recreate a persistent version of that experience for a wider audience.<br><br><strong>Instructions:</strong><br>To move around the artwork, <i><strong>press the touch-pad button</strong></i> on the top of either hand controller to shoot a laser-pointer across the landscape. Release the touch-pad button to jump to where the laser beam is pointing. Each viewpoint offers a different composition of colour and form, and presents a different version of the painting.<br><br>In addition to the giant painted landscape, the artwork contains twenty-seven flat digital paintings, twenty-seven spatial kinetic paintings and twenty-seven hemispherical paintings. Activating the laser-pointer displays a map to help locate individual artworks.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 阿拉伯语, 保加利亚语, 捷克语, 丹麦语, 荷兰语, 芬兰语, 希腊语, 匈牙利语, 日语, 韩语, 挪威语, 波兰语, 葡萄牙语 - 葡萄牙, 葡萄牙语 - 巴西, 罗马尼亚语, 俄语, 简体中文, 瑞典语, 泰语, 繁体中文, 土耳其语, 乌克兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/860730/header.jpg?t=1573817332",
    "developers": [
      "Ian Truelove"
    ],
    "publishers": [
      "Ian Truelove"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}