{
  "861880": {
    "name": "Train Simulator: CPRR 4-6-0 Buffalo Steam Loco Add-On",
    "steam_appid": 861880,
    "required_age": 0,
    "is_free": false,
    "description": "Smokebox, which has brought “Old West” railroading to full life in Train Simulator, now adds to the experience – with Central Pacific’s 1860s-era 4-6-0 “Buffalo!”<br><br>Constructed by the Rogers Locomotive &amp; Machine Works in 1868, Central Pacific’s “Buffalo” class included five steam locomotives. Largely based on Rogers standard 4-4-0 design (of which one notable example was Union Pacific No. 119), the “Buffalo” was equipped with an extra set of driving wheels, making it a 4-6-0 “Ten-Wheeler” – and a locomotive well-suited to battle the steep grades of Central Pacific’s crossing of California’s Sierra Nevada Mountains.<br><br>CPRR’s Buffalo-class locomotives were wood burners, equipped with balloon smoke stacks housing large spark arrestors made from hardware cloth. Representing “big” power in the late 1860s, the 4-6-0s featured 18” x 24” cylinders, 57-inch drivers (with tires), and produced 13,000+ pounds of tractive effort. With an extra set of driving wheels (as compared to a 4-4-0), the Buffalo-class Ten-Wheelers had less space to fit the valve gear and crosshead pumps, leading to a cramped appearance in the area just behind the cylinders. But nonetheless, dressed out in a vibrant Russia-iron, black, red, and green livery, the husky Ten-Wheelers were handsome steam locomotives.<br><br>The “Buffalo” 4-6-0 will provide everything from the challenges of stoking a wood-burning fire and managing injectors and boiler steam pressure to throttle lag and dealing with authentic wheel slip. With numerous interactive and animated elements, the “Buffalo” is remarkable in its realism. Smokebox provides expert and simple operating modes that make the locomotive accessible and enjoyable for all users. <br><br>Joining Central Pacific No. 82, the “Buffalo,” is sister locomotive CPRR No. 86, the “Gorilla,” as well as two new types of period rolling stock – a CPRR wooden boxcar and caboose-coach. The “Buffalo” pack also features three enjoyable career scenarios set on Smokebox’s captivating and immersive Cheyenne 1869 route (as included in the “Union Pacific No. 119 Steam Loco Add-On” DLC, which is available as a separate purchase).<br><br>The Central Pacific Ten-Wheeler “Buffalo” is now available for Train Simulator – and the classic locomotive will provide countless memorable “Old West” railroading experiences!<br><br> <h2 class=\"bb_tag\" >Included Scenarios</h2><br>Three captivating career scenarios for the CPRR 4-6-0 on the Smokebox Cheyenne 1869 route are provided (the route is included in the Union Pacific No. 119 Steam Loco Add-On):<br><br><ul class=\"bb_ul\"><li>[Buffalo] Boxcars Westward<br></li><li>[Buffalo] Gorilla in the Mist<br></li><li>[Buffalo] Hot Box</li></ul><br>More scenarios are available on the Steam Workshop online and in-game. Train Simulator’s Steam Workshop scenarios are free and easy to download, adding many more hours of exciting gameplay. With scenarios being added daily, why don’t you check it out now!<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li>Central Pacific Railroad 4-6-0 No. 82, the “Buffalo”<br></li><li>Sister Buffalo-class locomotive No. 86, the “Gorilla”<br></li><li>Highly realistic controls and operating characteristics<br><ul class=\"bb_ul\"><li>Handbrakes on rolling stock controlled by whistle commands, simulating the communication between the locomotive engineer and the brakemen riding the cars<br></li><li>AI locomotives blow their whistles appropriately when starting, stopping and backing up<br></li><li>Braking without the aid of air-brakes, using a combination of handbrakes and cylinder compression braking<br></li><li>Detailed simulation of throttle, reverser, valve gear, firebox, boiler and steam chest, including the effect of opening and closing the admission and exhaust valves as well as the cylinder drains<br></li><li>Realistic simulation of operational errors such as hydraulic lock of the throttle, condensation build-up in the cylinders, reverser &quot;slam&quot; when releasing the reverser latch while too much pressure on the valve gear, or degradation of cylinder packing glands caused by stresses on pistons and rods<br></li><li>Outside mounted lifting injector<br></li><li>Crosshead-driven feedwater pump<br></li><li>Bell, fully animated (including clapper and rope) with simulated momentum<br></li><li>Animated mechanical control linkages from the cab controls to Stephenson's valve gear, ash pan, injector, crosshead pumps, cylinder drains, sanders and whistle<br></li><li>Animated pilot pulling bar and tender handbrake rigging<br></li><li>Authentic adhesion and wheel slip physics<br></li><li>Realistic fire, sparks, smoke, steam, water and sanding effects<br></li><li>Automatic stoking to maintain the desired fire mass controlled with an easy-to-use pop-up slider inside the firebox<br></li><li>Opening cab doors, windows and water manhole lid<br></li><li>Realistic sounds throughout, including chugging sounds that depend on the exhaust steam pressure and length of valve cut-off<br></li><li>Multiple camera views including track-level close-up of the Stephenson's valve gear in action<br></li><li>Customisable smoke density, track conditions, headlight shadow-casting, crew presence and control difficulty, via key combinations<br></li><li>Snow textures in winter<br></li><li>Key-activated in-game performance report giving data such as average and max speed attained, distance travelled, weight and length of consist, etc.</li></ul></li><li>Extraordinary visual detail and authenticity<br></li><li>Choice of difficulty settings<br><ul class=\"bb_ul\"><li>Compatible with Expert and Simple Controls gameplay train controls.<br></li><li>Compatible with default auto fireman as well as manual firing.<br></li><li>Compatible with HUD.</li></ul></li><li>CPRR wooden boxcar<br></li><li>CPRR caboose-coach<br></li><li>Three career scenarios for Cheyenne 1869 route<br></li><li>Quick Drive compatible<br></li><li>Download size: 175.5mb </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/861880/header.jpg?t=1727958947",
    "developers": [
      "Smokebox"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}