{
  "862280": {
    "name": "Time Tenshi",
    "steam_appid": 862280,
    "required_age": 0,
    "is_free": false,
    "description": "Team up with Rose, Kyo and Michelle - the beautiful Time Tenshi (Time Angels) - in this exciting visual novel as you enter the amazing world of time travel, made possible by the work of Tensai Shiro, the genius inventor behind the Time Window: mankind's first functioning time machine!<br />\r\n<br />\r\nPlaying as Kenji - a young man who loses everything to a terrible house fire - you'll discover just how far the limits of time can be pushed as you join the Time Tenshi in their missions into history!<br />\r\n<br />\r\nBut a mysterious, malicious force soon emerges, seeking to alter the flow of time for their own purposes! What secrets does time hold, and what consequences await those who tamper with it? <br />\r\n<br />\r\nChoose wisely in decisions throughout the story to gain positive Affinity Points for the three girls, influence the story's outcome and maybe even unlock some secret endings!<br />\r\n<br />\r\nWe at Silver Cow Studio have worked hard to bring you a high quality production, and we're confident you'll really enjoy Time Tenshi!<br />\r\n<br />\r\nCan mankind truly be trusted with the power to travel through time?<br />\r\n<br />\r\nWhat dangers will Rose, Kyo and Michelle face on their adventures?<br />\r\n<br />\r\nAnd can Kenji ever reclaim the reality he tragically lost?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/862280/header.jpg?t=1601035969",
    "developers": [
      "Silver Cow Studio"
    ],
    "publishers": [
      "Silver Cow Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}