{
  "863170": {
    "name": "Muerte's Arena",
    "steam_appid": 863170,
    "required_age": 0,
    "is_free": true,
    "description": "Voxels and Vector Graphics combine in a VR Arcade Shoot Em Up where you must always be on your toes and aim true.<br><br>Presently in Early Access, Muerte's Arena places you in an underground crypt for the dammed where spooky enemies seek to destroy what remains of you.  You will be armed with a realistically functioning M1911 and a flashlight for the darkness.  At the center lies the control that will allow you to test your limits.  Put your aim and reloading skills to the test after haughtily thinking the default settings are all there is.<br><br>Features<br><ul class=\"bb_ul\"><li> Voxelized M1911 with the ability to eject and load magazines<br></li><li> M1911 Magazines with the ability to eject and load rounds (automagically reload in the Slime Arena)<br></li><li> Belt that can hold the voxelized M1911 along with 3 spare magazines, a health gauge and 2 generic slots for the flashlight and bullet box (in the Training Ground)<br></li><li> Flashlight that illuminates the darkness<br></li><li> 2 levels, The Training Ground and the Slime Arena (In Early Access : more to come in the future)<br></li><li> Ghostly Slimes (Slime Arena) that can have their speed, spawn limit and spawn rate adjusted</li></ul><br>More features to come as they're implemented.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/863170/header.jpg?t=1572312906",
    "developers": [
      "Rodrigo Reyes"
    ],
    "publishers": [
      "Rodrigo Reyes"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}