{
  "863610": {
    "name": "Heart of the Woods Demo",
    "steam_appid": 863610,
    "required_age": 0,
    "is_free": true,
    "description": "This demo is a sample of the full game and contains a selection of scenes from across the whole story. We've hand selected the scenes in order to give a taste of the game without spoiling too many of the major plot points (we figured it's a given that Maddie and Abby end up together). To help fill in some of the blanks though, there are demo-exclusive chibi versions of Maddie and Tara who will help fill you in on what's happening along the way.<br><br><i>Heart of the Woods</i> is a fantasy yuri visual novel about paranormal investigation, ancient mysteries, and a love between two girls that transcends life and death.<br><br>Maddie Raines, manager, editor, and general business-handler for her best friend Tara’s popular paranormal vlog series, is swept up in a dangerous supernatural crisis when she’s dragged against her will to the remote village of Eysenfeld. A strange young woman named Morgan has promised them undeniable proof of real paranormal phenomena, and what she has to offer eclipses anything they’d ever seen before.<br><br>However, out of all the strange occurrences the three of them bear witness to, one in particular captivates Maddie in a way she’s never been before: the ghost of a young woman. This woman is Abigail, the victim of a centuries-old injustice now bound eternally to the forest surrounding Eysenfeld. Drawn to Maddie in a way she can’t explain, Abigail reveals herself to another person for the first time in more than 200 years.<br><br>While Tara and Morgan investigate the mysteries surrounding the village itself, Maddie begins to form a bond with Abigail that grows to be more intense than any bond she’s felt before. As she learns the truth about Abigail’s death and imprisonment, she realizes that it falls to her and her friends to break the curse that has ruled over Eysenfeld for centuries. But more importantly than that, it falls to her to finally free the woman she loves.<br><br>Features:<br><br>-Chibi characters to fill in the gaps between scenes<br>-Incredible character and CG art from Rosuuri<br>-Fully original backgrounds and soundtrack<br>-Multiple accessibility options<br>-Extra features including a music room, CG viewer, and guest art gallery<br>-At least one really, really gay ghost",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/863610/header.jpg?t=1686613560",
    "developers": [
      "Studio Élan"
    ],
    "publishers": [
      "Studio Élan"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}