{
  "864190": {
    "name": "3, 2, 1, SURVIVE !",
    "steam_appid": 864190,
    "required_age": 0,
    "is_free": false,
    "description": "Before start to reading the description, I juste ask to you to be indulgent about my orthographe, because of the fact that's i'm french and I'm not writing english very well<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/864190/extras/91a76700951a65f52a4daf02e4914610.avif?t=1527929760\" width=600 height=200 /></span><br><br>Welcome to the arena of <strong>3, 2, 1, SURVIVE !</strong> a game which graphics are in first look ugly, a gameplay very basic (due to the fact that's the creator of this game know absolutly nothing in game creation), but a game which is very addictive and hard !<br>In <strong>3, 2, 1, SURVIVE !</strong> your skill are put in a rough test. you control a simple heart in the middle of arena, all you have to do it's survive the moste time which you can to get the highest score. But, be careful, the mobs are very numerous, and they do the maximum fot avoid you to get your objectif.<h2 class=\"bb_tag\" ><u><strong>WHAT'S THE STORY OF THIS GAME ?</strong></u></h2><br>There are not story in this game, it's an arcade scoring game with a simple principe.<br>All you have to do, it's made the best score which you can.<h2 class=\"bb_tag\" ><u><strong>HOW WE PLAY ?</strong></u></h2><br>The rule are simple :<br>-you are a heart which you can contrle with arrow or WASD (or ZQSD in function of your keyboard)<br>-they are mobs who spawning and attack you, so you have to avoid it for win points<br>-each 10ms you win 1 points<h2 class=\"bb_tag\" ><u><strong>WHO THE MOBS ?</strong></u></h2><br>There are a various number of mobs in this game. some of theme come when you survive a certain time.<br>There is a list of some jobs which you can meet in this game :<br><br><strong>The Square</strong><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/864190/extras/4806ddc02bd4b4732fd44dc5e65136b7.webp?t=1527929760\" width=32 height=32 /></span> The first mob which you meet in starting a game. Who know where this blue square go, but which is sure, it's that's very numerous and come from every direction. Be careful do not touch it.<br><br><strong>The drone</strong><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/864190/extras/bcf2038f933668b4cfd252f81982b6d3.avif?t=1527929760\" width=64 height=64 /></span> With he's smiling face, the drone was in fact a bad drone who was programed to follow you when you are at proximity of him.<br><br><strong>The Bomb</strong><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/864190/extras/ec88ff3d82cebcd8554ae085634d7fee.webp?t=1527929760\" width=32 height=32 /></span> You thing you are safe in staying at the same position ? you wrong ! the bomb are here for avoid you to not moving. So, if you want to survive : RUN !<br><br><strong>The Missile</strong><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/864190/extras/741dcc67ffb97c2604245c8e17cd1ba6.avif?t=1527929760\" width=64 height=64 /></span> It's Difficult to know when the missile was shooting, due to his speed. But, which it's sure, it's that's missile are always pointed to your position !<br><br><strong>And many other mobs</strong><br>It's to easy if i spoil the integrality of my game. They are many other mobs on this game, if you want to discover it, you have one think to do : stay alive !<h2 class=\"bb_tag\" ><u><strong>WHO THIS CRAZY FRENCH GUY WHO HAVE MADE THIS GAME ?</strong></u></h2><br>Hello, my name is <strong>Yannstr</strong><br>I'm french and have the idea to made a great challenge.<br>I know absoolutly nothing in game creating, and when i said nothing, that's mean about programming, game designe, script, ect....<br>I decide suddenly to make a game in basing only on tutorial on a free game engine.<br>I starting to download Godot engine, to learn how to use it and how to programming in GDScript with a tutorial called &quot;your first game&quot;. After this tutorial, I decide to use the gameplay of it and transforme to an addictive game, with some personal thing which is not on the tutorial.<br>In making a game without knowledg, I try to answere a question : can we be a game creator, without studying how we do and without to work with a compagny, juste be an normal individue and launch a game like this ?<br>Maybe someone have already answered in that's question by making his game and sell it on steam, or maybe i'm the only who do that's.<br>In all case, I hope that's my game enjoy you and maybe can make an new professional way without studying.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/864190/header.jpg?t=1527929760",
    "developers": [
      "Yannstr"
    ],
    "publishers": [
      "Yannstr"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}