{
  "864250": {
    "name": "Fantasy Grounds - Pathfinder RPG - War for the Crown AP 5: The Reaper’s Right Hand (PFRPG)",
    "steam_appid": 864250,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the <strong>Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" ><strong>Pathfinder Adventure Path #131: The Reaper's Right Hand (War for the Crown 5 of 6)</strong></h2><i>by</i><strong> John Compton</strong><br><strong>The Grace in Your Eyes</strong><br><i>When no one sits upon the Lion Throne, all shall try! As a final act of vengeance, High Strategos Pythareus's agents release evidence that the entire Stavian family line may be illegitimate, and now every noble in Taldor is willing to risk civil war to stake a claim to the crown. Can the PCs discover the remains of the First Emperor's tomb and seek his blessing to prove Eutropia's fitness to rule? And if the spirit of Taldor's founder cannot answer their prayers, can they answer his?</i><br><i>This volume of Pathfinder Adventure Path continues the War for the Crown Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;The Reaper's Right Hand,&quot; an extraplanar Pathfinder RPG adventure for 13th-level characters, by John Compton.<br></li><li>A gazetteer of the district of Sayashto, an upscale neighborhood in the infinite city of Axis, by John Compton.<br></li><li>A look at Thamir Gixx, the Silent Blade, the wicked halfling god of murderers and assassins, by Jason Keeley.<br></li><li>An overview of the major noble lines of Taldor, by Crystal Malarsky.<br></li><li>Five creatures born to the absolute law of the planar metropolis of Axis, including the high-minded impariut inevitable and the cosmic majesty of the edict dragon, by John Compton, Nathan King, and Greg A. Vaughan.</li></ul>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul>&lt;b&gt;Requires:&lt;/b&gt; The free Fantasy Grounds virtual tabletop (VTT) software.<br><i><br><strong><br>Adapted for Fantasy Grounds by: [/i]Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/864250/header.jpg?t=1768397526",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 3 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}