{
  "864240": {
    "name": "Fantasy Grounds - Pathfinder RPG - War for the Crown AP 4: City in the Lion's Eye (PFRPG)",
    "steam_appid": 864240,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the <strong>Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" ><strong>Pathfinder Adventure Path #130: City in the Lion's Eye (War for the Crown 4 of 6)</strong></h2><i>by</i><strong> Mikko Kallio</strong><br><strong>The Worst in Others</strong><br><i>As the War for the Crown escalates, General PythareusPrincess Eutropia's rival for the throneplots to plunge the nation into war, threatening to kill thousands of people to rally others to him. From the fortresscity of Zimar, he commands the overwhelming army of Taldor, as well as one of the most ruthless spymasters the world has ever known. Even with the resources of the legendary Lion Blades to aid them, can the PCs hope to outmaneuver conspiracy and prevent the War for the Crown from becoming a war between nations, or will Taldor again descend into a thousand years of violence?</i><br><i>This volume of Pathfinder Adventure Path continues the War for the Crown Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;City in the Lion's Eye,&quot; a Pathfinder RPG adventure for 10thlevel characters, by Mikko Kallio.<br></li><li>A gazetteer of the city of Zimar, the fortified heart of Taldor's military, by Mikko Kallio.<br></li><li>A profile of the Lion Blades, masters of disguise and the most feared spies of the Inner Sea, by Liz Smith.<br></li><li>Eight of the deadliest rakshasas found within the Inner Sea region for use as an adventure supplement or in any campaign, by Eleanor Ferron.<br></li><li>A collection of strange beasts that prowl southern Taldor, from the invulnerable chitikin to the immolating pyrogeist, by Mike Headley, Mikko Kallio, Joe Kondrak, and Kalervo Oikarinen.</li></ul>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul>&lt;b&gt;Requires:&lt;/b&gt; The free Fantasy Grounds virtual tabletop (VTT) software.<br><i><br><strong><br>Adapted for Fantasy Grounds by: [/i]Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/864240/header.jpg?t=1768397478",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 30 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}