{
  "864210": {
    "name": "Fantasy Grounds - Pathfinder RPG - War for the Crown AP 3: The Twilight Child (PFRPG)",
    "steam_appid": 864210,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the <strong>Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" ><strong>Pathfinder Adventure Path #129: The Twilight Child (War for the Crown 3 of 6)</strong></h2><i>by</i><strong> Ron Lundeen</strong><br><strong>The Worst in Others</strong><br><i>Dark shadows haunt the trade city of Yanmass, spreading chaos even as the city's leaders debate which royal heir to support in the growing civil war. Their soldiers are vanishing, bandits attack without fear, and a mysterious plague of nightmares rattles the populaceare these troubles random, or part of a larger conspiracy? And what role do the mysterious Twilight Child and the cultlike following he has attracted play in the chaos?</i><br><i>This volume of Pathfinder Adventure Path continue the War for the Crown Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;The Twilight Child,&quot; a Pathfinder adventure for 7th-level characters, by Ron Lundeen.<br></li><li>A gazetteer of the city of Yanmass, the caravan hub of northern Taldor catering to travelers from across two continents, by Ron Lundeen.<br></li><li>An ecology of the mysterious and bureaucratic servants of death known as psychopomps, by F. Wesley Schneider.<br></li><li>A thoughtful exploration of resurrection, the strange role it plays in the world of Golarion, and how the various gods react to this violation of the natural order, by Patchen Mortimer.<br></li><li>A collection of strange beasts that roam the Whistling Plains, from the thieving grassling to the explosive bloodplate burster, by Ron Lundeen, Andrew Mullen, Richard Pett, and David Schwartz.<br></li><li></li></ul>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul>&lt;b&gt;Requires:&lt;/b&gt; The free Fantasy Grounds virtual tabletop (VTT) software.<br><i><br><strong><br>Adapted for Fantasy Grounds by: [/i]Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/864210/header.jpg?t=1768397426",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 16 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}