{
  "864320": {
    "name": "Fantasy Grounds - Pathfinder RPG - Reign of Winter AP 4: The Frozen Stars (PFRPG)",
    "steam_appid": 864320,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the <strong>Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" ><strong>Pathfinder Adventure Path #70: The Frozen Stars (Reign of Winter 4 of 6)</strong></h2><i>by</i><strong> Matthew Goodall</strong><br><strong>Alien Winter</strong><br><i>Continuing their search for Baba Yaga, the heroes take the Dancing Hut to the planet of Triaxus, the seventh world in Golarions solar system, now in the midst of its decades-long winter. On the hunt for more clues as to the whereabouts of Baba Yaga, the heroes soon find themselves embroiled in a conflict between the alien dragonriders of the Skyfire Mandate and the barbarian armies of a white dragon warlord looking to conquer the lands of humanoids. Will the PCs ally with one of the warring factions to get the information they need, or will their quest come to an end on a distant, alien world?</i><br><i>This volume of Pathfinder Adventure Path continues the Reign of Winter Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>The Frozen Stars, a Pathfinder RPG adventure for 10th-level characters, by Matt Goodall.<br></li><li>A special double-sized gazetteer of Triaxus, a strange planet of dragon-riding warriors and seasons that last for generations, by James L. Sutter.<br></li><li>A look across the Bone Bridge and into the terrifying secret of Irrisens magical dolls, by Kevin Andrew Murphy.<br></li><li>Four exciting new monsters, by Adam Daigle, Amanda Hamon, and James L. Sutter.<br></li><li>Each monthly full-color softcover Pathfinder Adventure Path volume contains an in-depth adventure scenario, stats for several new monsters, and support articles meant to give Game Masters additional material to expand their campaign. Pathfinder Adventure Path volumes use the Open Game License and work with both the Pathfinder RPG and the worlds oldest fantasy RPG.</li></ul>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul>&lt;b&gt;Requires:&lt;/b&gt; The free Fantasy Grounds virtual tabletop (VTT) software.<br><i><br><strong><br>Adapted for Fantasy Grounds by: [/i]Christopher Ward</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/864320/header.jpg?t=1768397626",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7800,
      "final": 7800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 78.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 6 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}