{
  "864330": {
    "name": "Destiny of a Wizard 2:  Beyond the Vale Demo",
    "steam_appid": 864330,
    "required_age": 0,
    "is_free": true,
    "description": "<strong><i>THE STORY THUS NOW...</i></strong><br><br>Since the defeat of Darklin, our hero has embarked on a new journey beyond the Vale Islands.  A new chapter has begun for him.<br>He approaches a new land and according to the CrystalNET this is the land of<br>Lulisa.<br><br>​What new adventures await the last remaining Blue Wizard?  What sort of challenges will the inhabitants of the land present our hero?<br>Will Lulisa respect the Blue Wizards<br>once again. . .  or will they remain in hiding forever?<br><br>​Our story continues where the hero is about to arrive at a small<br>town known as Davowie. . .<br><br><strong><i>FEATURES OF THE DEMO:</i></strong><br><br> A linear turned based RPG spanning over eleven chapters, nearly 40 hours in game play content!<br><br>* Old school retro combat returns with a new engine by MogHunter!<br><br>* Comedy, fourth walls, and other references with a personal touch return!<br><br>* Nearly over 75 monsters to contend with!<br><br>* New voice overs!  With over nine different voice overs played by various people, meet new and old characters alike!  Nearly over 2 1/2 hours of voice recorded content!<br><br>* Explore the land of Lulisa as well as the Vale Islands in a new world map stage select system!<br><br>* New side quests and bonus features to discover and unlock!<br><br>* Hire party members to aid you in your quest!  From the high damaging Witch-Hunter to the mysterious tales of the Poet!  Over ten different playable classes to choose from.  Select up to three party members to aid your journey!<br><br>*Note:  The DEMO will allow you to play up to a certain point of Chapter One.  You can copy your save data file over to the main game should you wish to continue the full adventure.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/864330/header.jpg?t=1542001693",
    "developers": [
      "UltimaCJ Productions"
    ],
    "publishers": [
      "UltimaCJ Productions"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "74",
        "description": "血腥"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}