{
  "864920": {
    "name": "Tap Cats: Epic Card Battle",
    "steam_appid": 864920,
    "required_age": 0,
    "is_free": false,
    "description": "Epic Card Wars. Hilarious Cats. Serious Fun. You won’t find anything else quite like this!<br />\r\nCollect 200+ unique characters, assemble unstoppable teams, and strategize with infinite skill combinations in this truly unique indie CCG.<br />\r\n<br />\r\n<br />\r\nSIMPLE BATTLES EVOLVE INTO DEEP STRATEGY<br />\r\nNo complex tutorials needed! Enter thrilling card battles from the first mission! Build strategies as you develop your mastery of a wide variety of card and skill combinations. Find fun whether you are new to card battle games, or a seasoned pro!<br />\r\n<br />\r\nBUILD DECKS YOUR OWN WAY<br />\r\nWith over 200 unique cats to collect (and new ones added every month), you’ll constantly develop ways to enhance your play. Recruit, Upgrade and Fuse cats in this deck builder to unlock additional abilities until you become the ultimate Cat Master!<br />\r\n<br />\r\nUNLEASH EPIC TEAM POWER COMBOS<br />\r\nAdvance your team strategy by grouping allied cats together in battle. Watch abilities stack up and pulverize enemies with the ultimate combo. Turn battles around with a single well played card!<br />\r\n<br />\r\nSTUNNING HAND DRAWN CHARACTERS<br />\r\nEvery one of our absurd battle cats is a work of art. Find your favorites, master their skills, and team them up! These battle kitties will devastate your opponents in style!<br />\r\n<br />\r\nFEATURES:<br />\r\n- 18+ unique teams to build, all with different special combo powers that increase with your team size!<br />\r\n- Unlock 16+ different Heroes to boost your battle power. Level up and equip them to reinforce your deck. Get an edge on your opponent with hero and team alliance strategy.<br />\r\n- Battle other players globally in Versus mode, with win streak bonuses to maximize your rewards.<br />\r\n- Extend your versus dominance in Challenge mode to reach the top of the leaderboard before the season ends (resets every 2 weeks).<br />\r\n- It’s adventure time! Master the unfolding adventure and quest for loot across hundreds of campaign battles.<br />\r\n- Gorgeous art, with unique and entertaining characters. Recruit every cat and hero to complete each team collection! New teams and cats released every month in special themed events!<br />\r\n- Multiple strategies for combat and building the ultimate teams. Mix and match cards for their abilities, or amass full teams for team power bonuses. Deck builders assemble!<br />\r\n- Save to the cloud to keep playing across multiple devices.<br />\r\n- Even more modes and features coming soon!<br />\r\n<br />\r\nPLEASE NOTE: This game is free to play, but some extra game items can be purchased for real money. You can disable in-app purchases in your device's settings.<br />\r\n<br />\r\nA network connection is required to play.<br />\r\n<br />\r\n<br />\r\nCompare your progress, share strategy with other active players, and chat with the devs about the latest improvements to the game by joining our Discord, Reddit and Facebook communities.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 阿拉伯语, 俄语, 土耳其语, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/864920/header.jpg?t=1585606638",
    "developers": [
      "Classy Yak Game Studio"
    ],
    "publishers": [
      "Screenzilla"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}