{
  "865070": {
    "name": "TANE DLC - Trainz Route: Rostovsky Uzel",
    "steam_appid": 865070,
    "required_age": 0,
    "is_free": false,
    "description": "The route is based on a real section of the North Caucasian railway, located in the Rostov region of the Russian Federation.<br />\r\n<br />\r\nThe North Caucasian Railway is one of the 16 branch roads of Russian Railways, which includes part of the country's railway network, located in the Southern and North Caucasian federal districts of Russia from the Azov and Black Seas in the west to the Caspian Sea on east. The road passes through the territories of the following subjects of the Russian Federation: the Republic of Kalmykia, the Republic of Dagestan, the Chechen Republic, the Republic of Ingushetia, the Republic of Adygea, the Karachay-Cherkess Republic, the Stavropol Territory, the Krasnodar Territory, the Kabardino-Balkarian Republic, the Republic of North Ossetia-Alania, Rostov and Volgograd Regions.<br />\r\n<br />\r\nThe road is located in the city of Rostov-on-Don. It was formed on July 12, 1922.<br />\r\n<br />\r\nThe main nodal stations of the road are Rostov-Main, Krasnodar I, Krasnodar-Sortirovochny, Bataisk, Likhaya, Salsk, Mineralnye Vody, Kavkazskaya, Tikhoretskaya, Armavir-Rostovsky, Timashevskaya, Nevinnomysskaya, Prokhladnaya, Georgievsk, Gudermes, Krymskaya, Belorechenskaya, Svetlograd.<br />\r\n<br />\r\nA beautiful journey awaits all Trainz fans to drive through this gorgeous part of the world.",
    "supported_languages": "英语, 法语, 德语, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/865070/header.jpg?t=1527056323",
    "developers": [
      "N3V Games"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 9200,
      "final": 9200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 92.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}