{
  "866130": {
    "name": "MAGIX Video Pro X10 Steam Edition",
    "steam_appid": 866130,
    "required_age": 0,
    "is_free": false,
    "description": "Full power! The latest <strong>Video Pro X10 – Steam Edition</strong> impresses above all with its improved, high-performance engine: Edit your videos with full hardware acceleration for the first time thanks to the lightning fast NVIDIA NVENC and AVX optimization.But we've also made changes in the areas of creativity and productivity. Starting now, crop objects in no time at all with the optimized Chroma Key and put them in front of the background of your choice. Additionally, you receive a future-oriented 360° editing complete package and enjoy entirely new creative possibilities thanks to the new effects area. Your workflow stays fluid and efficient thanks to the time-saving J-L cut and the intuitive &quot;Move object content&quot; mouse mode.<h2 class=\"bb_tag\" >The most important features:</h2><ul class=\"bb_ul\"><li> NEW! Full power: For the first time, Video Pro X uses the entire performance power of your CPU and GPU<br></li><li> NEW! Chroma Keying at its best: Thanks to its new, precise object extraction algorithm<br></li><li> NEW! Perfect combination: Award-winning editing tools meet time-saving J-L cuts<br></li><li> NEW! Move object contents for the perfect workflow<br></li><li> Record speed: Accelerated export of HEVC-/H.265 videos with NVENC support of NVIDIA<br></li><li> Enough with the glitter: Image errors have been significantly reduced for processing 4K source video into FullHD<br></li><li> Now complete: The 360° editing package is now complete thanks to new tools<br></li><li> State of the art: New effects area<br></li><li> Flexible track handling for complete flexibility<br></li><li> Absolutely reliable: Lookup tables, broadcast-ready color effects, and all of the highlights from previous versions</li></ul><h2 class=\"bb_tag\" ><strong>The anniversary edition</strong></h2><strong>10 Years of Video Pro X</strong><br><strong>Video Pro X10 – Steam Edition</strong> is celebrating a notable anniversary: A complete video editing package is available to users, which is guaranteed to impress with its productivity, creativity, and performance!<br><strong>Productivity</strong><br>Video Pro X combines the best editing tools with a fluid, efficient workflow. When it comes to video editing, there's only one thing that matters: getting the best quality possible with the least amount of work.<br><strong>Creativity</strong><br>Creativity non-stop: In the new effects area, you'll discover numerous applications you have been waiting for. <br><strong>Performance</strong><br>The focus of the latest version was naturally on the wishes of the community: That's why we added accelerated export of HEVC/H.265 videos with NVENC support of NVIDIA thereby massively improving performance – just in time for the anniversary.",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/866130/header.jpg?t=1549379992",
    "developers": [
      "MAGIX Software GmbH"
    ],
    "publishers": [
      "MAGIX Software GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 5 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "58",
        "description": "视频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}