{
  "867250": {
    "name": "Wars of Succession",
    "steam_appid": 867250,
    "required_age": 0,
    "is_free": false,
    "description": "Ageod’s Wars of Succession is a new game designed to cover two major wars that consumed Europe at the eve of the 18th Century. One was the War of Spanish Succession (1701-1713), pitting the French &amp; Spanish Bourbons monarchs against the Grand Alliance built by Austrian Habsburg, Britain and the United Provinces. The other is the Great Northern War (1700-1721), between Sweden and Russia (and her allies), most of which focused around the succession of Poland. The two wars are played in separate scenarios.<br><br>In Wars of Succession you will coordinate the movements of several armies of many different great powers and their allies, take care of their supplies, fatigue and seek better condititions to engage combat, hold sieges or retreat to recover if needed.<br><br>Scenarios<br>• Setting: the game covers all of Europe, from the Western seaboard to the Volga.<br>• Historical leaders: More than 200 historical leaders each rated on their abilities with over 200 different types of units from Grenadiers and Musketeers to Winged Husssars and Cossacks, as well as a dozen types of different warships<br>• Battlefield Tactics allow the player to make decisions that can turn the tide of battle.<br><br><strong>FEATURES</strong><br><br><ul class=\"bb_ul\"><li>Setting: the game covers all of Europe, from the Western seaboard to the Volga. The two different big wars focus each on one side of the continent (Spanish Succession over Western and southwest Europe, Great Northern War in Eastern and Northeastern Europe). Time span is from 1700 to 1720.<br></li><li>Game map is divided into more than 5,000 regions, with a variety of terrain, climates and development level.<br></li><li>Scenarios: 5 in total, with 1 introductory (Italy 1701) tutorial and 2 main grand scenarios of Spanish Succession War and Great Northern War, plus 2 minor Western Europe campaigns scenarios (respectively 1706 and 1709)<br></li><li>Historical leaders: More than 200 historical leaders each rated on their abilities and over 200 different types of units from Grenadiers and Musketeers to Winged Husssars and Cossacks, as well as a dozen type of different  warships!<br></li><li>Production: Control your nations spending on the military, economics and politics (domestic or foreign) through a few simple-to-understand assets and production centers locations.<br></li><li>Regional Decision Cards: The game includes the already known  card system that lets you trigger events such as Land Mines, Honors of War, Contributions, etc… this cards, if played wisely can affect the flow of a campaign.<br></li><li>Detailed game model includes features such as Weather, Attrition, Supply, Prisoners  and Fog of War<br></li><li>Historical Events are triggered throughout the game giving the player crucial decision points. These cover anything from local uprising to foreign intervention in each of the conflicts.<br></li><li>Battlefield Tactics allow the player to make decisions that can turn the tide of battle.<br></li><li>Sieges and Naval warfare are all covered in detail in the game, with a lot of new siege-related flavour events better depicting that key aspect of war in the XVIIIth century.</li></ul>",
    "supported_languages": "英语, 法语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/867250/header.jpg?t=1575555806",
    "developers": [
      "Ageod"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 10800,
      "final": 10800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 108.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}