{
  "867590": {
    "name": "Sakura and Crit: The Mock Game",
    "steam_appid": 867590,
    "required_age": 0,
    "is_free": false,
    "description": "The world is full of little worlds. Whether they be the tiny world inside a young child's head, or the virtual world created on the pc of some poor sap's basement. Join Sakura and Crit as they explore the latter: the virtual video game world that can only be explored by the bravest of explorers, or at least by those with the best hand eye coordination.<br><br>Sakura and Crit: The Mock game is just that. A mock rpg action adventure created by the two main characters in the story.  They are both fans of the genre so you can expect features such as the ones you're about to read down below.<br><br><strong>Features</strong><br><br>Action Battle System (ABS) <br>Alternate between attacking and blocking all in real time directly in the dungeon! Make Link proud.<br><br>Auto Pick-ups<br>From health items to money, all you have to do is walk over them to pick them up!<br><br>Single-Use and Reusable Save System<br>In between levels you'll be able to save as many times as you like in the hub world, but down in the levels choose which saves to use carefully, for if you come across one, you can only use it once.<br><br>Hidden Secrets and Alternate Ending<br>Its not a proper action adventure without secrets is it?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/867590/header.jpg?t=1555628269",
    "developers": [
      "Critoniuum"
    ],
    "publishers": [
      "Dd Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}