{
  "867760": {
    "name": "INVASION OF THE BOX PEOPLE",
    "steam_appid": 867760,
    "required_age": 0,
    "is_free": false,
    "description": "It was a time of war. As the First Wave settled, it became apparent that the aliens would invade Earth for one thing … and one thing only: Bundt Cake. You see, round cake is an affront to these boxy aliens, who scoured the Galaxy looking to eradicate any species with the knowledge to bake it. Earth is next in line. When diplomacy and all further attempts at peaceful negotiation fail, humanity is forced to fight back. Those “Box People” won’t know what hit them.<br />\r\n<br />\r\nInvasion of the Box People is simple, lightning fast, and doesn’t hold your hand. One hit, and you’re dead –  though if you have skill, you’ll quickly slip into “the zone” and duck and weave through alien hordes without a second thought. You have three different game modes to choose from – each with their own rules: Bunker Defense, Protect Yourself, and PANIC. There’s room for different playstyles: Focus on shooting, weave through enemy waves to collect upgrades – or dodge the aliens dropping from the sky. With some brutal difficulty levels and an upbeat soundtrack, Invasion of the Box People is deceptively simple and blast to play.<br />\r\n<br />\r\n--Experience fast-paced twin-stick combat that keeps you on the edge of your seat.<br />\r\n--Fight with smarts by taking advantage of the “domino effect.”<br />\r\n--Send ‘em packing with a variety of upgrades such as Auto, Spreadshot, Grenade, Impact, and Nuke.<br />\r\n--Save the world with quick matches – or test your endurance with endless play.<br />\r\n--Choose from 3 different game modes with distinct environments and difficulty levels: Bunker Defense, Protect Yourself, or PANIC.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/867760/header.jpg?t=1533600409",
    "developers": [
      "Angry Giant Games"
    ],
    "publishers": [
      "Angry Giant Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}