{
  "867900": {
    "name": "Tennis Tune-Up",
    "steam_appid": 867900,
    "required_age": 0,
    "is_free": false,
    "description": "Tennis Tune-Up: City Park - The second step in the continuing development of a real world simulation of tennis action.  We've added a two handed serve for more realism with a Club House height check,  and a City Park scene for more variety.  Tennis Tune-Up incorporates real world physics so that ball action and reaction is as good as it gets.  Your voice commands take you to the action. In Tennis Tune-Up you &quot;say what you see&quot; to take control of the action.  The Command Board in each scene gives you the voice commands to use.  <br><br>The action starts in the Club House where you can view the video tutorials and then continue off to the stadium to practice or head out to the park for some action.  <br><br>In the stadium or park you can have coach drop balls for you to hit at the targets or you can have the balls hit from across the court for rally practice.  Move the targets in, earn points and develop your game. With &quot;Practice Serve&quot; you develop your ball placement in the forehand or backhand courts.  Pick  up points by bringing in targets and firing away! <br> <br>In this latest upgrade we have added a two handed serve with one controller holding the racket and the other used to toss the ball.  When you choose this option in the Club House you will test your play area to make sure you have enough head room.  If you pass the test you'll  be ready to do some serious serve practice.<br><br>There are many improvements and features in the future of Tennis Tune-Up that we are planning:<br><ul class=\"bb_ul\"><li>Support the Vive Tracker Racket that HTC has available.  You'll  have the same Club House height check when you choose this option. <br><br></li><li>A custom racket. We  plan to have the custom racket available for  purchase at a price less than the cost of a Vive Tracker. <br><br></li><li>A Court Practice scene is In the planning stage.  This is a scene that lets you move around the court to practice your shots from various places on the court.<br><br></li><li>The Match Play Arena scene is planned for the near future.  Take on AI players of different skill levels..</li></ul><br>To  enable Speech Recognition on Windows 10:<br>    Open Control Panel.<br>    Click on Ease of Access.<br>    Click on Speech Recognition.<br>    Click the Start Speech Recognition link.<br>    In the &quot;Set up Speech Recognition&quot; page, click Next.<br>    Select the type of microphone you'll be using. ...<br>    Click Next.<br>    Click Next again.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/867900/header.jpg?t=1558809559",
    "developers": [
      "Kenneth Pestka",
      "Taylor Gibson"
    ],
    "publishers": [
      "ButterScotch LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}