{
  "868010": {
    "name": "Hallo Spaceboy",
    "steam_appid": 868010,
    "required_age": 0,
    "is_free": false,
    "description": "2D space side scrolling shoot'em up: retro style and modern tech.<br />\r\n<br />\r\nAI is good, enemy ships are not passive targets, they are smart and dangerous. They will shoot not where you are, but where you will be if you keep moving. So you will have to maneuver. They will dodge your missiles, will hide behind asteroids, will maneuver to approach you from a tactically reasonable angle.<br />\r\n<br />\r\nThe variety of enemies is wide, there are 25 different enemy ships. Not just differently looking, they use unique weapons and tactics.<br />\r\n<br />\r\nThere are RPG elements, you can upgrade your ship the way you like.<br />\r\n<br />\r\nThere are 10 different weapons your ship can carry. Five of them can only be picked up in the battle. Other five can be purchased and upgraded in the armory. THe ship can carry up to three different weapons simultaneously.<br />\r\n<br />\r\nThe game follows a dramatic story of the pilot character. You don't just beat the enemies, you are involved in the intergalactic intrigues.<br />\r\n<br />\r\nThe game is 2D, but all ships are 3D models, so the light realistically shines on their armor plates, reflecting the light of dying stars.<br />\r\n<br />\r\nEnemy ships aren't an &quot;if I touch you you die&quot; type. They are physics objects, that you can collide with, slightly damaging both parties.<br />\r\n<br />\r\nThere's a tough boss in the end of each level, and you will have to devise a new smart strategy to beat each of those.<br />\r\n<br />\r\nThe good old school space atmosphere and dynamical battles will excite both aesthetics and gameplay lovers.<br />\r\n<br />\r\n14 emotinal, dramatic retro sounding electronic music tracks will fondle your ears.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/868010/header.jpg?t=1528236974",
    "developers": [
      "Zolden Games"
    ],
    "publishers": [
      "Zolden Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}