{
  "868110": {
    "name": "RPG Maker MV - Inspirational Vol. 3",
    "steam_appid": 868110,
    "required_age": 0,
    "is_free": false,
    "description": "Inspirational Vol.3 explores emotional pieces, epic songs and modern staples!<br><br>The third volume of the Inspirational series delves into the ambient and intense world of emotion, including themes enhanced with female vocals. Then the music jumps into the intense world of epic themes, ranging from orchestral battles to elaborate villain themes and more. Lastly, there's a medley of modern themes - including perfect songs for swanky city life and modern combat.<br><br><i>Features:</i><br><br><ul class=\"bb_ul\"><li>12 Emotional Tracks, 13 Epic Tracks, and 12 Modern Tracks - 37 in total!<br></li><li>Large variety of instruments and sounds<br></li><li>Royalty free music to use in your commercial and non-commercial RPG Maker MV projects<br></li><li></li></ul><br>Tracklist:<br><br>1 - A Universe at Hand<br>2 - Ambient City<br>3 - Arcana<br>4 - Beyond the Veil<br>5 - Caustic Caverns<br>6 - Eternal Promise Broken<br>7 - Murn for the Past<br>8 - Requiem for the Lost<br>9 - Thinking Alternative<br>10 - Thinking<br>11 - Timeless<br>12 - Universe of Secrets<br>13 - Blade Symphony Extended<br>14 - Blade Symphony<br>15 - Brave Heart<br>16 - Darkness Prepares<br>17 - For what it was worth<br>18 - Hope<br>19 - Judgement Day<br>20 - Killed Music<br>21 - Shadow Realms<br>22 - Shadows Rise<br>23 - Storming the Gates<br>24 - The Inevitable<br>25 - Warzone<br>26 - 25th Century<br>27 - Anticipation Alternative<br>28 - Anticipation<br>29 - Chillers Win<br>30 - Combat Mode Activated<br>31 - Detention<br>32 - Frozen Time<br>33 - Galaxy of Bars<br>34 - Infiltrated<br>35 - Investigations<br>36 - Modern City<br>37 - Stressless",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西, 俄语, 日语, 韩语, 繁体中文, 阿拉伯语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/868110/header.jpg?t=1681216425",
    "developers": [
      "JDB Artist"
    ],
    "publishers": [
      "KOMODO"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9200,
      "final": 9200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 92.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 31 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "59",
        "description": "网络出版"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}