{
  "868400": {
    "name": "Samplitude Music Studio 2019 Steam Edition",
    "steam_appid": 868400,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Your path to perfect game sound</strong></h2><strong>Samplitude Music Studio – Steam Edition</strong> accompanies you the entire way through your own game sound production. Because this is the only way to get pinpoint game sound from a single source. In <strong>Samplitude Music Studio – Steam Edition</strong>, you can play instruments, record vocals, mix, and master – at the highest level and the best sound quality. Discover tons of professionally pre-produced sounds and loops as well as instruments, which will clear the way for all of your creative visions. Give your work the final touch with high-quality effects and tools.During your creative workflow you can always rely on professional technology: Experience powerful 64-bit technology, multi-core support and multitrack recording in 24-bit/96 kHz!<h2 class=\"bb_tag\" >Highlights:</h2><ul class=\"bb_ul\"><li> NEW! 22 virtual instruments and professional plug-in effects<br></li><li> NEW! MIDI Velocity Dynamics und master automation<br></li><li> NEW! Up to 32 instruments in a single project<br></li><li> NEW! Modern carbon style interface<br></li><li> 64-bit architecture and multi-core support<br></li><li> Unlimited sounds, loops and instruments<br></li><li> Quickstart Wizard and MAGIX Audio Remote app<br></li><li> 24-bit/96 kHz multitrack recording</li></ul><h2 class=\"bb_tag\" ><strong>The music program that can do it all</strong></h2><strong>Even more creativity</strong><br>The latest version of <strong>Samplitude Music Studio – Steam Edition</strong> contains 3 new Vita instruments: A complete orchestra, an authentic sounding piano, and unique kalimba sounds – discover the multifaceted sounds of the Orchestral Ensemble, the Grand Piano and the Sansula.  <br><br><strong>The ultimate effects</strong><br>More effects – more possibilities! Starting now you can work with 11 professional plug-in effects from essentialFX Suite and get even more out of your gaming sound concept!<br><br><strong>Full control thanks to automations</strong><br>Creative work only comes in combination with control. Discover the automation for mastering as well as MIDI Velocity Dynamics for editing the keyboard expression of your MIDI recordings. Load up to 32 instruments simultaneously in a single project – and keep track of everything!",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/868400/header.jpg?t=1530791030",
    "developers": [
      "MAGIX Software GmbH"
    ],
    "publishers": [
      "MAGIX Software GmbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 45000,
      "final": 45000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 450.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 5 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "52",
        "description": "音频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}