{
  "868720": {
    "name": "Megaton",
    "steam_appid": 868720,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Megaton</strong> is a new take on the old school tank game. Cut clean with a slick retro style, this game revitalizes the genre by bringing forth all new ideas on top of the existing model. The game features the iconic tropes of its predecessors, such as random destructible terrain, environmental effects and obstacles, and expands the concepts further with unique new twists and ideas. Megaton features a plethora of content for you to discover and explore.<br><br><ul class=\"bb_ul\"><li>200 Unique Weapons<br></li><li>40 Combat Enhancing Items<br></li><li>7 Vehicle Types<br></li><li>14 Map Styles</li></ul><h2 class=\"bb_tag\" >Unique Weapons</h2>This game features 200 weapons that are unique from one another. No two weapons are the same. The weapons in the game range from simple to masterful. This game introduces many new weapon concepts and ideas that have never been seen before. Every weapon has a unique visual design to provide some flare on the battlefield. With a wide variety of weapon styles, anyone who takes on the task of mastering combat is in for a real treat.<h2 class=\"bb_tag\" >Quest Weapons</h2>Some weapons are so powerful that they may only be deployed by the best commanders. These weapons each have requirements that must be met in battle in order to be fired. Rest assured, when these weapons are unleashed your enemies will cower in fear.<h2 class=\"bb_tag\" >Items</h2>The game features a load of items to assist you in battle. These items range from shields, to energy restoration, disables, and utility enhancers. These items provide a wide variety of tactical uses that can help you claim victory.<h2 class=\"bb_tag\" >Environments</h2>Fight on different planets for your upcoming battles. Each environment has different terrain stylization, obstacles and wind variance. These environments provide endless hours of exploration due to their interactions with the different weapons, unveiling new strategies to beat your enemies.<h2 class=\"bb_tag\" >Classes</h2>This game features multiple classes and two different types of vehicles. Take control of not only land vehicles, but airborne ones too! Each vehicle has different stats and abilities. Plan accordingly to use the weakness of enemy vehicles against them, while using the strengths of yours to your advantage.<h2 class=\"bb_tag\" >Match Customization</h2>Two teams simply aren't enough. You can play with up to 8 different teams, balanced in any way you see fit. The freedom in Megaton is entirely yours, customize each games values to your needs, with options for gameplay adjustments such as wind and sudden death. Fight the battles that you want to fight, whether it's knocking enemies down into the core of the planet, building barriers and reforming the terrain, or by firing lethal attacks from afar, it's your battle, your way.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/868720/header.jpg?t=1668050370",
    "developers": [
      "Duskbane Entertainment"
    ],
    "publishers": [
      "Duskbane Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}