{
  "868910": {
    "name": "Cryptozookeeper",
    "steam_appid": 868910,
    "required_age": 0,
    "is_free": false,
    "description": "Five years into the future, within a dusty town in New Mexico, William Vest has been tasked with delivering a package of alien bone marrow. Everything goes quickly awry as Vest learns his employer has used the marrow as bait, to kill him.<br />\r\n<br />\r\nEscaping death, Vest finds himself on the run with only two things that can save him - his complete lack of proper scientific methodology, and a machine that can create creatures of pseudoscience, or cryptids. Along with a few gruff and sarcastic companions, Vest completes text adventure game puzzles and scenes in order to find valuable animal DNA that he can then combine into creatures like Big Foot, the Loch Ness Monster, and the fur-bearing trout. <br />\r\n<br />\r\nIn addition to creating these creatures, the player can train and level them up throughout the game by fighting other animals, thus increasing their attributes and ferocity. (At this point, the game takes more of a hybrid-RPG form.) Once armed with a proper army of fantastical creatures, the player can use them to defeat his enemies as the cryptozookeeper.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/868910/header.jpg?t=1569697372",
    "developers": [
      "Jolt Country"
    ],
    "publishers": [
      "Jolt Country"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}