{
  "869490": {
    "name": "Limerick: Cadence Mansion",
    "steam_appid": 869490,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/869490/extras/ca67fa047f1a2d71792dfc5352cc8a5b.avif?t=1695992424\" width=630 height=250 /></span><br><br>Limerick: Cadence Mansion is a detail-rich first-person action-horror adventure with deep lore, intricate puzzles, satisfying combat, and a happy little marionette who really wants to say &quot;hello.&quot;<br><br><i>A new ballad sounds across Nightsonnet Isle. The seas will swallow light with darkness. The boulders will shatter and shake. The Poets will be silenced, and the Resplendent will rise.</i><br><br>Limerick is a story-rich, atmospheric thriller-adventure set on the foreboding Nightsonnet Isle. You awaken in an empty cell with your past and purpose shrouded in mystery. Responsive puzzles, otherworldly monsters, and enigmatic clues will challenge you each step of the way as you explore, experience, and engage with the riddles of Cadence Mansion.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/869490/extras/0e0cc4a69fdf23ded585ca7d0f27c442.avif?t=1695992424\" width=630 height=380 /></span><h2 class=\"bb_tag\" >SOLVE</h2><br>Limerick: Cadence Mansion serves a rich buffet of responsive, interactive and satisfying puzzles. Players can choose to experiment with puzzles and find solutions on their own or explore the intricately detailed world of Cadence Mansion to find solutions littered through the notes, mechanisms, and images left behind by the missing denizens of these lifeless halls.<h2 class=\"bb_tag\" >FIGHT</h2><br>From tense encounters in tight spaces to epic, out-of-this-world boss battles, Limerick will challenge and amaze with a cast of terrifying creatures. Carefully themed and wildly ethereal, the monsters of Nightsonnet Isle tell a story all their own.<h2 class=\"bb_tag\" >EXPLORE</h2><br>Enter the painstakingly hand-crafted world of the Splendor Point Poet's Corporation and the Resplendent. Filled with breathtaking environments, set dressing, and visual stories, players can lose themselves for hours in the luxurious and terrifying atmosphere of the Mansion atop the mountain.<h2 class=\"bb_tag\" >SURVIVE</h2><br>No horror experience would be complete without a memorable antagonist to chase you through the halls. The eponymous Limerick is not just a monster - he is the grand mystery of Splendor Point. What are his motivations? What incredible secrets and powers does he hold? And when the time comes to meet him, <i>will you be ready?</i><br><br><ul class=\"bb_ul\"><li>Fully-realized, detail-rich world</li><li>Responsive puzzles and gameplay</li><li>Unique thrills with a memorable antagonist</li><li>Epic boss fights</li><li>Original soundtrack filled with orchestral motifs and themes</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/869490/header.jpg?t=1695992424",
    "developers": [
      "Jenito Studios, LLC"
    ],
    "publishers": [
      "Jenito Studios, LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 9 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}