{
  "869420": {
    "name": "Jailbreak Lockdown",
    "steam_appid": 869420,
    "required_age": 0,
    "is_free": true,
    "description": "Jailbreak is a fast-paced, 1v1 online game where one player tries to escape prison without getting caught. Play as either the convict or the warden and outsmart your opponent in this stealth battle game.<br />\r\n<br />\r\nAs the convict, your mission is to escape the jail at any cost. Flush yourself down the toilet, dig your way out of the yard, or cause enough chaos to get a riot going. There are multiple ways to escape and it's up to you to figure out which one is your path to victory. But make sure to do it stealthily, or the warden will stop you before you take a step outside.<br />\r\n<br />\r\nAs the warden, you must find the other player hiding in a sea of convicts. Every convict looks the same, but only one of them is trying to get out. Make use of your monitor or just track them down by following their trail of destruction. But be careful! If you don't keep the other convicts happy, they'll rise up and rebel against you. So you can't focus all your attention on hunting the other player down.<br />\r\n<br />\r\nNo matter who you play, the tension and mind games will get your heart racing. Play with friends or match with a player online - the choice is yours.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/869420/header.jpg?t=1711746714",
    "developers": [
      "Hi I'm Alec Games"
    ],
    "publishers": [
      "Hi I'm Alec Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 21 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}