{
  "869730": {
    "name": "Duncade",
    "steam_appid": 869730,
    "required_age": 0,
    "is_free": false,
    "description": "Duncade is the perfect game for when you want to go back to the golden time of arcades but this time a little modernized and made for personal use. <br>Go through your adventure as the nameless knight who has an addiction to points, who can't rest until you get to the end to brag about his &quot;HIGHSCORE&quot; all over the world.<br>(This is how you do lore right?)<h2 class=\"bb_tag\" >ARCADE BUT PERSONALIZED</h2>You would get bored playing the same game over and over again after a while. It works for the masses, but you want to have the best experience for yourself. No need to get bored anymore! After dying your score will turn into a currency used as a way to unlock new items, spells, outfits and a gallery full of everything in the game! Ever wondered how many slimes you've destroyed over all those coins you put into the machine? Time for...<h2 class=\"bb_tag\" >THE GALLERY</h2>After unlocking gallery entries you can use those to unlock details about anything in the game. Here you can view:<br><ul class=\"bb_ul\"><li>Names of everything (It may sound stupid but they're actually really thought out).<br></li><li>Kill count on every monster (and the knight).<br></li><li>A description of every item, spell, outfit, enemy, and boss.</li></ul><h2 class=\"bb_tag\" >MAKING RETRO BETTER</h2>Duncade is fully made with the limitations in mind of the older machines. But instead of restricting itself to it, it is used as a guideline to make a refined game. <br>Shading on the sprites? It uses the color limitations of those machines as a base but is then refined to make it better yet close to its origin.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/869730/header.jpg?t=1707233562",
    "developers": [
      "Shane van der Woude"
    ],
    "publishers": [
      "Shane van der Woude"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}