{
  "870200": {
    "name": "Juno: New Origins",
    "steam_appid": 870200,
    "required_age": 0,
    "is_free": false,
    "description": "<i>After six years of development, what began as a simple rocket simulator has become a comprehensive aerospace sandbox in which you can bring to life anything you can imagine - from rockets, airplanes, and cars to entire planets. Over time, the more we added, the more SimpleRockets 2 outgrew its name. With much consideration we have decided to change the name to &quot;Juno: New Origins&quot; - a title that symbolizes a new start.</i><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/870200/extras/b6716b4dbc50bd3ddcf2e0511f7dbb93.avif?t=1749669773\" width=600 height=150 /></span><br><br>Juno: New Origins is a 3D aerospace sandbox where players can use customizable parts to construct and test rockets, planes, cars, or anything they can imagine in an environment with realistic physics across land, sea, air, and space.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/870200/extras/cfd61c9f0f22d6a8fc3133ffdf2bfacd.avif?t=1749669773\" width=600 height=150 /></span><br><br>Take control of your own aerospace company and earn money and tech points as you progress through the game. Complete contracts to earn money, and discover a mixture of hand-crafted and procedural contracts that offer countless hours of new gameplay. Conquer milestones and explore landmarks to earn tech points and unlock new technology in the tech tree. Interactive tutorials are available to show how to build and operate rockets, cars, and airplanes.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/870200/extras/3e54f9317abd4b7a101de59ac075a45e.avif?t=1749669773\" width=600 height=150 /></span><br><br>Stretch and shape fuel tanks, wings, cargo bays, fairings, and nose cones with easy-to-use tools that help you create exactly what you want. Resize solar panels, landing gear, pistons, jet engines, etc to fit your needs. Paint your craft custom colors and tweak their reflectiveness, emissiveness, and texture styles.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/870200/extras/8b76ea9040792802c7415f59c7eb586f.avif?t=1749669773\" width=600 height=150 /></span><br><br>Engines can be adjusted in a myriad of ways, such as changing the power cycle, combustion pressure, gimbal range, fuel type, and adjusting nozzle performance and visuals. You can customize an engine to be a power house for lift off, or to be a super optimized vacuum engine that maximizes Isp for interplanetary travel. The engine's performance affects its visuals in flight too as shown by the exhaust's expansion or contraction based on its interplay with the atmospheric pressure. Shock diamonds are pretty but they are a symptom of suboptimal engine performance! If you don't care about any of this, then you can just attach a pre-built engine and hit launch! <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/870200/extras/b2aa4def93564c787d404adec22813ba.avif?t=1749669773\" width=600 height=150 /></span><br><br>Easily drag and drop code blocks to program your crafts to log telemetry, automate them, design your own MFD touch screens, etc. With Vizzy, a programming language designed specifically for Juno: New Origins, you can expand the capabilities of your crafts while learning programming, maths, physics, etc.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/870200/extras/966d1e7c08ef04551f89e47074af564d.avif?t=1749669773\" width=600 height=150 /></span><br><br>Orbits are realistically simulated and support time-warp so you don't have to wait several months to reach another planet. The Map View makes it easy to see your orbits and plan future burns, which you can use to set up future encounters with other planets or satellites.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/870200/extras/d1076b2dc08dfae7bef0f683f4b7f92f.avif?t=1749669773\" width=600 height=150 /></span><br><br>Using Planet Studio, an in-game design tool, you can make your own planets, stars, moons, and stellar systems, starting with a large set of templates and tools to easily make infinite unique procedural celestial bodies. For the more adventurous, Planet Studio has an advanced mode with many modifiers to add and tweak different noise layers, adjusting the terrain and the biomes, as well as a paintbrush tool to be able to achieve the most complex shapes.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/870200/extras/ba6697b3693b23335d2ed2f84302574a.avif?t=1749669773\" width=600 height=150 /></span><br><br>Download from a huge collection of user-uploaded crafts, sandboxes, planets, and mods on . Upload your own crafts and sandboxes and share them with the community. Rise through the ranks from a white level builder to a gold level builder and beyond.<h2 class=\"bb_tag\" >FEATURES</h2><br><ul class=\"bb_ul\"><li> Career mode with tech tree, contracts, milestones, and landmarks<br></li><li> Simple to get started, but advanced players can dig into the technical details if they are interested in the math behind rocket engines and orbital mechanics.<br></li><li> Download community-made mods, planets, crafts, and sandboxes.<br></li><li> Online community where players can upvote and comment on other players' content.<h2 class=\"bb_tag\" >DESIGN</h2></li><li> Fully 3D craft designer that allows building anything from basic rockets to very complicated multi-stage rockets, airplanes, rovers, satellites, robotic mechs, and more.<br></li><li> Over 30 parts, including fairings, retractable solar panels, procedural landing gear, RCS, gyro, etc. <br></li><li> Program your rockets with Vizzy, a visual programming language, to automate your crafts.<br></li><li> Highly procedural parts that can be resized and reshaped into endless combinations, such as the resizable fuel tank and the cargo bay.<br></li><li> Design custom rocket engines and jet engines<br></li><li> Performance Analysis window makes it easy for advanced players to see how their craft's Delta-V, TWR, engine Isp, etc are changed as they build their rockets.<br></li><li> Parts support textures, reflections, and custom coloring.<br></li><li> Support for saving custom subassemblies.<h2 class=\"bb_tag\" >FLIGHT</h2></li><li> Realistic rocket physics and orbital mechanics.<br></li><li> Flight model dynamically updates drag and lift characteristics of your craft as it changes.<br></li><li> Time-Warp allows fast-forwarding while in orbit.<br></li><li> Ion Engine supports burning during time-warp.<br></li><li> Map View to navigate the solar system that displays predicted orbits and encounters. <br></li><li> Fully 3D, rotating planets that support water and multiple biomes, such as desert, grasslands, tundra, etc.<br></li><li> Includes fully controllable astronauts, or space sailors, equipped with jetpacks and a grappling hook.<br></li><li> Re-entry effects including visual effects and part damage from heat.<br></li><li> The Nav Sphere makes it easy to control your rocket's heading.<br></li><li> The traditional Navball (FDAI) provides vital attitude information.<br></li><li> Persistent sandbox that retains your previous launches.<br></li><li> Custom Launch Locations allow launching from multiple places in the solar system.<br></li><li> Crafts can dock together in orbit and transfer fuel.<br></li><li> Supports transferring fuel between tanks and advanced fuel management such as fuel cross feeds, priority, etc.<br></li><li> Built-in tutorials show you how to build a craft and how to achieve orbit.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/870200/header.jpg?t=1749669773",
    "developers": [
      "Jundroo, LLC"
    ],
    "publishers": [
      "Jundroo, LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 1 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": {
      "total": 99,
      "highlighted": [
        {
          "name": "Getting Started",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/870200/9cbf3c3044e138579944427b12b8dadd2bf47508.jpg"
        },
        {
          "name": "I Don't Need Instructions",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/870200/7101d2489f9b1fb7ec47633b043b2c98e00c4652.jpg"
        },
        {
          "name": "Discover Brigo",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/870200/f46cbb5af500a5dae4f1c787161b64463b3f68bb.jpg"
        },
        {
          "name": "Discover Boreas",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/870200/f1e93636cf8a0aa41cbaf138100d1aabad472cce.jpg"
        },
        {
          "name": "Discover Cylero",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/870200/143497d1a7599cb48d6c06712a29fc309ad959e9.jpg"
        },
        {
          "name": "Discover Handrew's Comet",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/870200/846bcaebf6e0f1941e5aeaef12681c549e478ad5.jpg"
        },
        {
          "name": "Discover Herma",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/870200/fefedeac7123db93b6a859b54f0451975624db85.jpg"
        },
        {
          "name": "Discover Hypatchion",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/870200/95596ec986bb12608de2b58630f9a2ed426ed401.jpg"
        },
        {
          "name": "Discover Jastrus",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/870200/2151240a7e2589ba536a1157e00ade272454dfd2.jpg"
        },
        {
          "name": "Discover Juno",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/870200/2269dd8aebbfa98e596930a9a2281887d9938b79.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 450,
      "total_negative": 31,
      "total_reviews": 481
    }
  }
}