{
  "871550": {
    "name": "Chicken Rider",
    "steam_appid": 871550,
    "required_age": 0,
    "is_free": true,
    "description": "Chicken Rider is an endless runner game in which the player takes control of the young polar bear. The little bear is fighting for animal freedom. But during the attempt of chicken liberation, not everything is working according to the plan. Our hero accidentally turns on the alarm and he is forced to flee on the only one vehicle left… the chicken.<br><br>During the gameplay, the player will be able to use different crazy power-ups, among which you will find Squirrel Commando or a typical American redneck! After every run, the player will be able to buy different outfits for the bear and unlock new “mounts”!<br><br>Features:<br><ul class=\"bb_ul\"><li>Super exciting gameplay – our heroes cannot stop even for a second or they will be caught!<br></li><li>More than 70th different outfits – you can escape but you have to do it in style. The player will be able to change parts of the outfits freely.<br></li><li>Wacky power-ups – Squirrel Commando, Tabasco sauce or a harvester that’s ones of the many power-ups available in the game.<br></li><li>7 different chickens -- in the game, there will be 7 different “mounts” available.<br></li><li>8 diverse levels – during their escape, our heroes will run through Area 51, typical American town and even to the one place that hasn't been corrupted by capitalism… SPAAAACE!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/871550/header.jpg?t=1724956311",
    "developers": [
      "Red Dev Studio S.A."
    ],
    "publishers": [
      "Ultimate Games S.A."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}