{
  "871860": {
    "name": "Allergenium",
    "steam_appid": 871860,
    "required_age": 0,
    "is_free": false,
    "description": "Allergenium it’s not a typical survival game. The world created has a unique aspect which has destroyed most of the humanity. You're one of the few who survived the new face of destruction – ALLERGY!<br><br>Yes... you read that correctly. For many people healthy food and lifestyle has become an obsession. Products with no gluten and lactose, fresh vegetables and fruits with no pesticides are most wanted. The consumption of meat was limited, because people believed that the meat are contaminated. In order to meet people expectations, big organizations created a perfect food. It isn't hard to guess their food was more expensive, but that's was bull's-eye. People loved it so much and money wasn't important. In all this madness nobody was interested how it's made. Genetically modified, highly processed, injected with chemicals. Meat was artificially created. To a larger production added growth hormones and antibiotics. This couldn't be  healthy, but nobody talked about it. Good commercial is a power. Day by day food became increasingly lower quality. People started to feel bad. Hospitals and clinics were overfull. The rest of the people stayed at home. Fear and panic were felt everywhere. Laboratories tried to find the answer. They discovered the culprit of this confusion is processed food, which have led to severe allergic reactions. Discovered also something more horrible than anyone could imagine. Unfortunately information was too late and for sick people there was no help. After the short time they turned into the zombies. That's not all. From that moment the rest people who survived must eat careful if want to stay alive. The allergies mutated and every survivor infected with her new variation. The world has changed tremendously. Cities and neighbourhoods were devastated and abandoned. The air was heavy and can be felt something else. The smell of rot…<br><br>No matter what the situation is... we can't give up. Good news is that somewhere is a scientist. Before epidemic broke up he was widely ridiculed for his views. He was against in people's access to chemical food. Now he can be redemption for all humanity. There are some rumours he disappeared on an unknown land with a group of people. Now you and several other survivor go travelling to ... <br><br>All this confusion it took a years and you have unique opportunity see and take a part in the darkest possible scenario. Is it possible to back to normal life? Immerses you in a world controlled by zombies and try to change the fate of humanity.<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" >welcome to the Allergenium!</h2></h2><h2 class=\"bb_tag\" ><strong>okay...let’s Talk About the Gameplay. </strong></h2><h2 class=\"bb_tag\" ><ul class=\"bb_ul\">[/h2]<h2 class=\"bb_tag\" ></h2><li><h2 class=\"bb_tag\" >Single &amp; Multiplayer:</h2></li></ul></h2>Play solo, with your friends or another players, but remember one important things – the others can be friendly or your enemy. Watch out who you trust and do whatever it takes to survive.<h2 class=\"bb_tag\" ></h2><li><h2 class=\"bb_tag\" >Team Deathmatch:</h2></li>[/h2]<br>Two teams are fighting between each other. Take in hand whatever you can find and go hunt your enemy. Good luck!<h2 class=\"bb_tag\" ></h2><li><h2 class=\"bb_tag\" >Chillout Mode:</h2></li>[/h2]<br>There is nothing more pleasant than throwing grenades in zombies. That's right! Flying zombies are everywhere! More weapon? No problem. Unlimited access to every guns. <br><br><li><h2 class=\"bb_tag\" >Zombie Waves:</h2>Try your strengths solo or cooperate with other players to survive zombie waves as long as you can. Watch your back! They can spawn everywhere.<br><br></li><li><h2 class=\"bb_tag\" >Battle Royale: (in progress – add to full version)</h2>Start with minimal equipment on Allergenium world. Try to survive as long as possible and win as the last-man-standing!<h2 class=\"bb_tag\" ></h2></li><li><h2 class=\"bb_tag\" >Open World:</h2></li>[/h2]<br>Undiscovered by you land is waiting for you! Explore length and breadth of this world. Which direction do you choose? You are your own boss here. Decide for yourself where you want to go and what you want to do.<h2 class=\"bb_tag\" ></h2><li><h2 class=\"bb_tag\" >Crafting:</h2></li>[/h2]<br>Collect, craft, use it! In various places like an abandoned homes, cars, garbage and much more, you can find different stuff. They can seems more or less useful. Gather as much as you can store, because you don't know when and for what you need this.<h2 class=\"bb_tag\" ></h2><li><h2 class=\"bb_tag\" >Customize Survivor:</h2></li>[/h2]<br>Find your style and express yourself. You have many customize option. T-shirts, pants, shorts, hats in many colors and styles.<h2 class=\"bb_tag\" ></h2><li><h2 class=\"bb_tag\" >Base Building:</h2></li>[/h2]<br>Need nice fortress, secret survival shelter or just a quiet cabin hidden somewhere in the forest? Build whatever you want.<h2 class=\"bb_tag\" ></h2><li><h2 class=\"bb_tag\" >Skills System:</h2></li>[/h2]<br>Gain experience and evolve your character. Invest in 5 different skills, like a health, armor, damage, agility and knowledge. In new version we add another 5 skills: cardio, hungry, thirsty, immunity, finder.<h2 class=\"bb_tag\" ></h2><li><h2 class=\"bb_tag\" >Allergy:</h2></li>[/h2]<br>It is a new aspect which you should watch out. You struggle against zombies and at the same time observe your organism when you eat and drink. You noticed something strange? React before it's too late.<br>[/list]<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/871860/extras/b832548aba3b5b9a655e04196ca0c50e.avif?t=1589225463\" width=616 height=346 /></span>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/871860/header.jpg?t=1589225463",
    "developers": [
      "OSA Studio"
    ],
    "publishers": [
      "OSA Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5300,
      "final": 5300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 53.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 51,
      "highlighted": [
        {
          "name": "Nice one!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/871860/f2e8038ed98041dba3f0f48e8b1eafef275af975.jpg"
        },
        {
          "name": "Butcher",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/871860/33b823f820257188aa2ee673e5fc90063f2ba94e.jpg"
        },
        {
          "name": "Zombie slayer",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/871860/2c68708cf42735b85a814d2ff661f32a1d23c1bc.jpg"
        },
        {
          "name": "New killer in the town",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/871860/ab474fc525908b729746974cbca0d58339ff10b8.jpg"
        },
        {
          "name": "Shooter",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/871860/10e596d1655724377a09d651655736293b26abfb.jpg"
        },
        {
          "name": "Rambo",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/871860/03b9fe5f4fc2c7dc9e67306545046d61ab0c11c5.jpg"
        },
        {
          "name": "Animal tracker",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/871860/e4cac19039b984dfc401f1f6e1a052bfbcca3944.jpg"
        },
        {
          "name": "Trapper",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/871860/e376662afce6673617f4bbafa72e462651b9b9b9.jpg"
        },
        {
          "name": "Pro-Hunter!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/871860/7e8cc760f0e557c6bf10011b27c46940e4638b73.jpg"
        },
        {
          "name": "Nice to see you!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/871860/93ab3c8f291aac369696e60213eaa1f460ad79fc.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}