{
  "872390": {
    "name": "Rise of the Titan",
    "steam_appid": 872390,
    "required_age": 0,
    "is_free": false,
    "description": "Failing to cope with his wife's death, a struggling father of two becomes a gladiator in an all bot battle arena to face off against colossal robots.  Specially crafted for VR, this narrative driven, fast-paced, action-adventure game, immerses the player into a profound story about a man fighting for his family’s survival.  The story takes place in a sci-fi world where AI is vastly superior to humans and the extinction of humans is inevitable.<br><br>On his journey, the player will encounter heart pounding battles against towering enemies and experience breathtaking moments that can only be felt in VR.  Equipped with tethers in each hand, the player must use these versatile tools to survive through the intense challenges, obstacles, and enemies he will face.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"> <li><strong>Titan Bosses</strong> – Player will face off against giant metal machines that can crush a human with a flick of a finger.  He must use everything in his arsenal, from climbing to shooting to bring down these humongous beasts.<br></li><li><strong>Combat</strong> - Interaction and the combat with enemies in this VR environment is designed to be as fluid and natural as possible.  The player can employ various strategies to destroy enemies more efficiently and great style.<br></li><li><strong>Tethers</strong> - Multipurpose tool used for both combat and for maneuvering in the world effortlessly in all 3 dimensions.  This tool can be used to pull, climb, hang, zip, catch, throw, break, tear, and manipulate objects.<br></li><li><strong>Adapters</strong> - Tether modifiers that turn the tethers into high-tech weapons.  The player will acquire these while progressing through the game and discovering hidden secrets.  Used in various combinations, these weapons can be extremely powerful and fun.<br></li><li><strong>Full Locomotion</strong> - Player can move naturally through the environment using locomotion, speed-dash, and evade.  The game features full 360° gameplay and provides the option for players to switch between smooth and incremental turning.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/872390/header.jpg?t=1610643893",
    "developers": [
      "Lightbound Studios"
    ],
    "publishers": [
      "Lightbound Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}