{
  "873740": {
    "name": "Tranquility Base Mining Colony: The Moon - Explorer Version",
    "steam_appid": 873740,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/873740/extras/0c54758451844319c2fe0d99d7a28cf5.avif?t=1585950897\" width=616 height=120 /></span><br><br><strong>Wanna' walk on the Moon?</strong><br><br><strong>Tranquility Base Mining Colony: The Moon - Explorer Version</strong>, is a <strong>Lunar Exploration Simulator</strong>. It is the Early Access version to our <strong>Tranquility Base Mining Colony: The Moon - Achiever Version,</strong> which is due to be released in July, 2021.<br><br>We've been working on the ACHIEVER version for three years now, and decided that since we've had so much fun running around the Moon for the last three years, that we'd share this experience with those fellow space-geeks who'd like to geek out, like us, and explore the Moon from this unique point of view that very few have ever experienced.<br><br>This is an open-world area that encompasses about 17,000 sq kilometers of lunar terrain around the Apollo 11 landing site. We've taken topographic data from NASA's Lunar Reconnaissance Laser Altimeter (LOLA) which is mounted on the Lunar Reconnaissance Orbiter (LRO) to create this 3d map for you to explore. <br><br>You and your character can view in first-person or third-person perspective as you explore:<br><ul class=\"bb_ul\"><li>Begin at the the Starter Arena, along the southern rim of Moltke AC Crater as you learn the fundamentals of Jet-Packing in the Moon's low gravity environment.<br></li><li>Explore Hypatia Rille and visit nearby Moltke A Crater and the highlands south of the Sea of Tranquility.<br></li><li>Walk or Jet-pack down into the enormous Moltke Crater which is about 6 kilometers across.<br></li><li>Head north to visit the Tranquility Base Lunar Reserve Visitor Center, gateway to the Apollo 11 landing site. Head further north to Collins Crater, or the east to see Armstrong Crater or to the far west to visit Aldrin Crater, all named after the Apollo 11 astronauts.</li></ul><br>There is so much more to see and explore. You'll see just how beautiful the Moon actually is up close and personal, from the vast Sea of Tranquility to the highlands and mountains in the south.<br><br>View a picture map of the area:<br><br><br><strong>Welcome to Tranquility Base Mining Colony: The Moon - Explorer Version. Enjoy your exploration!</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/873740/header.jpg?t=1585950897",
    "developers": [
      "George Bell-Uribe"
    ],
    "publishers": [
      "lunarmapz"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}