{
  "874070": {
    "name": "Sanctus Mortem Demo",
    "steam_appid": 874070,
    "required_age": 0,
    "is_free": true,
    "description": "Millennia in the future, an interstellar war between the Zinethian Confederation and the Thrasik Empire has erupted leaving entire sectors a spaceship graveyard. Equipped with more advanced weaponry, the Zinethian Confederation is on the verge of winning the war, but all is not as it seems.<br><br>The fate of billions rests in the balance as ambitious scientists race to unlock a powerful secret, one that sets Captain Hector of the Thrasik warship Rhoube and his determined crew on a collision course with military governments, the empress, and his own reality.<br><br><strong>Demo contains approximately 3 to 4 hours of gameplay</strong><br><br><strong><u>Features</u></strong><br><br><ul class=\"bb_ul\"><li>An epic sci-fi story that unfolds as you travel through the stars visiting various planets and beautifully-rendered regions of space<br></li><li>Battle with futuristic weapons using an evolved Active-Time-Battle system<br></li><li>Devastate your enemies with the new Chain Command system!<br></li><li>Upgrade your ship and have full control as you navigate through asteroids and nebulae while fighting your way through entire fleets in destructive ship combat!<br></li><li>Experience a powerful and haunting soundtrack composed by various independent artists<br></li><li>Mini-games, optional areas, and much more!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/874070/header.jpg?t=1527742080",
    "developers": [
      "Kisareth Studios"
    ],
    "publishers": [
      "Kisareth Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 5 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}