{
  "874180": {
    "name": "Vanguardian",
    "steam_appid": 874180,
    "required_age": 0,
    "is_free": false,
    "description": "Vanguardian is an action-adventure game with RPG elements, monster conversion (pet system), an ever-increasing list of equipment with their own special effects, dungeon raids, puzzle aspects, and so on.<br><br><strong>Backstory:</strong> Vanguardian is about a child born into the world without a true family. Amidst the evil that was spreading over the land, the Vanguardian Council set out cleans the world as prophecy had fortold, however it appeared to be far too late, the shadow realm seemed to be expecting the Vanguardian Council. With the aid of a surprise ambush on their side the Shadow realm was rumored to not only defeat the Vanguardian Council but to have eradicated them completely. Little did they know that you were left behind, too young to join the front lines. Only Gallehan and the Mage Council are left to aid you in your transformation from child to Vanguardian...the Last Vanguardian. <br><br><strong>The Action:</strong> there is an ever-increasing variety of monsters in the world of Vanguardian each with their own set of stats, movement patterns, and attack patterns. As the Vanguardian, on your quest you will come to find a host of skills, weapons, armor, boots, and shields that each have their own effects when equipped (including a visual change when equipped). <br><br><strong>The Adventure</strong> The Shadow Realm appoints a boss to reside over each town they conquer. As long as the boss remains alive the people of a town are trapped there. You will need to eradicate these bosses to free the people of these towns. Each boss will require certain upgrades and tactics to defeat it. Also, you will find hidden dungeons, secret rooms, puzzles, NPC's with their own quests, and an ever-increasing world with much to discover.<br><br><strong>Monster Conversion (Pet System):</strong> Just because you are destined to become a Vanguardian doesn't mean you should venture into the world alone. Certain monsters can be converted with essence orbs to join your cause currently these monsters include: Basic Slime, Advanced Slime, Hyper Slime, Basic Skeleton, Advanced Skeleton, Basic Goblin, Sword Goblin, Snow Golem, and the Snowman. Each converted monster has its own stats and level system, the plan is that future updates will include either or both 1) a pet gear system or/and 2) an evolution system with skills.<br><br><strong>Equipment</strong>: Currently equipment consists of Cloaks, Weapons, Shields, and Boots. Instead of the usual system where equipment has progressively better stats, each piece of equipment will coincide with your current stats. The difference will be the effects the gear has when equipped, from spawning orbs, to freezing your enemies.<br><br><strong>The Goal</strong> The ultimate goal of Vanguardian is to build a world you will enjoy thus, I am not limited to these aspects, any idea that you send me I will assess and if it can be done, within reason, I will work to bring it to Vanguardian. Thank you for your time and support. Good Luck Vanguardian.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/874180/header.jpg?t=1650901744",
    "developers": [
      "One Rep Closer"
    ],
    "publishers": [
      "One Rep Closer"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}