{
  "874870": {
    "name": "NextVR - Live Sports and Entertainment in Virtual Reality",
    "steam_appid": 874870,
    "required_age": 0,
    "is_free": false,
    "description": "Experience the world's greatest sports, music &amp; entertainment events in virtual reality.<br />\r\n <br />\r\nNextVR provides profound immersion to put you right there in the action for NBA games, WWE, boxing, NHRA, ICC soccer, concerts and stand-up comedy with all the energy and excitement of the venue. You can even explore haunted locations with Paranormal Evidence investigations, plus other award winning NextVR Originals.<br />\r\n <br />\r\n- Get on the pitch for soccer highlights and replays.<br />\r\n- Get in the ring for WWE and boxing matches. <br />\r\n- Get courtside for NBA replays, highlights and more on-demand features.<br />\r\n- Be in the front row for concerts, exclusive music experiences, stand-up comedy and more! <br />\r\n <br />\r\nFind more info on upcoming events and new experiences on the NextVR website, or follow us on Twitter, Facebook, and Instagram.<br />\r\n<br />\r\nNextVR is delivering the most immersive sports, music and entertainment experiences in virtual reality by providing access to events that fans may never see in person. Through world-class partnerships with industry leaders including the NBA, WWE, FOX Sports, Live Nation, NHRA, International Champions Cup, and Gotham Comedy, along with a growing selection of new original programming, NextVR provides fans around the world the opportunity to experience events with the highest fidelity in virtual reality.<br />\r\n<br />\r\n<br />\r\nAbout NextVR:<br />\r\nNextVR is the world’s leading virtual reality platform for delivering live sports, music and entertainment in virtual reality to fans globally.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/874870/header.jpg?t=1589309209",
    "developers": [
      "NextVR"
    ],
    "publishers": [
      "NextVR"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 2 月 22 日"
    },
    "categories": [
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}