{
  "875300": {
    "name": "De Fobos y Deimos",
    "steam_appid": 875300,
    "required_age": 0,
    "is_free": true,
    "description": "Jokin es un chico que ha empezado a estudiar en la Academia de Defensores, una prestigiosa institución nacida con el objetivo de formar a estudiantes capaces de proteger a las personas de a pie de las injusticias que asolan la tierra. Sin embargo, en su primer día de clase, Jokin se convertirá en la víctima de una gran injusticia, la lgtb+fobia. A medida que Jokin aprenda cosas sobre sí mismo y se relacione con otras personas como él, descubrirá el verdadero significado de ser un defensor y luchará contra el miedo y el odio que hacen que personas del colectivo LGTB+ sean discriminadas día a día.<br />\r\n<br />\r\nDe Fobos y Deimos es el primer RPG que trabaja la lgtb+fobia y la diversifobia. Al ponerte en la piel de Jokin, podrás sentir en tus carnes lo que muchas personas sienten cada día cuando salen a la calle, cuando se relacionan en el trabajo… porque la lgtb+fobia y la diversifobia intenta destruir nuestro mayor tesoro, la diversidad.<br />\r\n<br />\r\n<br />\r\n-Métete en la piel de Jokin y toma tus propias decisiones. Jokin siempre será Jokin pero tú puedes hacer que su destino cambie. ¿Encontrará el amor? ¿Conseguirá que le escuchen?<br />\r\n<br />\r\n-Adéntrate por lugares tan preciosos como peligrosos: paisajes helados, mansiones, mazmorras, bosques encantados…<br />\r\n<br />\r\n-Lucha contra hordas de enemigos/as que se interpondrán en tu camino. Utiliza las habilidades de cada personaje para salir victorioso/a y encuentra tu estrategia.<br />\r\n<br />\r\n-Conoce el entorno social que te rodea y haz amigos/as que compartan tu misma situación. Más de 6 personajes jugables se unirán a Jokin durante su gesta,<br />\r\ncada uno/a con personalidades y habilidades diferentes.<br />\r\n<br />\r\n-Resuelve multitud de puzles que pondrán a prueba diferentes habilidades.<br />\r\n<br />\r\n-Diferentes finales, diálogos exclusivos… una partida tal vez no sea suficiente para descubrir todo lo que “De Fobos y Deimos” puede ofrecerte.<br />\r\n<br />\r\n<br />\r\nDe Fobos y Deimos cuenta con la colaboración de Gehitu, Cogam Educación, Associació Catalana D'Asexuals, Arnastu y Gaymer.es.",
    "supported_languages": "西班牙语 - 西班牙<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/875300/header.jpg?t=1707343331",
    "developers": [
      "Alex_redmiau",
      "Jolabide.com"
    ],
    "publishers": [
      "Alex_redmiau",
      "Jokabide.com"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}