{
  "876360": {
    "name": "Field of Glory II: Rise of Persia",
    "steam_appid": 876360,
    "required_age": 0,
    "is_free": false,
    "description": "This expansion extends Field of Glory II back to 681 BC, and allows players to experience the last flowering of chariot warfare in the ancient near-East. It chronicles the decline and fall of the Neo-Assyrian Empire, the rise of the Median and Babylonian Empires, and the conquest of these and the Lydian and Egyptian Kingdoms by the Achaemenid Persians.<br><br>The Neo-Assyrian Empire, founded in the late 10th century BC, reached its greatest extent at the end of the reign of Esarhaddon (681-669), stretching from Mesopotamia (modern Iraq) in the East to Cilicia (in southern Turkey) in the north-west, and Lower (northern) Egypt in the south-west.<br><br>Its last strong king was Ashurbanibal (669-627), though Egypt seceded quietly during his reign. Following his death the situation rapidly deteriorated, with a series of civil wars. In 626 Babylonia rose in revolt. Between 616 and 609 the Assyrian Empire was destroyed by an alliance of Medes and Babylonians. The Babylonians under Nebuchadnezzar II then took over most of the former Assyrian Empire, only Egypt remaining independent. The Medes carved out a large empire in the north and east, halted in the west only by the Lydian Kingdom in western Asia Minor. By the mid 6th century BC, the fertile crescent was divided between four powerful states, the Neo-Babylonian Empire, the Median Empire and the Kingdoms of Lydia and Egypt.<br><br>In 553 Cyrus II the Great, King of the small Persian Kingdom of Anshan in the Persian Gulf, revolted against his overlord and grandfather, the Median King Astyages, and took over the Median Empire, which thus became the Achaemenid Persian Empire. He conquered Lydia in 546 and Babylon in 539.  Egypt was conquered by his son Cambyses II in 525. This made the Achaemenid Persian Empire the largest the world had yet known, stretching from the Bosporus to western India.<br><br>Summary of features:<br><br>·         12 new factions<br><br>·         32 new units<br><br>·         21 new army lists<br><br>·         6 new Epic Battles<br><br>·         35 new Quick Battles<br><br>·         Expanded Custom Battles module.<br><br>·         Expanded Sandbox Campaign module.<br><br>·         4 new historically-based campaigns.<br><br>·         Mixed units with front-rank spearmen, back rank archers.<br><br>FEATURES<br><br>·         12 new named factions: Assyrians, Babylonians, Cimmerians, Cypriots, Egyptians, Elamites, Hebrews, Kushites, Mannaeans, Medes, Phoenicians, Urartians.<br><br>·         32 new units: Assyrian-style Heavy Chariots, Assyrian-style Cavalry, Veteran Assyrian-style Cavalry, Assyrian-style Guard Foot, Assyrian-style Heavy Foot, Assyrian-style Medium Foot, Raw Assyrian-style Medium Foot, Hebrew Foot, Gibborim, Hebrew Light Archers, Egyptian-style Heavy Chariots, Egyptian Spearmen, Egyptian Massed Archers, Egyptian Light Archers, Egyptian Light Javelinmen, Egyptian Irregular Foot, Elamite (Light) Chariots, (Near-Eastern) Archers, (Near-Eastern) Massed Archers, Mede Spearmen, Early Cavalry, Unarmoured Horse Archer Cavalry, Phoenician Spearmen, Lydian Hoplites, Sassanid Heavy Foot, (Sassanid) Massed Archers, Praetorian Guard, Praetorian Guard (Late), Greek Peltasts, Thracian Peltasts, Massed Thracian Peltasts, Thracian Spearmen.<br><br>·         21 new army lists (which expands the total number of army lists to 191).<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/876360/extras/9d9d2bbb2ec2197430099e916b8ac5c1.avif?t=1538054111\" width=616 height=392 /></span><br><br>·         6 new Epic Battles: Ulai 653 BC (Assyrians vs Elamites), Nineveh 612 BC (Babylonians and Medes vs Assyrians), Megiddo 609 BC (Judeans vs Egyptians), Carchemish 605 BC (Babylonians vs Egyptians), Pasargadae 550 BC (Persians vs Medes), Opis 539 BC (Persians vs Babylonians) (each playable from either side).<br><br>·         35 new Quick Battles (each playable from either side).<br><br>·         Expanded Field of Glory II Custom Battles module now includes all 191 army lists from Immortal Fire, Rise of Rome, Legions Triumphant, Age of Belisarius and Rise of Persia. (Purchase of the appropriate DLCs is necessary to access them all).<br><br>·         Expanded Field of Glory II Sandbox Campaigns module now includes all 191 army lists from Immortal Fire, Rise of Rome, Legions Triumphant, Age of Belisarius and Rise of Persia. (Purchase of the appropriate DLCs is necessary to access them all).<br><br>·         4 new historically-based campaigns:<br><br>o   Ashurbanipal (Neo-Assyrian Empire)<br><br>o   Fall of Assyria<br><br>o   Nebuchadnezzar II (Neo-Babylonian Empire)<br><br>o   Rise of Persia<br><br>·         Mixed units with front-rank spearmen, back rank archers.",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/876360/header.jpg?t=1538054111",
    "developers": [
      "Byzantine Games"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}