{
  "876470": {
    "name": "Tentlan",
    "steam_appid": 876470,
    "required_age": 0,
    "is_free": true,
    "description": "In the heart of the rainforest, a stunning view opens up to a white limestone city - your city in Tentlan. Travel back to mysterious cultures, become a mighty emperor, and experience the Mayan civilization in your own skin!<br />\r\n<br />\r\nTentlan is a strategy real-time online game played in the times of the pre-Columbian Americas. Starting off with a small settlement in the heart of the rainforest, the players continuously increase their power and influence till they end up developing great empires.<br />\r\n<br />\r\n• Individual, cooperative, or competitive gameplay<br />\r\n<br />\r\nBuild great cities on your own, in a cooperation with other players or tribes, or fight for supremacy against other emperors.<br />\r\n<br />\r\n• Multiple researches, mysterious rituals, and powerful units<br />\r\n<br />\r\nExtend the knowledge of your civilization through researches, invoke divine influence performing rituals, and prepare great armies for war recruiting different units.<br />\r\n<br />\r\n• Control the seasons<br />\r\n<br />\r\nSome rituals will allow you to invoke the season effects. Switch from one season to another to take advantage of their effects in decisive moments.<br />\r\n<br />\r\n• PvP and PvE<br />\r\n<br />\r\nRecruit great troops and affront other players, or train yourself while attacking barbarian villages.<br />\r\n<br />\r\n• For strategists<br />\r\n<br />\r\nIn Tentlan, the winners are not those who have more ressources or units, but those who know how to play their aces. Develop different strategies and methods of play to irritate your adversaries and attack them unexpectedly.<br />\r\n<br />\r\n• Free, no subscription, no catch<br />\r\n<br />\r\nTentlan is free and will always be. The players can acquire some little extras which help maintain the game, but these extras will never be mandatory. We, developers, commit ourselves to making quality games and honest, direct, and sincere communication.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 保加利亚语, 捷克语, 荷兰语, 芬兰语, 匈牙利语, 挪威语, 波兰语, 葡萄牙语 - 葡萄牙, 罗马尼亚语, 俄语, 瑞典语, 土耳其语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/876470/header.jpg?t=1531238451",
    "developers": [
      "Lionmoon UG"
    ],
    "publishers": [
      "Lionmoon UG"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}