{
  "877200": {
    "name": "Zero Caliber VR",
    "steam_appid": 877200,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>⚠️ PSA: IF YOU'VE BEEN HAVING </strong><strong><u>VIRTUAL DESKTOP</u></strong><strong>, OTHER <u>WIRELESS STREAMING</u> OR CONTROLLER </strong><strong><u>COMPATIBILITY</u></strong><strong> ISSUES, THE NEW UPDATE <u>FIXES</u> THEM!</strong></h2><h2 class=\"bb_tag\" >ABOUT THIS GAME</h2><p class=\"bb_paragraph\" >Zero Caliber is the ultimate VR shooter with a full-blown single player/Co-op campaign (up to 4 players), cross-play PvP game modes, native mod support, and ZOMBIES. </p><p class=\"bb_paragraph\" >Rise through the ranks to unlock a wide variety of weapons and attachments, customize them, climb, jump, crouch, shoot, get to cover, reload, invite your friends, repeat - be prepared for a mind-blowingly immersive experience!  </p><p class=\"bb_paragraph\" > </p><h2 class=\"bb_tag\" >REALISTIC COMBAT SYSTEM - MOVE YOUR BODY TO FIGHT AND FIND COVER</h2><p class=\"bb_paragraph\" >Handle, aim and reload your weapons with real-life movements! We modeled the in-game weapons based on their real-life counterparts paying extreme attention to detail. Each weapon has its unique reloading method that you have to learn and practice to fully master them.  </p><p class=\"bb_paragraph\" >If you fancy explosions, just grab a grenade and throw it at the enemy. After you pulled the pin of course. </p><p class=\"bb_paragraph\" >Stay in the open for too long and you’re dead. Try to find cover instead, duck, crouch, sneak, peek around a corner, clear obstacles with real-life movements. Military combat isn’t all about shooting. Being aware of your surroundings, the terrain, and working together with your squadmates are all part of a successful mission. Don’t let your fellow soldiers down! </p><h2 class=\"bb_tag\" >REALISTIC WEAPONS - CUSTOMIZE YOUR FAVOURITE GUN</h2><p class=\"bb_paragraph\" > <br>Everyone has a unique playstyle. Is accuracy your thing? Put a laser sight on your assault rifle and take accurate shots in semi-automatic mode, or just grab a sniper rifle. Are you more of a shoot first, ask later type of person? Take a shotgun, or dual wield your machine guns in fully automatic firing mode. Be careful though, recoil can make your job really difficult! Combine your favourite gun with your favourite attachments on-the-fly to find out which variation suits you the most!  </p><h2 class=\"bb_tag\" >THE STORY - DIVE INTO AN ENGAGING DYSTOPIAN ADVENTURE IN THE NOT TOO DISTANT FUTURE</h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Water is life. Someone should’ve made that clear before humanity started poisoning Earth with microplastics. Now water is death. People are fighting for drinkable water, for survival.</p><p class=\"bb_paragraph\" >The military tried their best to keep order, but inevitably they got overwhelmed. That’s when mercenaries appeared.. then entire private armies.. and then when hope started to fade away came the religious cults. The most fearsome of all is a secretive organization worshipping Tlaloc, the aztec God of rain. The “Tlalokii”, as they call themselves. Their motto? “Join us or perish”. What is even worse, they know something that can change the fate of humanity.</p><p class=\"bb_paragraph\" >Be part of this action-packed, story-driven VR adventure where you fight alongside your fellow soldiers trying to keep order… or what’s left of it anyway. </p><h2 class=\"bb_tag\" >MODDING</h2><p class=\"bb_paragraph\" > </p><p class=\"bb_paragraph\" >Download community-made single player/co-op missions or PvP maps, or make your own in Unreal Engine through mod.io!</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>An all-in-one VR FPS experience that will surely make you forget that you are in a video game!</strong></p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/877200/header.jpg?t=1755092923",
    "developers": [
      "XREAL Games"
    ],
    "publishers": [
      "XREAL Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9500,
      "final": 9500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 95.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 7 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 57,
      "total_negative": 20,
      "total_reviews": 77
    }
  }
}