{
  "877270": {
    "name": "The Pirates of Sector 7",
    "steam_appid": 877270,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >EMBARK ON A JOURNEY...</h2><br>...as Captain Jet Profit and set out to make a name for yourself in a sector of space riddled with faction conflict, dastardly pirates, &amp; deft merchants.<br><br>You’ll need to hire a crew and lead them through strategic and intense ship-to-ship combat. Or take a peaceful approach and hire a trader to earn a ship load of credits!<br><br>As the captain, you’ll progress in leading your crew in each of the game’s five professions; enhancing your crew’s abilities, buying bigger and better ships &amp; completing missions.<br><br>Seek adventure, fortune and fame throughout your privateer career and retire a legend!<h2 class=\"bb_tag\" >KEY FEATURES</h2><ul class=\"bb_ul\"><li>Engage in tactical, strategic, fast-paced ship-to-ship combat - Use strategic offensive and defensive ship capabilities to gain the advantage.<br><br></li><li>Ship Systems (Engines, Weapons, Navigation, &amp; Life Support) play a key role and can be knocked out in combat.<br><br></li><li>Hire &amp; level up a crew to enhance your ships abilities - Mix the 5 professions in any combo to match your play style (Engineer, Gunner, Pilot, Medic, Trader).<br><br></li><li>Crew members age and health deteriorates over time or they can be killed in combat - death is permanent.<br><br></li><li>Gain Captain Leadership skill in each profession - You make the crew better by gaining skill as their leader.<br><br></li><li>Complete missions to earn medals &amp; credits - be a bounty hunter or fly aide missions to take goods where they're most needed.<br><br></li><li>Trade in the marketplace to earn loads of credits - Keep an eye on market fluctuations to earn the most credits.<br><br></li><li>Open Space Action &amp; Adventure - Find your own path through the sector.<br><br></li><li>5 factions to fight for or against - Gain Rank and Prestige in the faction of your choice.<br><br></li><li>Buy new ships from the shipyard - Fly 6 classes of ships each with different capabilities.<br><br></li><li>Retire with wealth and prestige, or die trying! - Will you retire a legend? or a beggar?<br><br></li><li>Each playthrough is different - Missions, goods, and ships are randomly generated for each game.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/877270/header.jpg?t=1734381008",
    "developers": [
      "ToddMakesGames"
    ],
    "publishers": [
      "ToddMakesGames"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}