{
  "877340": {
    "name": "ATMOTECH EPISODE PRAELUDIUM",
    "steam_appid": 877340,
    "required_age": 0,
    "is_free": false,
    "description": "ATMOTECH is an action-adventure-jump-and-run game with some tricky skill claiming passages and some spaciously open ended areas. The game features a story, told by ingame text and events and provides all the needed equipment for the players to succeed in their great adventures.<br />\r\n<br />\r\nThe main protagonist of the game can walk, run, slide and jump through the three dimensional world and has to deal with some dangerous creatures. Multiple tools and weapons can be found in the game world along with some land, water and air vehicles which can transport the player through the adventure.<br />\r\n<br />\r\nThe game also features an original story about the unique history of a species and their greatest heroes.<br />\r\n<br />\r\nThe Story:<br />\r\nSomewhere in a galaxy on a planet has a unique kind of life evolved. <br />\r\n<br />\r\nAfter an asteroid hit a seemingly dead world a new unique kind of life was created. The impact forged some types of living beings which look like machines but are alive. Multiple kinds of live where created, mostly consisting of some creatures and some humanoid beings. <br />\r\n<br />\r\nThe humanoid beings on the planet called this kind of life the Reamins of the impact because they where created by the impact. They developed over thousand years to an active technically high evolved society. They built a first giant city in the impact crater and called it the City Of Day One. They called themslves the Technica. Some of the members of their society started working together to make the planet a better place for all living beings and to uncover the screts of the world and the space. <br />\r\n<br />\r\nThey call them self Thechs. Every inhabitant of the planet can join this heroic group of researchers and adventurers to help improving the world they are living in. They operate from the City Of Day One. <br />\r\n<br />\r\nThis is where the adventure of an inhabitant of the planet starts.<br />\r\nThis is where your adventure starts.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/877340/header.jpg?t=1538424892",
    "developers": [
      "ATMODEPTH"
    ],
    "publishers": [
      "ATMODEPTH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6200,
      "final": 6200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 62.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}