{
  "877690": {
    "name": "Deepfield",
    "steam_appid": 877690,
    "required_age": 0,
    "is_free": false,
    "description": "Deepfield is a sandbox RTS set in the tiny world of microbiology. Deepfield's microverse is alive and contains many biomes, each with their own mix of environmental mechanics and unique enemy types. Find and exploit resources, multiply in number and expand your territory to fend off extinction.<h2 class=\"bb_tag\" >Sectors &amp; Biomes</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/877690/extras/236a66926758939d0244e8d211f4221f.avif?t=1626923712\" width=616 height=184 /></span><br>The Deepfield microverse is broken up into many smaller play areas called sectors; small groups of connected sectors make up a biome. Each biome has its own mix of environmental mechanics and unique enemy types; players will have to constantly adapt and pivot strategies in order to spread their influence across the microverse.<br><br><i>(As of 0.4.0, biomes and environmental mechanics have yet to be implemented)</i><h2 class=\"bb_tag\" >Capital Units</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/877690/extras/45cb966ba57cbf8ca0afe26015d33fdd.avif?t=1626923712\" width=616 height=184 /></span><br>The most important class of unit; if all your capital units perish, game over.<br><br>Capital units have a wide range of capabilities but most importantly they can store resources and use them to spawn new units. They are the only type of unit which can use the mutation mechanic to enhance their capabilities and the only type of unit which can initiate travel between sectors.<h2 class=\"bb_tag\" >Mutations</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/877690/extras/5e6d1111677eca5b3f6d90253a5a538d.avif?t=1626923712\" width=616 height=184 /></span><br>It’s an expensive and lengthy process but your capital units can be improved by mutating.<br><br>Mutations can change a wide variety of things. They can unlock new units to build, modify capabilities, boost/change stats and more.<br><br>Some biomes will be so hostile to a particular species that without mutating, units will die to the environment.<br><br><i>(The mutation system in 0.4.0 is a placeholder, this mechanic will be completely overhauled in the future)</i><h2 class=\"bb_tag\" >RTS, not “RTS”</h2>At its core, Deepfield is an RTS, however, it takes a lot of elements from other genres such as sandbox, RPGs, open world games and MMOs. This makes Deepfield unlike traditional RTS games.<br><br><br>The Deepfield multiplayer microverse is alive and persistent; it ages, changes and eventually dies. Your units continue to exist and will carry out simple tasks even when you’re not there. Players can drop in and out of the microverse at any time. How all this plays out can be configured by the host.<br><br>In multiplayer there are no specific PvE or PvP modes. Diplomacy is fluid so how you interact with others is entirely up to you; you can attempt to crush everyone you meet, create long-lasting alliances or cooperate until it’s no longer convenient.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/877690/header.jpg?t=1626923712",
    "developers": [
      "Armoured Beans"
    ],
    "publishers": [
      "Armoured Beans"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}