{
  "877910": {
    "name": "Time Drifter",
    "steam_appid": 877910,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>MAC AND LINUX</strong><br>See end of the description...<br><br><strong>THE STORY</strong><br><br>Scientists have made a mistake... The panda they were experimenting on has become a monster. An all-seeing demi-god with only revenge and destruction on its mind. Only the research facility's janitor can be sent to the past to save humanity. Unfortunately for him, they send him to far. Drift your way through humanity's history and fight everything that's on your way. You're the janitor after all. You've got to clean things up.<br><br><strong>THE JANITOR</strong><br><br>In Time Drifter, you control the janitor by driving his vehicle. It always goes as fast as it can, forward. Turn the steering wheel left or right to turn. Hit enemies to defeat them and fill up your ultimate ability. When you have enough energy, unleash this special power to slow time. <br><br><strong>AVENTURE MODE</strong><br><br>Follow the adventure of the janitor trying to get back in the future. Through multiple levels, you'll fight the Roman Empire's men and make your way out of the coliseum. Defeat the final boss to unlock a new game mode: Endless <br><br><strong>ENDLESS MODE</strong><br><br>Welcome to the Endless Tower, the tallest structure dedicated to fighting in all of Rome. This game mode will provide you plenty of challenging levels. Each one is comprised of 10 rounds. Beat them all and you get to climb the tower. How high can you go? How many levels can you beat? Find out after completing the adventure mode.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/877910/header.jpg?t=1532919465",
    "developers": [
      "Lonely Boy Studio Inc."
    ],
    "publishers": [
      "Lonely Boy Studio Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}