{
  "878090": {
    "name": "The Dragons' Twilight II",
    "steam_appid": 878090,
    "required_age": 0,
    "is_free": false,
    "description": "Travel back to an old, wonderful age. A magical era, remembered fondly as &quot;The Nineties.&quot; A time when battle was much more tactical, when both heroes and villains, courteously waited their turn to attack one another. <br><br>An age when you didn't have to frantically smash the mute button upon hearing a shrill, over-the-top voice-actor deliver dialog, because, back then, you simply read it, and heard the appropriate voice in your mind. Journey back to the golden period in history, where The Dragons' Twilight II takes place.<h2 class=\"bb_tag\" >A New Story Begins</h2>After deciding to embark on a final &quot;mini-adventure;&quot; one more thrill before accepting their boring adult fates, three ordinary youths' lives become forever changed when they cross paths with a familiar bounty hunter, whose motives propel them into the adventure of a lifetime.<br><br><br>The Age of Dragons draws to a close, and the ever meddling Elder Dragon, Kaia, won't stop until she rights the atrocities wrought by her own kind. The forbidden resurrection is nearly at hand. What could possibly go wrong?<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>No Random Battles</li></ul><ul class=\"bb_ul\"><li>In-game achievements with actual in-game rewards.</li></ul><ul class=\"bb_ul\"><li>Simple Item Crafting: Why buy when you can craft nearly every item in the game?</li></ul><ul class=\"bb_ul\"><li>Improved Ability System: Now, gear with skills attached may be broken down, allowing you access to the sweet, gooey ability center, granting you free use of it with any equipment.</li></ul><ul class=\"bb_ul\"><li>Steal Items, gear, and even new abilities from your enemies.</li></ul><ul class=\"bb_ul\"><li>Boost your favorite gear with enhancements; attribute boosting gems, crystals, and scripts which alter your characters' combat proficiencies, allowing a wide range of &quot;multi-class&quot; type customization.</li></ul><ul class=\"bb_ul\"><li>Explore the entire world of Dragons' Twilight. Revisit familiar places and friendly faces.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/878090/extras/bd20af75c51b74734d0b38d8abfd6408.avif?t=1608907249\" width=320 height=320 /></span>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/878090/header.jpg?t=1608907249",
    "developers": [
      "G. A. Williams"
    ],
    "publishers": [
      "G. A. Williams"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}