{
  "878230": {
    "name": "Fantasy Grounds - A02 - Devil in Darkwood (Savage Worlds)",
    "steam_appid": 878230,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >A02 - Devil of Darkwood</h2><i>By </i><strong>Jonathan G. Nelson</strong><br><strong><br>A Savage Worlds adventure for 4-6 Novice to Seasoned PCs (15-25 experience points)</strong><br><strong><br><i>Bakinqa is not your typical devil. Influenced by human society at a young age he took it upon himself to learn as much as he could about the &quot;pink skins&quot;. When his first meeting with humans results in the death of his father, Bakinqa swears to find and kill the boy responsible. Ten years later Bakinqa has prepared his plans for revenge. He begins experimentation on human werewolves, turning them into slaves and using them to work his way into human society searching for the boy that killed his father, now a man. When local hunters begin to disappear the mayor takes notice and hires the PCs to investigate.</i><br>The PCs search will take them into the dreaded Dark Wood where they battle werewolves and hybrid devil spawn in search of the manipulative devil Bakinqa.<br><i>Also included in &quot;Devil of Dark Wood&quot;:</i><br><ul class=\"bb_ul\"><li>All maps by 3x ENnie Award winning cartographer Todd Gamble<br></li><li>New location: The Thirsty Serpent Tavern complete with tavern floorplan map and illustration.<br></li><li>New NPC: Fin Starling, retired adventurer and owner of the Thirsty Serpent Tavern.<br></li><li>New location: Hunter's Cabin in Dark Wood<br></li><li>Three new herbal medicinal cures: Healing Salve, Disease Curing Tea, and Resuscitation Powder<br></li><li>Bonus maps: Rybalkan Peninsula, village of Rybalka, Hunter's Cabin and Snowy ForestNumerous options provided to power up or down the final encounter<br></li><li>Optional open ending to allow GMs to continue the adventure!</li></ul><i>Adapted for Fantasy Grounds by: </i>Mark Sim</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/878230/header.jpg?t=1768399405",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 14 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}