{
  "878990": {
    "name": "Up or Out",
    "steam_appid": 878990,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Up or Out</strong> is an open-ended corporate-life RPG.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/878990/extras/17bc2aad5d837440aa22a6d1febad29c.avif?t=1547125265\" width=600 height=300 /></span><br><br>You and a co-worker who ABSOLUTELY HATES YOU are the only two candidates being considered for a promotion. Unfortunately for your &quot;enemy&quot;, a person whom you pity more than despise, the promotion is yours if you want it.<br><br><strong>Why? Who Are You?</strong><br><br>You're...<br><ul class=\"bb_ul\"><li><strong>Just smart enough.</strong> You don't have superpowers, and you actually had to try very hard to get to where you are today. You're no dummy, but nothing has come easy to you. You worked hard for everything you've ever had, and it shows.</li></ul><br>You have...<br><ul class=\"bb_ul\"><li><strong>Tons of friends.</strong> Everybody loves you, even on your bad days. People tend to assume that you had a good reason for doing something, even if somebody else doing the same thing would have hurt their feelings or offended them.</li></ul><br>And, most importantly, an...<br><ul class=\"bb_ul\"><li><strong>Impeccable reputation.</strong> For years, you didn't miss a day of work. You weren't late. You never did a bad job. You didn't hurt anybody's feelings, even on accident. You never even made somebody feel insecure or envious because of your impeccable reputation.</li></ul><br>So you have a decent head on your shoulders, you have fiercely loyal allies, and a perfect reputation. For close to a decade, you have been a perfect worker and a perfect colleague, and everybody trusts you implicitly. Anybody will do anything for you - good or bad.<br><br>For a cog in the machine, you've got it made. Nobody has ever done it quite like you have, and your enemy knows it.<br><br><strong>You have perfection. All your enemy has is a six-figure student loan balance, which has somehow gotten bigger since graduation...and this promotion.</strong><br><br><ul class=\"bb_ul\"><li>LOVE your job? Admirable. <strong>Get promoted!</strong> The job is yours if you want it. Nobody can compete with you, unless you let them.<br></li><li>Hate your job? No problem. <strong>Say hell with the promotion and slack off</strong>. Make all of the excuses you want and try to get in trouble - you almost certainly cannot.<br></li><li>Comfortable where you are? Not interested in giving toxic people at work a second thought? That's fine, too! <strong>Take it easy and become a wise mentor</strong> by helping one of your younger colleagues secure a promotion of their own. Your endorsement basically guarantees their success!<br></li><li>Tired of being <i>PERFECT</i>? That's fine, too. Spend your days and nights scheming to <strong>be as bad as you want, because nobody will ever suspect you</strong>.</li></ul>",
    "supported_languages": "英语, 德语, 日语, 俄语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/878990/header.jpg?t=1547125265",
    "developers": [
      "rockzom Entertainment"
    ],
    "publishers": [
      "rockzom Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}