{
  "879870": {
    "name": "Fantasy Grounds - Apex (5E)",
    "steam_appid": 879870,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Apex</h2><i>History once spoke of individuals able to accomplish miracles, eventually eradicated or bred out by a population too frightened of what they didn't understand.  As science filled in the void left by absent gods, these gifted individual decreased until they became all but extinct.  But they never completely vanished.  Each generation, such a rare being appeared with abilities subtle to extreme.  However, despite their desire to reveal themselves, forces continually prevent them from doing so. </i><br><i>To many of those who know them, they're of an inferior class.  To others, including themselves, they are considered an improvement on the design of man, an upper echelon. </i><br><i>The apex.</i><br>Apex is a module for DEM's Ultramodern5, a plug-in rather than a full setting: a set of rules and ideas to allow any number of homebrew settings to work within it.  There is a basic background involving people who gain unnatural powers, but don't let that limit you if you wish to use it as a jumping off point.<br><i>Apex includes the following:</i><br><ul class=\"bb_ul\"><li>Tier-based talent acquisition. Over 180 upgradable super-powered talents, totalling over 950 different variations.<br></li><li>New sacrifice rules to trade penalties for new talents.<br></li><li>Eleven new backgrounds and apex-themed life events.<br></li><li>Eleven new ladders to focus your superpowers.<br></li><li>New adversary templates and monsters.</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Jay Scheponik</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/879870/header.jpg?t=1768399597",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 3 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}