{
  "881670": {
    "name": "Screensavers VR",
    "steam_appid": 881670,
    "required_age": 0,
    "is_free": false,
    "description": "Before the internet took over, before memes multiplied, windows of computer fantasy spread over the world… this was THE SCREENSAVER. What began as a tool to prevent CRT monitor burn-in became a dynamic canvas for whimsy and experimentation. <br><br>A digital escape from your worries, Screensavers VR is respite and recovery from the demands of modern living. Explore the visual language of the past in a whole new way and surround yourself in Tangible Graphics Technology. <br><br>Stop staring at your screen-- dive in and save virtual reality!<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Plunge your body into over a dozen screensavers inspired by the classics-- taken to the next dimension.<br></li><li>Physically manipulate digital worlds! Explore each micro-universe through wild parameters and VR-only effects like scale.<br></li><li>Kick back in the semi-authentic 90's office-den simulation and read original writing about the screensaver phenomenon. <br></li><li>Warp through stars like never before! Experience and endless starfield in HD!<br></li><li>Can you reach the end of M A Z E?<br></li><li>Pipes are so real, you’ll swear you hit your head.</li></ul><h2 class=\"bb_tag\" >Why?</h2>We all need to mix things up once in awhile. Screensavers VR is a digital escape to relax and enjoy at whatever pace you choose. We honor this fascinating and unique moment in history as the absurd and creative evolution of a straightforward technical need, and carry this ethos forward.<h2 class=\"bb_tag\" >What's new:</h2><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/881670/extras/76c2a64fc0c24a8b9b92f52003890345.poster.avif?t=1575414877\" width=532 height=300 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/881670/extras/76c2a64fc0c24a8b9b92f52003890345.webm?t=1575414877\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/881670/extras/76c2a64fc0c24a8b9b92f52003890345.mp4?t=1575414877\" type=\"video/mp4\"></video></span><br>Screensavers VR 2.0 is here, including the &quot;Evening Dreams&quot; Collection! A newly redecorated virtual office awaits, as well as an essay by co-creator of After Dark, Bill Stewart! We are also pleased to include our Official Software Manual, which will Explain Things.<br><br>And now, your virtual PC will be loaded with Evening Dreams, consisting of:<br><ul class=\"bb_ul\"><li>Gluten Gliders - you've never seen appliances like this! Our homage to the granddaddy of them all.<br></li><li>Terra Form - Earth moves in mysterious ways, doesn't it?<br></li><li>Orbz - peacefully taking over your room... or aggressively, should you tweak those options out.<br></li><li>Shapely - a veritable cornucopia of shapes, shiny enough to eat.<br></li><li>Sub-Optic - take some time to hang out with the visually impossible.<br></li><li>Tunns o Funn - funnel your mind into this zone d' tunnel.<br></li><li>Zap - it's electrifying.</li></ul><br>Head over to the forums or our discord for feedback and requests. More updates to come!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/881670/header.jpg?t=1575414877",
    "developers": [
      "FLOAT LAND"
    ],
    "publishers": [
      "FLOAT LAND"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}