{
  "881990": {
    "name": "1st Core Demo",
    "steam_appid": 881990,
    "required_age": 0,
    "is_free": true,
    "description": "The Demo Version for...<br><br><strong>The 1st Cyborg Core is the the first line of Defense against Zombies.</strong><br><br>&quot;Collecting garbage is a simple manually work... that is why we have Cyborg doing it.<br>We just didn't know that in the garbage there where other things living.<br>As a response we created: <strong>'The Zombie Killing Cyborg'</strong><br><br><br><br><i>The 1st Cyborg Core is the first line of defense against<br>the Dangerous Zombies, that lives in the Piles of Garbage<br>in the Shadows of the Mega Cities.</i><br><br>You are a Weak, New Recruit, and your first 'Exciting' job is to gather Garbage <br>and fight the smaller Bugs in the Garbage.<br><br>When you start to earn money from recycling garbage, <br>you can buy better, stronger and Faster weapons....<br>And in time you can even buy a New, Strong, Fast Cyborg Body.<br><br>Buy it here &amp; Now, and join the 1st Core's Elite Team.<h2 class=\"bb_tag\" ><strong>Set in the near future of 2035, you starts as a simple Human Garbage collector.</strong></h2><br>You start as a simple, weak Human, that earns money from gathering packs of garbage.<br>When you recycle the garbage the right way, you earn a lot of Gold.<br><br>You can use the Money to buy Better, Stronger weapons,<br>or one of the three Gleaming, Strong, Dominating Cyborgs.<br><br>There are 5 weapons. A pipe and 4 different guns. <br>The Biggest Gun is a Fast-shooting, noisy, Large-clipped Mini-gun.<br>(Mini-Gun is bad at close-fighting, but from a distance you can move down Zombies, by the thousands.<br><br>You can upgrade your skills, to carry more garbage, move faster, or see more details. <br><br>When you control a cyborg, and it gets destroyed, you revert back to your human body.<br><br>You can play local Co-Op in split-Screen. And you can complete the game with a friend....",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/881990/header.jpg?t=1545659540",
    "developers": [
      "Jesper Skjærbæk"
    ],
    "publishers": [
      "Jesper Skjærbæk"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}