{
  "881950": {
    "name": "Space Battlecruiser Demo",
    "steam_appid": 881950,
    "required_age": 0,
    "is_free": true,
    "description": "Space Battlecruiser evokes scenes from Battlestar Galactica, Star Wars, Star Trek, and other movies and TV shows - massive starships blasting away at each other. In essence this was the premise and the end result of our game.<br />\r\n<br />\r\nIt isn’t a simulator, nor is it a true shooter. It doesn’t rely on fast reflexes, though they do help. We like to describe it as a tactical action shooter with strategic elements.<br />\r\n<br />\r\nUnlike traditional top down space shooters, players do not control a small agile fighter, instead they control a capital ship – a mobile fortress armed with 8 turrets and an array of special abilities.<br />\r\n<br />\r\nThe key game play elements are learning how to target and use weapons effectively, mitigating damage, and progression based on accumulation of resources earned in battle.<br />\r\n<br />\r\nPlayers will swivel their gun turrets in anticipation of where targets will be, not necessarily where they are. To survive, the player will rely on skill, upgrades, and abilities like the powerful Shield, which can be angled towards incoming fire.<br />\r\n<br />\r\nEach game takes place in a star system, which is a collection battles of varying difficulty. The player can choose where to attack next, and the ultimate goal is to defeat the enemy Mothership.<br />\r\n<br />\r\nThe result is a fun little game that can be quite challenging.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/881950/header.jpg?t=1529867113",
    "developers": [
      "Less Describable Games"
    ],
    "publishers": [
      "Less Describable Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}