{
  "882730": {
    "name": "RE:Solver",
    "steam_appid": 882730,
    "required_age": "16",
    "is_free": false,
    "description": "Step into the world of RESolver, a gripping murder mystery investigation game where you take on the role of an anonymous freelancer operating outside the legal system. Utilize your hacking, social engineering, and private investigation skills to unravel intricate cold cases from around the world. Dive into a web of deception, gather evidence, and uncover the truth as you work solo or collaborate with up to 5 players in a thrilling immersive experience.<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li>Engaging Murder Mysteries: Immerse yourself in captivating murder mysteries set in diverse locations, including cozy holiday cottages, high-end hotels, luxury cruise ships, and remote oil rigs.<br></li><li>Investigation Tools: Access a virtual internet environment and employ specialized software to retrieve phone records, call logs, medical files, bank records, credit card logs, and more, piecing together the puzzle to solve each case.<br></li><li>Non-Linear Gameplay: Enjoy complete freedom in how you approach each investigation. Split the workload and collaborate with friends, strategize, and share findings in real time, enhancing the cooperative experience.<br></li><li>Discreet Hint System: Receive subtle clues and hints as you progress through the investigations. When in need of a nudge in the right direction, directly ask for a clue within the game.<br></li><li>Photorealistic Characters: Encounter a cast of characters with AI-generated photorealistic faces, including recurring experts in various fields such as botany, psychology, handwriting analysis, and forensics.<br></li><li>Bonus Objectives and Hidden Lore: Discover hidden bonus objectives within each case for extra points and delve into the rich lore of the game's world.<br></li><li>Stream-friendly Gameplay: Engage with your audience by allowing their participation during streaming sessions, tapping into their collective knowledge to help crack the cases.<br></li><li>Realistic Art Style: Immerse yourself in a visually stunning world with a realistic art style featuring clean corporate lines and modern systems.<br></li><li>Accessiblity Features: Content warnings, the ability to turn off the timer, color descriptions for scenes, and a live dictionary ensure an inclusive experience for all players.</li></ul><br>Are you ready to uncover the truth and prove yourself as a RESolver Operative? Begin your journey now!<h2 class=\"bb_tag\" >Creative liberty</h2>While the world seems much like ours, all suspects and the criminal cases you are solving are a complete work of fiction, and any resemblance to any real individuals, living or dead, are purely coincidental. All characters portrayed are generated electronically, and no real people are displayed inside the game.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/882730/header.jpg?t=1714465358",
    "developers": [
      "LizardFactory"
    ],
    "publishers": [
      "LizardFactory"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}