{
  "882740": {
    "name": "Fantasy Grounds - Supers, Volume 3 (Token Pack)",
    "steam_appid": 882740,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Supers, Volume 3</strong></h2><br>Got a little something your players need to avenge? Perhaps you need to form a league of justice to battle the forces of darkness in your city? Well, wait no more with Monster Grin's 198 unique tokens of supers, superheroes, super-heroines, and super-villans, each usable as PCs, NPCs, mooks, antagonists, or protagonists! Stunning, more-than-four-color pieces can become pre-historic saber-toothed heroes, Colonial-era swashbuckling do-gooders, fearsome aboriginal Masters of Storms, and much more!<br><br>Utilize Monster Grin's Token Halo System to create different types of teams (red, gold, green, black, silver, or blue), or even different levels of the same kind of creature (i.e. boss, high, medium, or low level) to help keep track of what's what and who's who and bring your game up to date! Also, with Monster Grin's new Altered States tokens, you can get maximum value from each and every token in this pack and really add that special something to your game!<br><br><i>This token pack includes (ringed in black, blue, gold, green, greyscale, and silver, as well as ethereal, invisible, stone-skinned, sand-skinned, and altered state versions):</i><br><br><ul class=\"bb_ul\"><li>Masked Female Aboriginal Master of Storms with Storm Staff and Magic<br></li><li>Savage, Pre-historic Saber-toothed Smilodon Man<br></li><li>Colonial-era, Swashbuckling Jack Quick with Rapier and Flintlock<br></li><li>Zombie/Undead Warrior Half-Dead with Mystic Axe and &quot;Battle Damage!&quot;<br></li><li>Elf-like Circe Master of Magic with Magical Staff, Dagger, and Acoutrements</li></ul><br><i>Converted by:  </i><strong>James Holloway</strong><br><br>Released on June 10, 2018. Designed for Fantasy Grounds version 3.3.5 and higher.<br><br><strong>Requires:</strong> An active subscription or a one time purchase of a Fantasy Grounds Full or Ultimate license and a one time purchase of the Generic Add-ons ruleset.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/882740/header.jpg?t=1528985664",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 14 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}