{
  "883020": {
    "name": "Shadowlings",
    "steam_appid": 883020,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Shadowlings</strong> - is a slaughter to heavy metal in decorations of Medieval Japan.<br><br>After your Ninja clan helped The Great Shogan to seize power in the kingdom, he turned against you and destroyed your brothers.<br>But you survived - and now vengeful Shadowling goes after Shogan, leaving blood trail behind him. Let the swords sing and ring, let the arrows and shurikens whistle, and let Shogan tremble in fear looking at the shadows darkening around him. Shadows of your brothers who he's treacherously killed, and a shadow of an avenger who will hide the sun above his head forever.<h2 class=\"bb_tag\" >Key features:</h2><br><ul class=\"bb_ul\"><li> Hardcore battles, in which everything depends on your skill, not parameters of your character. True dance with the death!<br></li><li> Role system. Master and use ancient ninjas' martial arts - from increasing your survivability to reflecting arrows.<br></li><li> Ninja's arsenal. Purchase and find in treasures best weapons and armor, become even deadlier. Use kunai, shurikens and mysterious ninjas' elixirs<br></li><li> Devour souls of killed enemies and use them to cast Shadow Magic. Teleport, become invisible, hypnotize enemies. <br></li><li> Explosive soundtrack. Energetic heavy metal with Eastern motives that slams in unison with ring of your sword and rumble of falling bodies.<br></li><li> Characters style inspired by Japanese traditional doll Daruma.</li></ul>",
    "supported_languages": "英语, 俄语, 乌克兰语, 波兰语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/883020/header.jpg?t=1561301411",
    "developers": [
      "Games From The Deep"
    ],
    "publishers": [
      "Games From The Deep"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}