{
  "883340": {
    "name": "Dog's Quest Demo",
    "steam_appid": 883340,
    "required_age": 0,
    "is_free": true,
    "description": "Champion is a German Shepherd tasked with keeping the Queen (the owner of the house) safe from monsters.  Nyan the cat keeps watch during the night, but monsters are no less prevalent during the day.  Worse yet, many of them are invisible.  Thankfully, their terrible smell makes them easy to hunt down.<br />\r\n<br />\r\nDog's quest is a journey for all ages to explore the virtues that dogs are known and loved for, such as loyalty and companionship.<br />\r\n<br />\r\nNote: A computer mouse is strongly recommended for optimal gameplay.<br />\r\n<br />\r\n<br />\r\nFEATURES AND GAMEPLAY<br />\r\n<br />\r\nScent: Dogs have a very strong sense of smell.  This allows Champion to hunt down monsters, as well as assisting his search for other animals and objects.  Watch for particle effects, and if you ever feel unsure of what to do, follow after them.<br />\r\n<br />\r\nMoving: WASD movement, but with A and D rotating Champion's facing instead of strafing.  Press the Left Shift button to run, and paw prints will float across the screen.  Press the Space bar while a paw print is lined up with Champion to extend how long you can run.<br />\r\n<br />\r\nTalking: Talking to other animals is automatic.  Press the T button when you see a talk balloon with a T in order to continue through the dialogue.<br />\r\n<br />\r\nBarking: To activate Bark Mode, click the mouse.  Spheres will fly across the screen.  Click them to bark and scare monsters away.  Some monsters make Champion more powerful after they're defeated.  A couple monsters must be clicked upon directly in order to defeat them, but most require barking.<br />\r\n<br />\r\nSaving: Saving the game is automatic at periodic chapter breaks, usually right before and right after a conversation.<br />\r\n<br />\r\nDecision Mode: Sometimes Champion will be unsure of what to do, and menu choices will pop up.  When this happens, click the menu choice you want.<br />\r\n<br />\r\nClosing the game: Press Escape to end the game at any time.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/883340/header.jpg?t=1529359127",
    "developers": [
      "Andy Zelonis"
    ],
    "publishers": [
      "Andy Zelonis"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}