{
  "883680": {
    "name": "Four Kings One War",
    "steam_appid": 883680,
    "required_age": 0,
    "is_free": true,
    "description": "14 long centuries ago, a strategy game like no other was invented.  Today, that game takes an evolutionary leap forward.<br />\r\n<br />\r\nFour Kings One War is a 1 or 2 player strategy game inspired by chess where each player controls two armies as though they were one and get's two moves per turn. Although its DNA may be based on the classic strategy game of Chess, it's unlike anything you've experienced. With an exponential increase in the number of attacking and defensive positions, a range of new strategic opportunities are offered such as hidden attacks and guerrilla style tactics.  We believe that just as military strategy has become more complex and strategic over the years, so too should the strategy games we enjoy<br />\r\n<br />\r\nThis is a turn based, single or multiplayer strategy game designed for PC and Mac. With a variety of environments to choose from you can do battle deep in a native New Zealand bush where the battle arena is the size of a house and the pieces as tall as an average person.  Or you may choose to do battle on the smaller combat arena nestled next to a spectacular waterfall or in the underground abyss.   Users can go to the glow worm cave to watch replays of their games, hone their skills and watch strategy videos.<br />\r\n<br />\r\nFour Kings One War will give you a mind blowing experience both in game play and environments.  Experience the atmosphere of a native New Zealand forest including the beautiful native bird song to help you concentrate.<br />\r\n<br />\r\nWatch spirit apparitions come out of your pieces and battle as you command your army's <br />\r\n<br />\r\nIf you are someone who wants to make their mark as a true strategist and put your abilities against other strategists from around the world or simply test your skills against the single player AI.  If you are looking for a next level strategy game that is designed for the modern mind then Four Kings One War is for you.<br />\r\n<br />\r\nStrategy outside the 64th square.<br />\r\n<br />\r\nAwaiting new champions to be crowned, have you got what it takes?",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/883680/header.jpg?t=1627259399",
    "developers": [
      "StaplesVR"
    ],
    "publishers": [
      "StaplesVR"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}