{
  "883810": {
    "name": "Nocturne of Steel",
    "steam_appid": 883810,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Become humanity's blade, the Avatar of Steel,</strong> and struggle against the Elemental Gods' uprising while searching a lonely, defeated world for the lost soul of the one who dared to love you. <br>Level up your skills &amp; discover various abilities, sub-weapons, and items to help you survive in this retro 2D action-adventure indie ode to the Metroidvania and Souls genres.<br><br><strong>The Elemental of Fire</strong> has grown intolerant of humanity's growing presence in this untouched, fledgling world. Inventing their own Avatar in response to being alone in the world, humanity and Steel displace Fire as the next heir of the Movement of the Elements, incurring Fire's wrath for this act of heresy.<br>All seems lost for humankind, yet one warrior stands alone at the end of this bitter war. With vivid memories of being immolated and destroyed by the Avatar of Fire, this lone warrior must piece together the aftermath of the battle, avenge humanity, and discover the fate of the one they loved.<br><br><strong>Featuring:</strong><br><ul class=\"bb_ul\"><li>A unique leveling system for skills based on your play style.<br></li><li>Four different classes, providing optional play paths to powering up your Avatar of Steel.<br></li><li>Use the dagger sub-weapon help provide range and strategic advantages. Additional sub-weapons such as the ball-and-chain and scythe coming in the future!<br></li><li>Power-ups and abilities such as the Cloud Boots or the Double Jump will allow you traverse into unexplored areas.<br></li><li>Hidden items to be discovered throughout the world, increasing your experience and health potion maximum.<br></li><li>An original and captivating story, inspired by Gothic romance, Eastern philosophy, and classical Tolkien fantasy.<br></li><li>An immersive and captivating soundtrack by professional video game composer Matthew Harnage.</li></ul><br><br><br><strong>EARLY ACCESS WARNING AND INFORMATION</strong><br><strong>THIS GAME IS NOT YET FINISHED</strong>.<br>Please read the Early Access information for this game.<br><br>As of September 27th, 2018<br>What is and is not in the game and what to expect:<br>=Over 100 rooms creating the full Nocturne of Steel experience. (Approximately five additional rooms are planned to flesh out the optional Forest area.)<br>=All 20 Gem Shards and 80 Exp Up items.<br>=Each power-up required to explore each room: Cloud Boots, Earth Armor, Water Gloves<br>=Not all areas have enemies or obstacles.<br>=The last 3 boss fights are not present. 2 other optional bosses are planned in addition.<br>=The final story elements tied into the boss battles are not present. These are high priority and should be fully implemented no later than the first few days of October.<br>=Additional UI elements are planned, such as the ability to control the volume of the music and sound effects.<br>=Achievements will be added once the game nears completion.<br><br>Updates will be frequent as the game is completed and feedback is received.<br>Please check for announcements and patches daily!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/883810/header.jpg?t=1538106766",
    "developers": [
      "Games by Bill B."
    ],
    "publishers": [
      "Games by Bill B."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}