{
  "884540": {
    "name": "Core Awaken ~The Yuka~ Demo",
    "steam_appid": 884540,
    "required_age": 0,
    "is_free": true,
    "description": "[Story]<br>With the development of science and technology, <br>a kind of robot slave is invented by humans. But one day, <br>the robots have started to fight for <br>their own nation with self consciousness after their cores are awaken. <br>But Yuka, an awaken robot, has decided to help humans terminate the robots' rebellion.<br><br><br>[About This Game]<br>This is a 2D Action Game with the following levels of difficulty:<br>Standard: Even those that are not used to action games can enjoy.<br>Advance: Intermediate Level.<br>Expert: Expert Level.<br>No Future: For the best of the best.<br><br>* Clothing has a durability parameter. Once it reaches 0, it will be broken.<br><br>* There are 8 usable characters, They each have their own individual battle styles.<br><br>* Develop your base, strengthen your machine, gain skills, improve your special attacks, <br>explore random dungeons and other such replayability full elements.<br><br>* KAKIN Point System: You can use these points to unlocked features like &quot;Unlimited Revives&quot;<br>but you don't actually have to KAKIN (pay additional money)<br>(It's like a in game meta referring to out of game KAKIN style, pay to win play.)<br><br><br>[System]<br>* 8 usable characters (including YUKA). The characters in the main sample image. <br>Yuka / Rurumu / LittleSnow / W'SYS / Nashi / Forest / Jilelen /Rusu<br>Each with different kinds of weapons and play styles.<br><br>* Special Attack / Enhancement System.<br>When you defeat bosses you will receive Battle Chips that can be used to <br>gain new Special Abilities. Gain experience during battle to enhance.<br><br>[Voice Acting]<br>Yuka: Ritsuka Mizutani<br>Rurumu SatouShio<br>LittleSnow: Mimi Mikami<br>W'SYS: Ritsuka Mizutani<br>Nashi: Ritsuka Mizutani<br>Forest: SatouShio<br>Jilelen: Mimi Mikami<br>Rusu: Keito Tsuzuki / Ritsuka Mizutani<br>Furamu: Ritsuka Mizutani<br><br>Confirm system compatibility via the trial version.",
    "supported_languages": "英语, 日语<strong>*</strong>, 繁体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/884540/header.jpg?t=1539306893",
    "developers": [
      "Celusis"
    ],
    "publishers": [
      "CelLab"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}