{
  "884670": {
    "name": "Codenames",
    "steam_appid": 884670,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >Step into the thrilling world of spies and secret agents! </p><p class=\"bb_paragraph\" >The beloved word association game finally comes to Steam with new and engaging content. Decipher your spymaster's one-word clues, connect the right words, and contact all your agents before the opposing team does to claim victory. This digital adaptation captures all the excitement of one of the most popular board games worldwide, now optimized for a digital era.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong><u>A Game of Clever Connections and Quick Thinking</u></strong></p><p class=\"bb_paragraph\" >Codenames App is an asynchronous multiplayer experience where two rival teams face off in a battle of wits and wordplay. Your objective? Find the best way to link as many words as possible with a single clue, outsmart the opposing team, and lead your side to victory. Whether you're teaming up with friends, playing against other secret agents, or going solo, Codenames offers endless strategic fun for everyone.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong><u>Inspired by the Iconic Board Game</u></strong></p><p class=\"bb_paragraph\" >Join the millions of players worldwide who have fallen in love with Codenames. Designed by Vlaada Chvátil, this is the latest addition to the renowned Codenames family. Experience the game that has captivated people of all ages and become a cultural phenomenon.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong><u>More Content, More Fun</u></strong></p><p class=\"bb_paragraph\" >While staying true to the original’s clever word-based puzzle mechanics, Codenames goes beyond the table, bringing you thousands of new thematic words and engaging twists on gameplay. Enjoy new modes, unlock exciting upgrades, and collect achievements as you explore deeper into the world of Codenames.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong><u>Play Anytime, Anywhere</u></strong></p><p class=\"bb_paragraph\" >With our asynchronous multiplayer system, you can play at your own pace without the need to wait for others to be online at the same time. Each player has up to 24 hours to take their turn, so the game fits perfectly into your schedule. Start multiple matches, challenge new players, or enjoy special daily solo challenges.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong><u>Build Your Secret Agent Career</u></strong></p><p class=\"bb_paragraph\" >Rise through the ranks of your spy agency, leveling up and earning rewards along the way. Prove your mastery in word association puzzles, unlock unique gadgets, new game modes, and expand your personal word collection. Showcase your skills and become the ultimate spymaster!</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong><u>Connect and Compete with Friends</u></strong></p><p class=\"bb_paragraph\" >Challenge your friends or find new opponents from around the globe through our matchmaking system. Share your achievements, unlocked modes, and special word collections in friendly matches. Whether you're playing casually or climbing the competitive ranks, Codenames is all about having fun with words.</p>",
    "supported_languages": "英语, 德语, 捷克语, 法语, 西班牙语 - 西班牙, 阿拉伯语, 葡萄牙语 - 巴西, 葡萄牙语 - 葡萄牙, 西班牙语 - 拉丁美洲",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/884670/header.jpg?t=1762966985",
    "developers": [
      "CGE Digital"
    ],
    "publishers": [
      "CGE Digital"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 32,
        "description": "Steam 回合通知"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}