{
  "884710": {
    "name": "Rise of Titans - Welcome Pack",
    "steam_appid": 884710,
    "required_age": 0,
    "is_free": false,
    "description": "Rise of Titans is a free to play online multiplayer strategy card game set in a mysterious mythological world of Zorocu. Embody your favorite ancient God, build unique decks, make powerful combos and control the environment to defend your civilization.<br><br>We are really happy to release Rise of Titans on early access and extremely enjoyed that you decided to play with us! <br><br>To celebrate the soft launch, we are giving you a Welcome Pack DLC, that includes 20 packs of cards at the price of ten with at least one GUARANTEED legendary card.<br>Make sure to grab it quickly, it will be only be available during the early access period!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/884710/extras/4d4303e35c04db0f2afdc5beee38f0f6.avif?t=1558014719\" width=596 height=430 /></span><h2 class=\"bb_tag\" ><strong>Be a Hero, become a God</strong></h2>Rise of Titans is a card game heavily based on strategy. Collect and choose between +100: 3 factions and 7 tribes, each with unique abilities and skills to combine and build a powerful deck of 30 cards. Play aggressively or control the battlefield, discover new card combos and strategies. Create your deck, create your game.Prove you are worth of your title as a God in ranked games, try new decks and challenge your friends in duel mode and become the final Titan in tournaments.<h2 class=\"bb_tag\" ><strong>The battlefield is your ally</strong></h2>Luck was never an option. In Rise of Titans, strategy matters. Plan in advance, foresee your enemy’s moves and counter them. 97 hexagonal positions and modifiable environment: Hide in forests, protect yourself in the mountains, destroy cities, create volcanoes. Outsmart your enemy and become the God among gods.<h2 class=\"bb_tag\" ><strong>The mysterious world of Zorocu</strong></h2>A mysterious and powerful entity has managed to control and bend history to their will. The greatest heroes and gods have asked for many favors, but they are still waiting for their payment… Centuries have gone by and it’s time for them to be repaid in this mythological battle.The greatest Gods from ancient civilizations are now trapped in Zorocu, and to escape, they’ll have to fight to find eternal peace… or death. Will you incarnate Atenea, Greek goddess of wisdom and war; Ullr, the Norse god of archery and battle; or Isis, the Egyptian goddess of magic and spiritism?",
    "supported_languages": "英语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/884710/header.jpg?t=1558014719",
    "developers": [
      "GiantFox"
    ],
    "publishers": [
      "GiantFox"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6900,
      "final": 6900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 69.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 31 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}