{
  "884730": {
    "name": "test DLC [do not use]",
    "steam_appid": 884730,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>This is the mobile version of Space Simulator</strong>, which we are making available for all Space Simulator Steam users. This is simply for the convenience of being able to play the mobile version on a larger screen. <br>---<br>Space Simulator (Mobile) is a realistic 3D space flight simulation game running real physics in a full-scale Solar System with unrivaled rendering and graphics.<br><br>PLAY historic NASA missions of the Apollo Moon Program, Space Shuttle flights, Project Gemini, X-15 Hypersonic Plane and free flight missions to explore all planets and major moons of the Solar System.<br><br>LAUNCH from Kennedy Space Center, orbit the Earth and Moon, dock with ISS, perform Trans Lunar Injections, land on the Moon, practise rendezvous and return home with reentry and splashdown.<br><br>PLAN complex interplanetary orbits, operate flight computers, use onboard switches, instruments and displays, experience the full challenges of space flight and unleash the astronaut within!<br><br><br>key features:<br><br>• Interactive orbit planner to easily visualize, create and modify complex interplanetary orbits<br><br>• Spaceships have 3D cockpits with functional controls and instruments<br><br>• Custom mission editor to create hypothetical scenarios of past, present and future space programs<br><br>• Original audio footage on selected missions<br><br>• Step-by-step interactive tutorials of the Apollo Program lunar missions from launch to landing on the Moon to reentry. These tutorials take you through the same procedures, paths and events that led man to the Moon in July 1969.<br><br>• Uses aerodynamics models commonly used in most mainstream flight simulators<br><br>• Space Simulator uses real gravitational forces, distances and velocities based on a revolutionary physics engine especially created for this app running on the GPU.<br><br>• Ultra realistic rendering engine for the Earth and Moon with high resolution surfaces and atmosphere using a new metal-based graphics engine for unprecedented realism at maximum possible framerate<br><br>• The Apollo computers are emulated running actual code from the 1960s<br><br>• Configurable window-based UI allowing customization of the interface to suit your preferences<br><br>• Comprehensive configuration options to customize difficulty and gameplay according to your device capabilities<br><br>• Over 50 ready to fly missions",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/884730/header.jpg?t=1624358651",
    "developers": [
      "Stuka Games Inc"
    ],
    "publishers": [
      "Brixton Dynamics"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}