{
  "8850": {
    "name": "BioShock® 2",
    "steam_appid": 8850,
    "required_age": "18",
    "is_free": false,
    "description": "Set approximately 10 years after the events of the original BioShock, the halls of Rapture once again echo with sins of the past. Along the Atlantic coastline, a monster has been snatching little girls and bringing them back to the undersea city of Rapture. Players step into the boots of the most iconic denizen of Rapture, the Big Daddy, as they travel through the decrepit and beautiful fallen city, chasing an unseen foe in search of answers and their own survival.<br><br>Multiplayer in BioShock 2 will provide a rich prequel experience that expands the origins of the BioShock fiction. Set during the fall of Rapture, players assume the role of a Plasmid test subject for Sinclair Solutions, a premier provider of Plasmids and Tonics in the underwater city of Rapture that was first explored in the original BioShock. Players will need to use all the elements of the BioShock toolset to survive, as the full depth of the BioShock experience is refined and transformed into a unique multiplayer experience that can only be found in Rapture.<h2 class=\"bb_tag\" >Updated </h2>This bundle also includes the Sinclair Solutions Test Pack, Rapture Metro Map Pack, Kill ‘em Kindly, Zigo &amp; Blanche multiplayer characters, and The Protector Trials. Requires the full game to play.<h2 class=\"bb_tag\" >Single-player Features</h2><ul class=\"bb_ul\"><li><strong>Evolution of the Genetically Enhanced Shooter:</strong>  Innovative advances bring new depth and dimension to each encounter. New elements, such as the ability to dual-wield weapons and Plasmids, allow players to create exciting combination's of punishment<br></li><li><strong>Return to Rapture:</strong> Set approximately 10 years after the events of the original BioShock, the story continues with an epic, more intense journey through one of the most captivating and terrifying fictional worlds ever created  <br></li><li><strong>You are the Big Daddy:</strong> Take control of BioShock’s signature and iconic symbol by playing as the Big Daddy, and experience the power and raw strength of Rapture’s most feared denizens as you battle powerful new enemies<br></li><li><strong>Continuation of the Award-Winning Narrative:</strong> New and unique storytelling devices serve as the vehicle for the continuation of one of gaming’s most acclaimed storylines<br></li><li><strong>The Protector Trials:</strong> You receive the call: Tenenbaum desperately needs you to steal as much ADAM as possible, to help thwart Sofia Lamb's insane plan. Enter the Protector Trials: frantic combat challenges designed to push your mastery of weapons and Plasmids to the limit. The goal in each Trial is simple: get your Little Sister to an ADAM-rich corpse and keep her safe while she gathers precious ADAM. Opposition mounts as your Little Sister nears her goal -- will you survive the onslaught? Each Trial features three unique weapon and Plasmid load-outs, keeping the challenge fresh, as well as a fourth bonus load-out the player receives when all previous load-outs are completed</li></ul><h2 class=\"bb_tag\" >Multiplayer Features</h2><ul class=\"bb_ul\"><li><strong>Genetically Enhanced Multiplayer:</strong> Earn experience points during gameplay to earn access to new Weapons, Plasmids and Tonics that can be used to create hundreds of different combinations, allowing players to develop a unique character that caters to their playing style.<br></li><li><strong>Experience Rapture’s Civil War:</strong> Players will step into the shoes of Rapture citizens and take direct part in the civil war that tore Rapture apart.<br></li><li><strong>See Rapture Before the Fall:</strong> Experience Rapture before it was reclaimed by the ocean and engage in combat over iconic environments in locations such as Kashmir Restaurant and Mercury Suites, all of which have been reworked from the ground up for multiplayer.<br></li><li><strong>FPS Veterans Add Their Touch to the Multiplayer Experience:</strong> Digital Extremes brings more than 10 years of first person shooter experience including development of award-winning entries in the Unreal® and Unreal Tournament® franchise.<br></li><li><strong>Sinclair Solutions Tester Pack:</strong> Opportunity Awaits! Expand your BioShock 2 multiplayer experience with a rank increase to 50 with Rank Rewards including a 3rd set of weapons upgrades. Plus, enjoy 20 new Trials, 2 new playable characters and 5 new Masks. Yes! We’d thought you’d like the sound of that!<br></li><li><strong>Rapture Metro:</strong> As one of our valued Sinclair Solutions testers, we specially invite you to enjoy the pleasure of Rebirth! But only if you are truly dedicated and fully ranked up. However all testers are eligible for the 6 new maps in Rapture Metro. What’s your golf handicap? Take this chance to turn your handicap into your enemy’s with this fresh melee mode where every blunt object is a golf club. No putting.<br></li><li><strong>Zigo &amp; Blanche:</strong> Enroll in Sinclair Solution’s Consumer Rewards Program with two new characters for the BioShock 2 Multiplayer experience: Mlle Blanche de Glace, the internationally acclaimed actress, or Zigo D’Acosta, one of Rapture’s great sailors. Get out there and start earning those rewards!</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong>, 意大利语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/8850/header.jpg?t=1730174099",
    "developers": [
      "2K Marin",
      "2K China",
      "Digital Extremes",
      "2K Australia"
    ],
    "publishers": [
      "2K"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6400,
      "final": 6400,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 64.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 2 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 43,
        "description": "在电视上远程畅玩"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": {
      "total": 68,
      "highlighted": [
        {
          "name": "Daddy's Home",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/8850/342de1c0c07afb487d60eb5b62a808d220bc43ea.jpg"
        },
        {
          "name": "Protector",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/8850/5f912473cf38bb6a185aeb94bd3201faa04ce3bd.jpg"
        },
        {
          "name": "Sinclair's Solution",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/8850/6b01de540af284b981ff441e900da85692bf1cb3.jpg"
        },
        {
          "name": "Confronted Grace",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/8850/b2b9488f637e7618c390f5661e8bd6603abe38cf.jpg"
        },
        {
          "name": "Defeated the Preacher",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/8850/f25e46d59484fb8ab658350a4eb93ead454d5842.jpg"
        },
        {
          "name": "Nose for News",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/8850/4c9b474ca7727f50da2d9a822b4b8fa0b6c8889f.jpg"
        },
        {
          "name": "Found Lamb's Hideout",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/8850/1d8e4e96e108934435f4f3683cd23069098288ae.jpg"
        },
        {
          "name": "Reunion",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/8850/c8be51325b0d6145e7a0bbdb5645d9550001b751.jpg"
        },
        {
          "name": "Heading to the Surface",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/8850/65f9e7f8c6224f049e242e00ff3ca08b88490bac.jpg"
        },
        {
          "name": "Escape",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/8850/33c7d1fc5e5345f9bc5bb536dac33d1a917976ec.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 189,
      "total_negative": 38,
      "total_reviews": 227
    }
  }
}