{
  "886430": {
    "name": "Tock",
    "steam_appid": 886430,
    "required_age": 0,
    "is_free": false,
    "description": "Tock (also known as Tuck in some English parts of Quebec) is a board game (jeu de tock), similar to Ludo, Aggravation or Sorry!, in which players race their four tokens (or marbles) around the game board from start to finish—the objective being to be the first to take all of one's tokens &quot;home&quot;. Like Sorry!, it is played with playing cards rather than dice.<br />\r\n<br />\r\nYou play in teams of 2 and the goal is to work together to get the all the pieces home first. There are 2 teams and there is plenty of strategy and coordination to consider.<br />\r\n<br />\r\nTock is an entertaining and easily accessible, some call it &quot;ludo with cards&quot;. Instead of a dice you have playing cards and each player has a partner who you have to cooperate with. Play your cards right - otherwise you may harm your partner.<br />\r\n<br />\r\nTock is a strategic and entertaining game, where its all about playing cooperating, the team who first get all their pieces home wins.<br />\r\n<br />\r\nTo win the game the team has to work together. It is not enough to think about your own pieces.<br />\r\n<br />\r\nTock is a casual and challenging game for adults. It's a nice combination of the classic game &quot;Ludo&quot; and classic card games and the rules are simple you will learn them fast.<br />\r\n<br />\r\nThe objective of the game is get all your teams 8 pieces home.<br />\r\n<br />\r\nThe nature of the games requires the player to think strategicly and consider every move carefully.<br />\r\n<br />\r\n4 players (AI players supported).<br />\r\n<br />\r\nNo online multiplayer support (yet, maybe if people request it), local (one PC) multiplayer is possible if you share mouse but you will see each others card.<br />\r\n<br />\r\nFrom ages 8.<br />\r\n<br />\r\nPlaying time 30-60 minutes.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/886430/header.jpg?t=1531524329",
    "developers": [
      "Chamomile Software"
    ],
    "publishers": [
      "Chamomile Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}