{
  "886400": {
    "name": "TANGLEWOOD Demo",
    "steam_appid": 886400,
    "required_age": 0,
    "is_free": true,
    "description": "TANGLEWOOD® is a brand new and original puzzle-platforming game originally released for the SEGA Mega Drive and Genesis, coming soon to Windows, Mac, Linux, Everdrive, and your favourite Mega Drive emulators. A true 16-bit, challenging platforming experience that will make fans of the golden gaming era feel warm and fuzzy.<br><br>Set in a fictional world, the game follows a young creature, Nymn, who is separated from home after the twin suns set. Unable to get back to safety, Nymn must find a way to survive the night terrors and make it to morning. TANGLEWOOD’s world is a dangerous one after dark, and Nymn must use skills of evasion, special abilities, traps and trickery to defeat predators.<br><br>TANGLEWOOD® is programmed in pure 68000 assembly language, using original development tools and processes from the 1990s.<br><br><ul class=\"bb_ul\"><li>A real 16-bit game, created for and playable on genuine SEGA consoles<br></li><li>Mixes fast-paced 2D platforming action with puzzles, special abilities, tricks and traps<br></li><li>28 challenging levels spanning 8 story chapters<br></li><li>Lovingly crafted characters and fluid animations<br></li><li>Original soundtrack by freezedream, authored specially for the Mega Drive's sound processors<br></li><li>Time of day cycle, influencing the types of enemies encountered<br></li><li>Collectables, achievements and secrets</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/886400/extras/d3d89388e66ba322f1a3b78781f4dc62.avif?t=1534465821\" width=330 height=232 /></span><br><br>Following its successful Kickstarter campaign in 2016, TANGLEWOOD and its development process has received worldwide attention from the likes of BBC News, Nintendo Life, Destructoid, Kotaku, Motherboard, Computerphile, Games Master, Retro Gamer Magazine, and TecToy.<br><br>TANGLEWOOD was lovingly hand crafted by industry professionals Matt Phillips (TT Games, Crytek, Dambuster Studios), Matthew Weekes (Freedom Planet, Poncho), Armen Mardirossian (Pier Solar and the Great Architects), Nathan Stanley (freezedream), and more.<br><br><strong><h2 class=\"bb_tag\" >Mega Drive ROM File Included</h2></strong><br><strong>Our Steam packages (including this demo) also include a Mega Drive ROM file</strong> for you to play on genuine SEGA hardware (using a flash cartridge such as Everdrive), most major emulators, or home arcade setups (such as RetroPie).",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/886400/header.jpg?t=1534465821",
    "developers": [
      "Big Evil Corporation"
    ],
    "publishers": [
      "Big Evil Corporation"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}