{
  "886720": {
    "name": "Sundown Refusal",
    "steam_appid": 886720,
    "required_age": 0,
    "is_free": false,
    "description": "A great war once raged between the Sun and the Moon. Long battles were fought to claim the skies, undulating between day and night as one God would gain power over the other. Until one day, the Sun prevailed, banishing the moon and locking the world in a state of permanent dusk. Plant-life began to overtake the land, quickly reclaiming the realms of men and forming colossal forests. Even the beasts were affected, Sun-sickness causing animals—and at times, even humans—to become frenzied and violent. Under the reign of an unending day, the world was tearing itself apart.<br />\r\n<br />\r\nIn this story-led action metroidvania, play as the world’s final chance of salvation: the last Spirit of Darkness, created by the Moon to seek a way to restore balance to the celestial cycles. Traverse a dynamic, two-dimensional world populated by wildly overgrown forests and Sun-maddened beasts. Exploration is rewarded with currency, new powers, and lore. Run, jump, and—in Spirit Form—fly to Explore levels scattered with secret paths, chests, and hidden powers. As you battle your way through crazed owls, enraged wolves, and momentous boss fights, you will steadily uncover a deep, myth-like tale that spans from the very beginning of time itself.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/886720/header.jpg?t=1632171956",
    "developers": [
      "TEKNIKALA"
    ],
    "publishers": [
      "Hitcents"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}