{
  "887190": {
    "name": "Cricket Captain 2018 Demo",
    "steam_appid": 887190,
    "required_age": 0,
    "is_free": true,
    "description": "Explore Cricket Captain 2018 in this free demo and Internet Game. All saves can be used when purchasing the full version. <br><br>Cricket Captain returns for 2018 with an updated match engine, extensive additions to the records and statistics (including stats of every historical international player), Ireland &amp; Afghanistan as playable test nations, improved internet game, improved coaching, and much more. Put your tactical expertise to the test in the number one cricket management game.<br><br>Developed in association with Jimmy Anderson, Cricket Captain 2018 also features a full database update (over 6500 players), with improved player generation, and greater accuracy in limited over player abilities. The latest changes to all domestic structures have been included.<br><br>Cricket Captain is unrivalled in cricket management simulation, and Cricket Captain 2018 improves the series once again with all the attention to detail that is the trademark of the series.<h2 class=\"bb_tag\" >Key features for 2018 include:</h2><ul class=\"bb_ul\"><li>\tUpdates to all domestic systems and 20 over leagues: play updated domestic leagues in India, England, Australia, West Indies, Pakistan, South Africa, Bangladesh, and New Zealand.<br></li><li>\tAfghanistan &amp; Ireland career modes: play as one of the two newest test nations in full international career modes.<br></li><li>\tNew captaincy offers: receive offers from other teams within your domestic system in your current save.<br></li><li>\tAll time-greats: full career records for every player that has even played international cricket, all playable in historical scenarios.<br></li><li>\tInternational/domestic ground records: individual, team, and partnership records for over 130 grounds, now split into international and domestic for First Class, One Day and 20 over.<br></li><li>\tCompetition/series records: historical competition and series player records for the last two competitions/series.<br></li><li>\tInternational vs. records: individual, team, and partnership records for all 12 test-playing nations in Test Match, ODI and International 20 Over.<br></li><li>\tDomestic vs. records: individual, team, and partnership records for every domestic team (thousands of new records) in FC, OD, and 20 Over.<br></li><li>\tHistorical scenarios: replay five historical scenarios for India or Pakistan in England.<br></li><li>\tInternational only mode: includes domestic fixtures.<br></li><li>\tNew database: full database update with over 6500 players, including improved player generation for limited over ability.<br></li><li>\tUpdated tournament modes: including the new OD World Cup format.<br></li><li>\tImproved match engine: with updates to aggressive batting in OD matches and batting reaction to field settings.<br></li><li>\tNew coaching options: including opener training and separate fielding coaching.<br></li><li>\tAdded player stats: preferred batting position, percentage of 4s and 6s scored; career S/R for all-time great players; maidens bowled.<br></li><li>\tNew achievements: including Ireland and Afghanistan achievements.<br></li><li>\tInternet game: improved reliability and more teams to play on-line.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/887190/header.jpg?t=1534547052",
    "developers": [
      "Childish Things"
    ],
    "publishers": [
      "Childish Things"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}