{
  "887960": {
    "name": "Mystery Case Files: Rewind Collector's Edition",
    "steam_appid": 887960,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Big Fish Editor's Choice!</strong> This title was selected for its exceptional quality and overwhelmingly positive reviews from our Game Club beta testers.<br><br><strong>Eipix Entertainment</strong> presents a new kind of case in the latest installment of the <i>Mystery Case Files</i> series!<br><br>Strange reports have come in regarding the abandoned Victory Hotel. When you arrive to investigate, you find people from your past cases lost in time and trapped inside! It’s up to you to find where they belong and uncover why one of the Dalimars is meddling with the past. It’s a race against the clock to solve more challenging puzzles than ever before! Do you have what it takes to fix the timelines before it’s too late? Find out in this exhilarating Hidden-Object Puzzle adventure! <br><br><strong>See what our Beta testers had to say:</strong><br><i>“WOW!!! Great graphics, storyline and challenging puzzles galore. Five PLUS stars, all the way”  - Tristan, beta tester</i><br><br><i>“The characters made this game an absolute delight! And what a fantastic storyline, plus very clever referencing the other games! I had so much fun with every part of Rewind. I loved the very challenging puzzles and the HOGs were terrific with their variety of style. The graphics and hidden object scenes were amazing. Extremely well done everyone, I had the best time playing this jewel of a game!”  - Sofie, beta tester</i><br><br>This is a special Collector's Edition release full of exclusive extras you won't find in the standard version. The Collector's Edition includes:<br><br>Protect all the timelines in the bonus chapter!<br>Challenge yourself with replayable HOPs and mini-games!<br>Never get lost with the helpful strategy guide!<br>Enjoy exclusive art, music, videos, and more!<br><br><br>This is a Hidden Object Puzzle Adventure game, meaning a specific genre of story-driven, point &amp; click adventures. Throughout the game, players are tasked to find a list of objects hidden within a particular scene, and to occasionally complete various mini-games/puzzles.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/887960/header.jpg?t=1764250033",
    "developers": [
      "Eipix Entertainment"
    ],
    "publishers": [
      "BFG Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}