{
  "888220": {
    "name": "MatchyGotchy Z",
    "steam_appid": 888220,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/888220/extras/baef53a4940ae54f07fdea4d38382210.avif?t=1708313985\" width=616 height=256 /></span><br><br>MatchyGotchy Z is a colorful digital pet experience that combines idle clicker elements with a new take on pet-raising simulation: trainable personalities. The pets can have jobs based on their natural skills, but only you get to define your pet's personality through gameplay - not itemization or goal oriented milestones.<br><br>Stars are born from the energy roaming through the galaxy, they exist to conserve and transform the balance of life. Only few get to transform energy into magic, those are Rocket Surgeons. In MatchyGotchy Z, you get to care after regular stars and turn them into the Rocket Surgeons they were born to be! There are 8 pets available, along with multiple NPC's to keep you company in Starbase.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/888220/extras/6f89482e0cb6c85b9609bd4b979ca545.avif?t=1708313985\" width=616 height=154 /></span><br><br>Introducing Zoot as the main currency, you can now discover new places like Zootlandia, the money trade house, and MatchyMart, the galaxy's monster store. Along with a much larger laboratory with multiple wings, you can now have a diversity of actions, places and items to provide for all your customization needs.<h2 class=\"bb_tag\" >Features:</h2><br><ul class=\"bb_ul\"><li> Combining pet sims and clicker mechanics, you can get to train your pets with the personality you like best. They can enjoy singing, or they can enjoy working - it depends entirely on you. Not on food, or any other goal oriented pre-defined trait, but your gameplay.<br></li><li> New characters included: Stardust, Starbase derpsome linguist; Era, MatchyMart's funtastic clerk; and Zee, Zootlandia's spoopy smart analyst.<br></li><li> 10 new customizable games to enjoy: cups, hackysack, cards and more. <br></li><li> New locations: laboratory expansion, MatchyMart and Zootlandia.<br></li><li> Introducing Zoot as MatchyGotchy currency. You can save or invest your money in Zootlandia.<br></li><li> Full user customization. You can now buy food, change outfit and console colors in MatchyMart.<br></li><li> Access to Xanadu’s legendary Space Water Park, BIG X!<br></li><li> Monster archive inventory, MatchyDex. Keep track of all the new characters and items, and learn about them.<br></li><li> Over 40 achivements, leaderboards, could save, and Steam cards as soon as Steam allows it.<br></li><li> Early Access schedule with active community support: you can vote and comment on content before it goes live. Exclusive access via Discord during Early Acess.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/888220/extras/e28eeb4a1bbd928d24ed4c360c948b80.avif?t=1708313985\" width=616 height=154 /></span><br><br>MatchyGotchy Z is an expanded and revamped experience in the MatchyGotchy series, including a universe of fresh new options for returning players. For new players, we would like to welcome you into the Matchyverse. <br><br>MatchyGotchy and MatchyGotchy Z are part of the Matchy Star world, which is still in development and you can wishlist here on Steam here:<br><br>",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong>, 阿拉伯语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/888220/header.jpg?t=1708313985",
    "developers": [
      "Silverware Games, Inc."
    ],
    "publishers": [
      "Silverware Games, Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}