{
  "888540": {
    "name": "Project 59",
    "steam_appid": 888540,
    "required_age": 0,
    "is_free": false,
    "description": "You joined a secret agency. Someone is ordering you to carry out covert operations. There are  advanced equipment and weapons at your disposal. You have to eliminate mutant creatures as you go through your mission objectives. But you realize things are not as they seem. There is something wrong in the system. And you are really trapped in the agency. You have managed to leak some information outside to a friend, who might be able to help. <br><br>The game is in early access release with beta release. It is stable with two levels (30+ minutes of game play) with the full episode release planned over the next few months.<h2 class=\"bb_tag\" >Action</h2><br>Fight and eliminate mutant creatures that were made through genetic research. Each mission takes you to new areas with new mutants.<h2 class=\"bb_tag\" >Weapons and Equipment</h2><br>Collect advanced weapons in your arsenal. Use the &quot;ATM machine&quot; to add upgrades using tech pieces you collect. Replay missions with different weapon sets and upgrades.<h2 class=\"bb_tag\" >Unfolding Mystery</h2>As you progress through the missions you start understanding why you are doing them. Some of the things you are told to do just don't seem right. The story unfolds as you progress. You realize that you have an important part to play, your actions has an effect. You can fix the things that have gone wrong.<h2 class=\"bb_tag\" >External Help</h2><br>Your friend is trying to help from outside. His Twitter feed is getting a lot of attention and there are powerful people interested in helping you. You see the effect of their actions in your missions.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/888540/header.jpg?t=1531997657",
    "developers": [
      "Red Oak Studio"
    ],
    "publishers": [
      "Red Oak Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}