{
  "888770": {
    "name": "Event Pass: Sanhok",
    "steam_appid": 888770,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>NOTE: THIS DLC IS NOT NEEDED TO PLAY SANHOK IN PLAYERUNKNOWN'S BATTLEGROUNDS. MAPS ARE ADDED AT NO ADDITIONAL COST TO PLAYERS.</strong><br><br>Gear up for more missions and more loot with the Event Pass: Sanhok—offered for a limited time only! Celebrate the official launch of Sanhok with this ticket to unlock premium loot, including special Sanhok-themed cosmetics and items. Take on exclusive challenges in Sanhok and rack up in experience points as you battle your way through the ultimate life and death fight. Level up with every mission accomplished and every second survived in-game to reap your rewards.<br><br><strong>More information about the Event Pass: Sanhok can be found HERE.</strong><br><br>Permanently unlock these premium rewards (and more!) with the Event Pass:<br>- JAILBIRD and ESCAPEE Outfit: Sport the look of a fugitive on loose! <br>- GUARD Outfit: You can run but you can't hide! Become fully decked out in a studly Guard uniform.<br>- SILVER PLATE Mini 14 and GOLD PLATE P92: Add some bling to your bang!<br>- BEACH SHIRT, TWISTY TOP, and PARADISE BOTTOM: Enjoy the tropical conditions of Sanhok in these Summer-themed outfits!<br><br>*All rewards unlocked during the event are not tradable or marketable.",
    "supported_languages": "英语, 韩语, 简体中文, 法语, 德语, 西班牙语 - 西班牙, 阿拉伯语, 日语, 波兰语, 葡萄牙语 - 葡萄牙, 俄语, 土耳其语, 泰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/888770/header.jpg?t=1532045962",
    "developers": [
      "PUBG Corporation"
    ],
    "publishers": [
      "PUBG Corporation"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 21 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 15,
        "description": "统计数据"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 2146,
      "total_negative": 565,
      "total_reviews": 2711
    }
  }
}