{
  "888910": {
    "name": "Tano's Fate",
    "steam_appid": 888910,
    "required_age": 0,
    "is_free": false,
    "description": "An unknown arrival. A land disconnected from the world's society. Four heroes destined to change the past to save the future, and it's all thanks to the locked mind of one man. Jay-Cast Presents... Tano's Fate.<br />\r\n<br />\r\nEmbark on a new journey, surrounded by friendly civilians wanting to get away from it all. When four young adults induced with amnesia get stuck together on a distant island, it'll take one unexpected group of people to discover the hidden secrets of Key Island. As Jay-Cast Studios' first game, reveal secrets and battle across multiple kinds of monsters while you level up and acquire new gear that will unlock the past, and save everyone's future.<br />\r\n<br />\r\nFeaturing original dialogue and story from the creator of Jay-Cast, and running on the latest and greatest RPG Maker engine (MV), take advantage of a high-resolution HD experience, casting shadows with menu transitions, and large areas to explore with your newly-found friends. Understand the world around you, and realize what has always been your fate. Explore side-quests, go for some exploration, and dive into the ocean, on many supported PCs.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/888910/header.jpg?t=1592721753",
    "developers": [
      "Jay-Cast Studios"
    ],
    "publishers": [
      "Jay-Cast Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}