{
  "889170": {
    "name": "Battle Royale Builder",
    "steam_appid": 889170,
    "required_age": 0,
    "is_free": false,
    "description": "Battle Royale Builder lets you practice Building, Editing, and Shooting with no limits and AI to practice against!  No harvesting resources, no sitting in a queue, no severs, no fall damage, just Build, Edit, and Shoot, with or without AI!<br><br>Features:<br><ul class=\"bb_ul\"><li>AI: Play alone or practice against AI that is included in several modes, including AI that can shoot back!<br></li><li>Training Modes: Survival (AI), Target Practice (AI), Build Race and Edit Race allow you to practice specific skills, or just load up Sandbox and do whatever you want!<br></li><li>Survival: Practice your full skillset: Build, Edit, and Shoot to see how long you can survive against wave after wave of AI that moves, takes damage, and shoots back!<br></li><li>Target Practice: Improve your aim, tracking, flick shots, and even boxing up the enemy against an AI that runs around, including critical damage to the head!<br></li><li>Build Race: Test your ability to build quickly and efficiently by running a race through a series of sky rings on your way to the Finish Line!<br></li><li>Edit Race: Train your ability to Edit quickly and efficiently while navigating a maze of structure to the Finish line!<br></li><li>Build System: Walls, Floors, Stairs, and Roofs, all connect together with the correct rule set!<br></li><li>Edit System: Walls, Floors, Stairs and Roofs can all be Edited with all possible edit combinations!<br></li><li>Weapons: Basic Assault Rifle, SMG, Shotgun, and Sniper Rifle included to allow you to work on your aim as well as integrate gun play into your building and editing practice!<br></li><li>Destruction System: Destroy individual pieces or entire structures based on weak points, including destruction by Edit!<br></li><li>Custom Keybinds: Customize all of your Building and Movement hotkeys, including Mouse and Controller sensitivity, ADS/Scope sensitivity and more!<br></li><li>Turbo Build and Settings: Full settings menu includes Turbo Building, Run by Default, Sprint Toggle and more!<br></li><li>Character Movement: Jump, Crouch, Sprint or Jog, it's all in with the correct speeds!<br></li><li>Controller: Xbox One and PS4 Controller Support.  Choose from Controller Profiles (Builder Pro, Quick Builder, Combat Pro, and Old School) and set custom Controller sensitivity!  Note: a mouse is still needed for navigating menus.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/889170/header.jpg?t=1547168327",
    "developers": [
      "Skeptika1"
    ],
    "publishers": [
      "Skeptika1"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}