{
  "889590": {
    "name": "Archangel™: Hellfire Demo",
    "steam_appid": 889590,
    "required_age": 0,
    "is_free": true,
    "description": "Welcome to the Archangel™: Hellfire Demo!<br />\r\n<br />\r\nArchangel™: Hellfire is the unholy union of godlike mech weaponry and infernal team deathmatch gameplay. An intense, free roaming shooter where you pilot massive weapons of death, armed to the teeth, fighting over an apocalyptic landscape.  <br />\r\n<br />\r\nFeatures: <br />\r\n6 Building-sized Mechs to rain hellfire on your enemies<br />\r\n7 Powerful weapon systems<br />\r\n6 Special Abilities from the Tactical EMP and Stealth to the devastating Death From Above and Singularity Beam<br />\r\n3 Unforgiving maps with destructible terrain<br />\r\nInnovative cockpit controls<br />\r\n<br />\r\nThe Original Story - Year 2089<br />\r\nAt the end of the 21st century, the world is in ruins and under the control of HUMNX, a  corporation turned into an autocratic regime out of a desire to “heal the world,” no matter the human cost. Leading the resistance are the United States Free Forces, armed with a one-of a kind, building-sized weapon: the Archangel. The Free will do everything they can to try to stop HUMNX and take back their freedom, but HUMNX resources are plentiful, and they have been working on weapons of their own to face off against Archangel-class mechs. Take on the mantle of the Free and engage in Archangel’s award-winning single player campaign. <br />\r\n<br />\r\nCurrent Events - Year 2099<br />\r\nSubsequent a few strategic victories on the USFF side, the HUMNX armada has adapted. Three new, state of the art mechs have been deployed in response to the Archangel weapon, featuring advanced movement and weapons systems. The USFF, in response has also brought their mech class roster up to three and initiated automated mechanized war machine construction. The ensuing war has resulted in billions of casualties. Who will reclaim our shattered world...? Will it even matter when the war is finally over? Most importantly pilot, are you ready to heed the call and unleash hellfire?",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/889590/header.jpg?t=1739206299",
    "developers": [
      "Skydance Interactive"
    ],
    "publishers": [
      "Skydance Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 17 日"
    },
    "categories": [
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}