{
  "889670": {
    "name": "Bitter Tides",
    "steam_appid": 889670,
    "required_age": 0,
    "is_free": false,
    "description": "Set in a mysterious desert dream world, Bitter Tides is a first-person stealth and horror game. Painstakingly rendered, the world holds clues in every crevice of its environment. Players must cautiously navigate a nautical hellscape of half remembered incidents to discover what is happening and where they are. Your tools are lures and traps with which you avoid and ensnare those creeping things from the deep.<br> <br><br>The monsters of this fallen abyss crawl aimlessly, day and night, in tireless animation. Wandering across the vasts, they are nothing to the agonies of the world left behind.<br><br><br><ul class=\"bb_ul\"><li>Stealth Mechanics</li><li>Platforming</li><li>Puzzles</li><li>Trap, Lure, and Grenade Items</li><li>Abilities Tree</li><li>Horror</li><li>Controller Support</li><li>First-Person</li><li>Storydriven Single-Player Experience</li></ul><br>Bitter Tides merges the cautious gameplay of stealth action games with the ambiance of dark and sinister horror. Players will need to find hidden paths to progress through the environment while either distracting, trapping, converting, or blowing up enemies that hunt them down. These enemies have a range of unique behaviors that provide a new challenge around every corner.<br><br><br>To avoid these enemies, players are equipped with their Heart: a lure which can be augmented using items discovered in the game. Also, the player is given a lantern which requires oil. This oil can also be used to purchase upgrades and items as players progress.<br><br><br>Additionally, players have access to an abilities tree which they can use to enhance the character's skills in accordance with a range of play-styles.<br><br><br><strong>Try the Demo!</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/889670/header.jpg?t=1571617259",
    "developers": [
      "Bottom Feeders"
    ],
    "publishers": [
      "Bottom Feeders"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}