{
  "890470": {
    "name": "Slave Master: The Game",
    "steam_appid": 890470,
    "required_age": 0,
    "is_free": false,
    "description": "Sado Maso is on a twisted quest against hostile entities and to seek out supreme dominance and toxic masculinity.  Help him reach full release in this crazy adventure.  May Trigger many, even frat boys.  It's Rated N for Not a Baby Sitter.  Makes fun of Game Glitches, Politicians, Dirty Things, Mocks Types of Criminals, everything I could get to.<br />\r\nNSFW.  A lot of hidden dungeons, and items and it isn't made easy to find your way through the game.  It's very old school.  Like talk to villager old school, and all that sort of stuff.<br />\r\nIf you can see this, Steam over see-ers realize it's not being sold to a General Audience.<br />\r\n<br />\r\nFeatures:<br />\r\nSimple control scheme, reverses a bit on Steam Link.   <br />\r\nIt runs like a standard old Top Down RPG, look around for things, some areas require certain items and certain party members to receive them.  <br />\r\nIn fact all 4 Party members are the only way to get back to the Throne Room.  <br />\r\nGame play is pretty basic, but search and discovery is a must.  <br />\r\nSome surprise NPC actions.<br />\r\nThere are jokes about things from AAA Glitches to Politics.  Certain things like &quot;Poison&quot; are STD, and stuff like that.<br />\r\nUntil I end up making other language versions, if I do, more might get added for free, no promises.<br />\r\nBlue Humor.<br />\r\nNot PC, but not a Alt-Right Love Fest.<br />\r\nHand Drawn, Scanned Monsters.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/890470/header.jpg?t=1751659022",
    "developers": [
      "The Black Jester"
    ],
    "publishers": [
      "The Black Jester and Realm of the Mental Midget Slayer"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1777,
      "final": 1777,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 17.77"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 43,
        "description": "在电视上远程畅玩"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}