{
  "890460": {
    "name": "Last Stanza Demo",
    "steam_appid": 890460,
    "required_age": 0,
    "is_free": true,
    "description": "It was a day in the last week of December 2009, when I found out that slowly dripping tears had a shivering yet uneasy feeling. The winter turned the air thin and cold, the clouds blocked the sunlight that normally reaches the ground making it feel like the sun was absent.<br><br>Days after, I was back on my daily routine, as if nothing had happened, trying to conceal my anger and confusion, slowly regaining control of my thoughts, opening my heart to friends old and new, trying at any cost to find a new place for myself.<br><br>But it’s in the peaceful moments when the storms settle and the turbulent oceans lose their motions, that any rock can set a chain reaction creating an infinitude of waves, bringing back to the shores of my thoughts the emotions that I had kept away for so long.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>Revisit past events with a new perspective.<br></li><li>Last Stanza is a kinetic visual novel, having no choices or alternative routes.<br></li><li>Having almost 70.000 words, Last Stanza is a short but impactful story, with a set beginning, middle and end.<br></li><li>There are more than 12 unique and detailed characters plus 20 beautiful backgrounds and an exclusive soundtrack.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/890460/header.jpg?t=1580430401",
    "developers": [
      "Innocenceイノセンス"
    ],
    "publishers": [
      "Sekai Project"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}