{
  "890500": {
    "name": "Love ritual",
    "steam_appid": 890500,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/890500/extras/05ff2f4f380dba43b6cef9eb1e07b72b.avif?t=1575958202\" width=400 height=232 /></span><br><br><strong>Story</strong><br><br><i>Love Ritual</i> will put you into the shoes of a young woman Riilai, a professional scientist with extensive knowledge of occult rituals. In the midst of a big case, the police reach out to her family seeking their expertise on the forbidden ritual that had taken place at the crime scene. Riilai arrives in the city to find that the police have two suspects in custody, one belonging to the Necromancer League, the other from the Druid Circle, and both claiming innocence. Under extreme pressure, it is up to Riilai to use her expert opinion to determine the guilty party.<br><br>The suspects each have an advocate from their respective groups ready to defend their clients and sway Riilai to their side. Remaining neutral will be hard for Riilai however, as both advocates are as charming as they are passionate in their defense of their clients.<br><br>But, over the course of the investigation, things take a darker turn and Riilai will have to trust her heart to see her through to the end...<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/890500/extras/d1ff743d5a85fcfef0a95d584959973c.webp?t=1575958202\" width=600 height=40 /></span><br><br><strong>Key Features</strong><br><br><i>Mature Narrative</i><br>40,000 words dedicated to a convincing romance storyline and investigative plot! A fantasy theme containing deep secrets, the flaws of characters, and the flaws of the world they live in!<br><br><i>The Gameplay</i><br>As Riilai, you will need to observe crime scenes, search for important items, decide what to do next and how to get clues on the suspects. You yourself will also fall under cross-examination and much more!<br><br><i>Soundtrack and Art</i><br>Enjoy the unique soundtrack composed exclusively for Love Ritual and immerse yourself into the wonderful art that makes the magical atmosphere of the world the game is set in!<br><br><i>Animated Characters and Backgrounds</i><br>Love Ritual features Live2D technology that brings life to our characters and backgrounds. See how the characters change emotions, expressing emotions such as happiness, anger, shock, embarrassment, and more!<br><br><i>Fall Into A Romance!</i><br>The two very different advocates will be fighting for your attention and to sway your opinion. It is up to you who you will side with as well as how it will end! On one side we have the attentive and kind Shanrae, advocate of the Druid Circle and eager to succeed. On the other end we have the rationalizing and eccentric Kalaseth, advocate of the Necromancer League who is swift and without mercy for his opponents.<br><br><i>Cat City</i><br>Hidden cats and objects within the backgrounds await you! Collect all cat memes and see them in the Easter Eggs Gallery, or just simply interact with the backgrounds and see what happens! And, of course, there are Steam Achievement awards to be earned!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/890500/extras/d1ff743d5a85fcfef0a95d584959973c.webp?t=1575958202\" width=600 height=40 /></span>",
    "supported_languages": "英语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/890500/header.jpg?t=1575958202",
    "developers": [
      "Xand arts"
    ],
    "publishers": [
      "Xand arts"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4100,
      "final": 4100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 41.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}