{
  "890600": {
    "name": "Space Agent: 8 Artifacts",
    "steam_appid": 890600,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Plot</strong>: In 2322, humanity is at the peak of its power. The earth is fully explored, technology has reached its maximum. The humanity was eagerly anxious to unlock all the space secrets. While building aerospace research laboratory on Mars, scientists find the remains of an ancient civilization. It is not known exactly when it was destroyed, but it is clear that it possessed incredible power and knowledge far superior to human ones. In attempt to learn the power of the ancient Martians, people found out that before their civilization collapse, the Martians had enclosed all their knowledge in 8 artifacts, which then were dissolved in space and time. Trying to find these artifacts, earthlings use the full power of their technology to create the &quot;STM&quot; - a system of teleporters capable of transporting people through space and time. Thus, mankind has finally has  got the treasured opportunity to get these great artifacts. You play as a Space Agent - the best of the best fighters on Earth. It is up to you to go through space and time in order to get the treasured artifacts for the future of whole humanity. Get ready, agent, the journey will be dangerous! And remember, humanity is counting on you!<br><br><strong>Game Features:</strong><br><ul class=\"bb_ul\"><li>• Journey through space and time and visit the most different epochs and worlds! The game involves a wide variety of levels, from the Middle Ages to the distant future. <br></li><li> A detailed storyline, many characters, dialogs, a long and interesting plot.<br></li><li> You by yourself can choose the weapon to use in your adventure! Do you want to destroy aliens with MG-42 or shred monsters with a chainsaw? Or would you like to shoot evil soldiers with plasma weapons? The game offers a wide variety of weapons, numbering dozens of types.<br></li><li> Many diverse enemies. Fight aliens, monsters, zombies, soldiers, knights, dragons and many others!<br></li><li> Musical accompaniment, with many tracks, each with its own atmosphere.</li></ul><br><strong>ATTENTION! THE CURRENT VERSION OF THE GAME DOES NOT DISPLAY THE FINAL QUALITY OF THE PRODUCT.</strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/890600/header.jpg?t=1689801033",
    "developers": [
      "NGV Studio"
    ],
    "publishers": [
      "NGV Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}