{
  "890820": {
    "name": "Valor Time",
    "steam_appid": 890820,
    "required_age": 0,
    "is_free": true,
    "description": "Game ‘Valor Time’ representative of the client family Session based multiplayer action RPG (session multiplayer role-playing games) of the medieval WASD non-target management system. The game process supports massive and bloody battles. PLAYERS can choose from several fascinating battle modes.<br />\r\n<br />\r\nThe user is provided with the opportunity to play for three balanced Factions: ‘Europe’, ‘Horde’, and ‘Rus’. Each of them has its own unique fighters and tactics of fighting. For maximum immersion in the world of ‘Valor Time’, you can play for all factions at the same time. Players, participating in bloody battles, earn gold, resources and fighting prowess. On the accumulated - they hire new fighters in the barracks, buy their weapons, and also rebuild and modernize their estate.<br />\r\n<br />\r\nNon-target management system allows you to immerse yourself in a world of dynamic combat. With the help of the left mouse button, the player can strike in different parts of the opponent's body. The greatest harm is caused by accurate blows to the head and body, smaller - tangent impacts on the arms and legs of the enemy. You can protect yourself from a blow by holding down the right mouse button. At the same time, a soldier who purchased a shield in a weapons shop - goes into a blind defense, and a player is equipped with a one-handed or two-handed weapon will try to fend off an enemy attack. It is also important to note is that in the game there are 3 types of armor (light, medium and heavy) and 4 types of losses (piercing-cutting, crushing, chopping and stabbing).<br />\r\n<br />\r\nThe game will be in constant development. Will be added:<br />\r\n-New Animations<br />\r\n-New Cards<br />\r\n-New character levels and new weapons",
    "supported_languages": "英语, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/890820/header.jpg?t=1635981908",
    "developers": [
      "ObjectOnIT"
    ],
    "publishers": [
      "ObjectOnIT"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 14 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}