{
  "890900": {
    "name": "Whacker Guy: Distance Hunter",
    "steam_appid": 890900,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Whacker Guy: Distance Hunter</strong> is a 3D physics-based baseball batting game set in a beautiful ballpark with a specific goal - accumulated distance.  Total distance is the score.  Skill is required to be great!  Will you take the challenge?<br><br><strong>Home runs</strong><br>Naturally, home runs will usually get you more distance, so they are a big part of excelling at this game, though there is more to it than that.  <br>Each struck ball into fair territory that is not a home run is an out.  Similar to home run derbies, yet in this game a foul ball is NOT an out.  Good for you.  And each home run comes with an added bonus - an upbeat, feel good sound track.  String the homers together and keep the music playing!<br><br><strong>Power Hits, Power Level and Strikeouts</strong><br>Additionally, well struck balls (Power Hits) are accumulated and are important for success in this game.  For every five Power Hits, your Power Level is increased, which results in greater distance.  So if you make solid contact it bodes well for later in the game.  Unless of course, you strike out a lot.  Every strikeout decreases your Power Level, so you must learn to make solid, consistent contact to have the best results. However, at every five-multiple of Power Hits, you get back all the Power Level you lost from strikeouts.<br><br><strong>The Controls</strong><br>New: NOW with controller support for Xbox One/360 controllers!<br>The controls are simple.  There are two on-screen joystick knobs.  The left hand joystick is to position in the batter's box.  The right hand joystick is to control the bat.  Using a mouse left-click and drag the right hand joystick back and angle it appropriately.  Releasing the left mouse button will swing the bat.  This game is all about timing and angles.  There are also varying techniques to pull the ball vs hitting it to the opposite field.  This game is all about learning those techniques and being able to repeat them consistently.  For example, in this easy mode (the only mode available at initial release) the same pitch is thrown every time.  But don't think that makes it easy to hit.  Not at all!  You still have to execute a proper swing and be on time.  There is a lot of skill required which makes this game both challenging and rewarding... and fun!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/890900/header.jpg?t=1540379272",
    "developers": [
      "Micro Revolution LLC"
    ],
    "publishers": [
      "Micro Revolution LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}