{
  "891010": {
    "name": "咖啡因之城",
    "steam_appid": 891010,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >The Story</h2><br>The protagonist Taka is in search of what happened to his mum, who disappeared from his life just before his 6th birthday. Ever since then, Taka has lost all memories of his past. His only memory is a little coffee house in the corner of an alley, where his parents happily brewed coffee and served customers from all walks of life. <br><br>While on a plane to his mum's homeland, he falls off the plane and mysteriously finds himself in the city of Victoria, staring at a coffee house named 'Taka Coffee House', the same coffee house that he remembered so fondly during his childhood. <br><br>Maybe everything he thought about himself up till this point about his life has been one big lie.<br><br>Caffeine: Victoria's Legacy is a choice-rich, fantasy adventure visual novel set in a steampunk Victorian reality. Join Taka in discovering his roots and search for his family's secrets, in a city where baristas are knights and coffee is king.<h2 class=\"bb_tag\" >Features</h2><br><strong>Story-Rich</strong> - There will be romance elements, but story is king. 20,000 words have already been written on world-building ALONE.<br><strong>Choice Matters</strong> - Every choice matters. Characters will remember what you said and react accordingly in later chapters, opening up different dialogues. <br><strong>Non-Branching Main Plot</strong> - From beginning to end, you get to interact with every character, while still enjoying different endings and scenarios.<br><strong>Animated Sprites</strong> - All sprites have been animated in Live2D, giving you a lively experience.<br><strong>Original Music Composition</strong> - Original music have been composed, to create an atmospheric victorian / steampunk / fantasy environment<br><strong>We're serious about coffee </strong>- <i>Yes, we are.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/891010/header.jpg?t=1535175011",
    "developers": [
      "Kikai Digital"
    ],
    "publishers": [
      "Kikai Digital"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}