{
  "891250": {
    "name": "Making of Traum",
    "steam_appid": 891250,
    "required_age": 0,
    "is_free": true,
    "description": "The Making of Traum official DLC!<br />\r\n<br />\r\n<br />\r\nContents:<br />\r\n<br />\r\n- Exclusive 31 pages, high-quality Making of -booklet in .pdf -format. It includes the art of Traum and inside info on how the game was made!<br />\r\n<br />\r\n- The official soundtrack for Traum, 15 high-quality tracks on .mp3 format.<br />\r\n<br />\r\n- Our eternal gratitude for your support, as the contribution goes toward funding our next projects!<br />\r\n<br />\r\n<br />\r\nWhy have a free game, but a paid dlc? Let me explain you:<br />\r\n<br />\r\nWe didn't want to simply ask for donations or do patreon etc. For one thing, it doesn't feel right to us, just to ask for funding and wouldn't be able to give anything back right now. Quite simply, we don't have anything big to show about our next project yet. Second, laws in Finland kind of goes against asking for crowd funding or donations. You'd have to sell something to be able to make something out of it, so here we are.<br />\r\n<br />\r\nTraum the game will stay free, but if you want to support our work, this is a great way to do so! All of your contributions goes toward funding our next projects! This not only motivates us to do more, but also it speeds up the development process as we could focus on it more. We all have jobs or projects and other life stuff to manage, so time is limited to spend on this.<br />\r\n<br />\r\n<br />\r\nHow access the content:<br />\r\n<br />\r\nInside Traum's folder, there is a new folder called Making of Traum DLC. Inside you will find the Making of Traum.pdf and the original soundtrack of the game.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/891250/header.jpg?t=1563828193",
    "developers": [
      "Ruskatuli"
    ],
    "publishers": [
      "Ruskatuli"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 6 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}