{
  "891950": {
    "name": "Wagers of War",
    "steam_appid": 891950,
    "required_age": 0,
    "is_free": true,
    "description": "Delve into a thrillingly, strategic competitive collectible card game where you’ll battle your opponent in rounds of war with simultaneous decision-making. Riddled with tension and suspense, you’ll need to make snap decisions in battle, anticipate your opponent’s next move, and strategically build your deck to dominate.<br />\r\n<br />\r\nBased on the classic card game of war, Wagers of War is accessible and engaging without compromising the depth of a collectable card game. Designed with a colorful painterly art style and loveable, quirky characters, you’ll feel the world around you come to life.<br />\r\n<br />\r\nBalance lighthearted mana rounds with high-stakes, quick-fire war rounds and long-term card collection while playing online with players around the globe. Unleash your inner mastermind in this fully immersive, accessibly deep, and satisfyingly strategic game of war that combines intense real-time competition with card collection. <br />\r\n<br />\r\nFeatures:<br />\r\n• Real-time war rounds creating an intense game of anticipation<br />\r\n• Accessible gameplay that simplifies a CCG without sacrificing strategy or depth<br />\r\n• 47 upgradeable and dynamically diverse cards to collect<br />\r\n• 4 unique heroes to play as with specialized abilities and cards<br />\r\n• Real-time online multiplayer with ranked play and arena draft modes<br />\r\n• A variety of colorful and engaging arenas<br />\r\n• Complete daily quests to earn loot<br />\r\n• Engaging and engrossing painterly art style designed to enhance approachability and create fantastical environments and characters <br />\r\n• Original soundtrack",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 荷兰语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/891950/header.jpg?t=1533759024",
    "developers": [
      "Jumb-O-Fun Games Inc"
    ],
    "publishers": [
      "Jumb-O-Fun Games Inc"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 8 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}