{
  "892400": {
    "name": "Hiveswap Friendsim - Volume Seven",
    "steam_appid": 892400,
    "required_age": 0,
    "is_free": false,
    "description": "Crimes? Well, you know all about those. You’ve seen some stuff in your time. One might even go so far as to call you… ”hardcore.&quot; How does one become hardcore from playing a video game of the visual novel and social simulation variety? Are we talking about the actual you or the you who is currently wandering a hostile alien landscape in ravenous, desperate longing for friendly connections? Irrelevant. Unknowable. Blame it on the imprecise tradition of transmitting thoughts through language. <br><br>But never mind that. Crimes? For sure. Aiding and abetting? Boy do you get up to some of that! And what do you know? A volume of the Hiveswap Friendsim—volume 7, if you were curious—allows you to put all those hard-won skills to use. <br>The point is—friendship. The point is—play this game.<br><br>---<br><br>You just crash-landed on Alternia, and you’re DESPERATE for friendship! Anyone will do...wait, who are those two trolls approaching you?<br><br>The <i>Hiveswap Friendsim</i> is a quick, loosely-canonical visual novel adventure following the efforts of the unnamed protagonist (that’s you!) to survive and maybe even thrive on the harsh surface of ALTERNIA. Set in the time of <i>Hiveswap: Act 1</i>, this episodic visual novel’s opening volume, written by <i>Homestuck</i> creator <strong>Andrew Hussie</strong>, is sure to satisfy <i>Homestuck</i> and <i>Hiveswap</i> fans who are eager for a darker stroll across the Alternian landscape. <br><br>Future episodes will arrive regularly as DLC.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/892400/header.jpg?t=1564506856",
    "developers": [
      "What Pumpkin Games, Inc."
    ],
    "publishers": [
      "Fellow Traveller"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}