{
  "892440": {
    "name": "Exodus: Proxima Centauri",
    "steam_appid": 892440,
    "required_age": 0,
    "is_free": false,
    "description": "And so the Exodus began… after a war that lasted only 83 days, Earth has been reduced to a nuclear wasteland. Nine factions fled the planet in search of a new home among the stars. Only six survived the journey before encountering the Centaurians, an advanced alien race, who guided the remains of humanity to safety in the Proxima Centauri star system.<br />\r\n<br />\r\nNow each faction vies for control, exploiting resources and Centaurian technologies, and battling each other to become the leader of the next chapter for the human race.<br />\r\n<br />\r\nIn Exodus: Proxima Centauri, you will take command of one of these 6-factions, making tactical decisions for the advancement of your fledgling empire. The game progresses through a series of turns, where players fight for control of vital planets and resources. Players fulfill the role of explorer, colonizer, politician, and military commander, before ultimately a victor is declared - the next leader of human kind.<br />\r\n<br />\r\nExodus: Proxima Centauri is a 4X game, including elements of eXploration, eXpansion, eXploitation, and eXtermination. It is adapted from the original board game created by NSKN games.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/892440/header.jpg?t=1578930760",
    "developers": [
      "Offworld Games, LLC"
    ],
    "publishers": [
      "Offworld Games, LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}