{
  "892470": {
    "name": "BVRGER VAN",
    "steam_appid": 892470,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>BVRGER VAN</strong> is a frantic and fast-paced Virtual Reality game where you are tasked with the upkeep of your burger van business.<br>Cook burgers, hotdogs, and much more as you journey your way to becoming the best burger van in town!<h2 class=\"bb_tag\" >Features:</h2><br><ul class=\"bb_ul\"><li> Fast-Paced action - There is never a dull moment in the burger van as the impatient customers don't stop coming!<br></li><li> Career mode - Start from the bottom and in debt as you fight for customers to keep that money rolling in!<br></li><li> Infinite mode - Earn money and buy upgrades in this never-ending challenge to achieve the high score and earn those burger bragging rights<br></li><li> Simple controls - With easy to learn controls, even those inexperienced with VR can enjoy the game<br></li><li> Non-stop fun - Randomised orders and increasing difficulty make <strong>BVRGER VAN</strong> an enjoyable game that just keeps on giving!  </li></ul><h2 class=\"bb_tag\" >About:</h2><br>You are the owner of your very own burger van where you can cook and serve food in amazing Virtual Reality compatible with both HTC Vive and Oculus Rift w/ Touch.<br><br>Simple controls make <strong>BVRGER VAN</strong> a great game for VR veterans as well as a great starting platform for the VR newbies. <br><br>Compete with friends to obtain the high score or battle yourself and see how long you can last. <br><br>Create your own journey in your path the burger van glory. Just remember, keep on flippin'!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/892470/header.jpg?t=1684618942",
    "developers": [
      "Patchwork Games"
    ],
    "publishers": [
      "Patchwork Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}