{
  "892660": {
    "name": "Fantasy Grounds - Dungeonlands Intro Pack (Savage Worlds)",
    "steam_appid": 892660,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Dungeonlands Intro Pack</h2>You can get this product for free by<br>downloading this file <i></i><br>and placing it in your modules folder for Fantasy Grounds.<br><i>This product includes the following:</i><br><ul class=\"bb_ul\"><li>Dungeonlands: An Angel's Song<br></li><li>Dungeonlands: Isle of the Frog God<br></li><li>Dungeonlands: Penny Dreadful<br></li><li>Dungeonlands: Sea Vixen<br></li><li>Dungeonlands: The Courage<br></li><li>Dungeonlands: Into The Black</li></ul><strong>Dungeonlands: An Angel's Song</strong><br>A burning starship falling through time itself, a cargo that could decimate any realm it crashes into, a team of Portal Jumpers hitching and express elevator to hell.<br><strong>Guest writer Darren Pearce presents an alternate opening for the Dungeonlands trilogy from a unique time-spanning sci-fi perspective.<br><i>An angel's lament on a suicide mission.</i><br><i>It's time to rock and roll!</i><br>While these Heroic-rank characters are designed to be a party of dungeon delvers in the Dungeonlands trilogy, they can be player (or non-player) characters in any Suzerain setting you like.<br>Dungeonlands: Isle of the Frog God</strong><br>Pirates, a storm, a shipwreck on a mysterious island... oh, and a demonic frog who considers himself a god. Good luck with that.<br><strong>Guest writer David Jarvis presents an alternate opening for the Dungeonlands trilogy, crossing over from his swords-and-sorcery Totems of the Dead setting.<br><i>Dangers abound where you hear the angel's song. It's time to face the music!</i><br>These Heroic rank characters are designed to be a party of dungeon delvers in the Dungeonlands trilogy, but they can be player (or non-player) characters in any Suzerain setting you like. You'll want a copy of Totems of the Dead to make the most of this book.<br>Dungeonlands: Penny Dreadful</strong><br>You know you're having a bad day when your airship gets ripped across the universe and crash-lands on the deathtrap island of the Lich Queen. One minute you're flying above Mechadia in the Dreamlands, and the next a dreamstorm tosses you into an isolated pocket realm from which no one has ever escaped!<br><strong>Guest writers Jeff Houser and Michelle Klein Houser present an alternate opening for the Dungeonlands trilogy from the steampunk fey realm of Mechadia (coming to Pathfinder in 2016 under the title Clockwork Dreams). .<br><i>Load the blunderbus, draw your cutlass and pour the tea. It's time for adventure!</i><br>Inside you'll find not only four 15th level pregenerated characters and an introductory adventure, but also an array of new steampunk gear for you to use!<br>While these heroes are designed to be a party of dungeon delvers in the Dungeonlands trilogy, they can be player (or non-player) characters in any Suzerain setting you like.<br>Dungeonlands: Sea Vixen</strong><br>Your ship hits the worst storm in memory, gets attacked by a kraken and all the rum's gone. How much worse could your day get?<br><strong>Guest writers Curtis and Sarah Lyon present an alternate opening for the Dungeonlands trilogy from the muskets-and-magic realm of Untamed Empires.<br><i>An uncharted island full of plunder and peril. It's time to go ashore!</i><br>While these Heroic rank characters are designed to be a party of dungeon delvers in the Dungeonlands trilogy, they can be player (or non-player) characters in any Suzerain setting you like.<br>Dungeonlands: The Courage</strong><br>A door buried under a mountain, reeking of evil. A voice pleading for help, sacred and pure. A simple instruction: investigate and report back.<br><strong>Guest writer John Wick presents an alternate opening for the Dungeonlands trilogy from his Wicked Fantasy version of standard fantasy tropes.<br><i>You're Lord Taleison's Courage, the bravest of heroes. It's time to show it!</i><br>These Heroic-rank characters are designed to be a party of dungeon delvers in the Dungeonlands trilogy, but they can be player (or non-player) characters in any Suzerain setting you like. You'll want a copy of Wicked Fantasy to make the most of this book.<br>Dungeonlands: Into The Black</strong><br><i>In a foul and flooded section of the dungeon lies a great dank lake of black, stagnant tar and water. Bones litter the shore as well as untold riches and artifacts where their owners fell...</i><br>Written by the big cheese of Savage Worlds, Shane Hensley, Into the Black is a bonus encounter for Savage Mojo's Dungeonlands: Tomb of the Lich Queen setting or any fantasy campaign of your choice. For high-rank characters, it's bound to challenge any party. Dungeonlands is part of the Suzerain Continuum.<br><i>Adapted for Fantasy Grounds by: </i><strong>Jeannette Jarrar</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/892660/header.jpg?t=1768400567",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 9 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}