{
  "892690": {
    "name": "Daemon_9",
    "steam_appid": 892690,
    "required_age": 0,
    "is_free": false,
    "description": "Morgan Shane has disappeared, leaving a bloody trail of mayhem in her wake. But is she a monster or a victim of something far more sinister than the authorities are imagining? And the biggest question of all: Can you unravel the mystery before the same dark force that targeted Morgan finds you?<br />\r\n<br />\r\nDaemon_9 is not a movie... it's not a game... it's both. It's like a horror movie inside an escape room that puts YOU in the heart of the story. Full-motion video, graphic images and challenging brain teasers intertwine to spin a deeply layered story of supernatural terror and mystery.<br />\r\n<br />\r\nGAMEPLAY:<br />\r\nWhen you first launch Daemon_9 you are greeted by a message from an anonymous friend of Morgan's who is on a mission to find and save her -- and uncover the truth of what happened to her. Desperate for help, he is asking for your help. Your only tool is a backup of his hard drive. And that's where your journey begins -- sifting through the material he's unearthed in his quest for the truth. But the real challenge is to keep from falling victim to the same dark forces that claimed his friends, and by &quot;getting involved&quot; you may have made yourself vulnerable.<br />\r\n<br />\r\nThe trail will eventually lead you out onto the web and into a different kind of web -- one woven with international conspiracy and supernatural forces. You will need wits, patience, and nerve to unravel the mystery, save Morgan, and save yourself.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/892690/header.jpg?t=1682201434",
    "developers": [
      "Curio Productions"
    ],
    "publishers": [
      "Curio Productions"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}