{
  "893490": {
    "name": "Team A.R.G. Anthology",
    "steam_appid": 893490,
    "required_age": 0,
    "is_free": true,
    "description": "2015 brought us the Arduboy handheld retro gaming console. Following its release a series of much loved games from Team A.R.G. came to the platform. To preserve this content we are proud to present a PC-based time capsule with 3 of their best games: Sirene, Shadow Runner and Virus LQP-79.<br><br><u><strong>Features</strong></u><br><ul class=\"bb_ul\"><li> 3 of the highest rated Arduboy games (Sirene, Shadow Runner, Virus LQP-79)<br></li><li> Infinite runner and top down shooter style gameplay<br></li><li> Original game sounds<br></li><li> Auto save game support for Virus LQP-79 (Select &quot;Cont&quot; on game menu)<br></li><li> Configurable screen resolution<br></li><li> Choice of background tint<br></li><li> Multi platform support (Windows, Linux)</li></ul><br><strong>Sirene</strong><br>It's a tough life living under the sea. For Nina things have become increasingly difficult as other fish have started to act violently. Determined to find out what could be causing such a disturbance, she sets out on an adventure. No mere beauty, Nina is also a fighting mermaid and will use all forms of weaponry to fight her way to the cause of all this trouble!<br><br><strong>Shadow Runner</strong><br>“A shadow lost his kid, wondering to far away from the light. Now it must find his colored equal, to become one again.”<br>Shadow Runner is a classic run, jump &amp; duck game. You only need 2 buttons for gaming: one for jumping, one for sliding and you have a pause button too.<br><br>Your goal? Get as far as possible, jumping over those rocks and ducking under those low flying birds. Watch your life-bar, as it get’s empty faster and faster. If you see a heart, grab it and your life-bar will be filled completely.<br><br><strong>Virus LQP-79</strong><br>Amy lived her happy life in a pretty normal town … until that fateful accident at the nearby research facility. Officials denied the incident at first, until the entire facility was abandoned. Neighbours started acting weird. Amy didn’t feel safe anymore. While trying to leave town, she found herself running from a hoard of zombies. What Amy didn't expect, was to find other survivors. Help her escape and rescue the ones not infected by the LQP-79 virus. Hurry!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/893490/header.jpg?t=1533263175",
    "developers": [
      "Team A.R.G.",
      "Blake W. Ford"
    ],
    "publishers": [
      "Radical Piece"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}