{
  "893570": {
    "name": "Short Life",
    "steam_appid": 893570,
    "required_age": 0,
    "is_free": true,
    "description": "Short Life is an awesome platform game with a unique twist – you must control our hero and attempt to guide him through a series of different levels. This might sound conventional, but you must also guide him safely without causing him harm or dislodging any of his limbs!<br />\r\n<br />\r\nThe game contains extra level packs and level editor!<br />\r\n(You need to purchase &quot;Premium membership&quot; to be able to save the created level in level editor or play extra level pack.)<br />\r\n<br />\r\nWatch out for various obstacles on each level – you must avoid contact with spikes, jump over mines and look out for other devastating traps. The various traps will cause unimaginable harm to your hero – mines for example will blow your character into tiny gory pieces! This game requires great timing and reflexes and is a huge amount of fun!<br />\r\n<br />\r\n- Plenty of traps that are waiting for you<br />\r\n-You can jump, crouch, run and hold to avoid the traps<br />\r\n-Unlock-able heroes<br />\r\n(You need to purchase &quot;Premium membership&quot; to be able to unlock new heroes.)<br />\r\n<br />\r\nShort Life is a bizarre and funny rag-doll running and jumping game. What’s your goal? Just don’t die. Try to get to the end of every level without being painfully killed by all those spikes, saws, bombs and many other kinds of deadly traps. Pay attention to the hints on the screen, they could save your life, and also try collect all stars on your way to unlock new characters. How many times are you going to die trying to complete all levels? Life is short? Find out right now! Have fun with Short Life!<br />\r\n<br />\r\nThe life of a video game hero can be very short, especially when taking unnecessary risks. And the game short life is the specific example, you will help your hero to reach the end of each level alive ... and whole! Or you can also have fun testing all the many ways to die of your character. Cut by a saw, crushed like a mashed pot, pierced by an arrow or exploded by an incendiary barrel, there are dozens of ways to kill your hero.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/893570/header.jpg?t=1542188708",
    "developers": [
      "gametornado"
    ],
    "publishers": [
      "gametornado"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}