{
  "893550": {
    "name": "FaceRig Legrand Legacy",
    "steam_appid": 893550,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >FaceRig is now retired, new customers can check out  </h2><br><br>FaceRig Legrand Legacy DLC is free, for home use or with FaceRig Pro, and it contains seven 2D avatars. <br><br>Aria is an adventurous wanderer who’s chasing after the Beast of the Old World as foretold in an ancient prophecy.<br><br>A reigning champion of the arena in the corrupt city of Ostia, Azzam is a relentless fighter who is peerless in strength. His sharp wit and quiet demeanor suggest that he hasn’t always been a gladiator.<br><br>Eris is typically quiet and modest, but always excited to talk about the beautiful things she writes in her diary and hopes to see one day.<br><br>Finn’s adventure begins in Tel Harran, the City of Slavers. He can be overzealous in protecting his loved ones, but Finn often suspects his past is not as si<br><br>Geddo is believed to be one of the few remaining Norns – people who originate from the destroyed swampy forest of Finnias, in the South.<br><br>Full of himself, sarcastic, and deceitful. Kael is not exactly pleasant to have around. In spite of his confident exterior, however, Kael hides a painful past and an unusual physical condition.<br><br>Scatia is an adventurous wanderer who’s chasing after the Beast of the Old World as foretold in an ancient prophecy.<br><br>It requires the FaceRig Live2D Module DLC in order to work. <br>LEGRAND LEGACY™ © 2017 SEMISOFT HOLDINGS Pte. Ltd. All Rights Reserved.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语, 俄语, 罗马尼亚语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/893550/header.jpg?t=1641544908",
    "developers": [
      "Holotech Studios"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 3 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      }
    ],
    "genres": [
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "58",
        "description": "视频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}