{
  "894130": {
    "name": "Night of the Blood Moon Demo",
    "steam_appid": 894130,
    "required_age": 0,
    "is_free": true,
    "description": "[h1]What is Night of the Blood Moon[/h1]<br>Night of the Blood Moon is a difficult Rogue-lite where you play as a weaponized nightmare beating up the cute creatures of our dreams! Use unique weapons to demolish the charming manifestations around you as you grow with power. Conquer many imaginative lands, and defeat bosses who will challenge your strategy along side your skill.<h2 class=\"bb_tag\" >The Setting of Night of the Blood Moon</h2>While we sleep, cute dream monsters fill the dream realm to bring our minds happy thoughts, but during nights with a blood moon our nightmares are at their strongest. Night of the Blood Moon lets you play as a nightmare beating up cute, fluffy, lovable creatures.<br>No longer do you have to play as a hero beating up skeletons! Now you can beat up all those fluffy things which have infuriated you with their cuteness for too long!<h2 class=\"bb_tag\" >Weapons</h2>Night of the Blood Moon's weapons are more than guns with different attributes. Weapons in Night of the Blood Moon will completely change the way you play the game. How you position yourself, and which enemies pose the most threat. Hookshots, Boomerangs, and Spellbooks are the beginning of a growing inventory. Learn to utilize each weapon to reach the true-end.<h2 class=\"bb_tag\" >The Dreamy Manifestations</h2><strong>Enemies</strong> in Night of the Blood Moon work on an orthogonal structure. They vary with speed and range on a full spectrum. Each level in Night of the Blood Moon has unique creatures which give test you in their own ways. Though cute, things aren't always as they seem in our dreams.<br><strong>Bosses</strong> in Night of the Blood Moon are more than just bullet sponges; Each boss has mechanics which can be overcome through trial, error, and understanding.<h2 class=\"bb_tag\" >Pets</h2><strong>Pets</strong> are unlock able assistants in the dreams. They aren't to be found, but earned. Earning a pet can dramatically change the game in your favor. Have a fighter, a booster, healer, scavenger! Everyone loves a pet!<h2 class=\"bb_tag\" >The Demo</h2><strong>This demo will give you access to a select amount of levels, pets, and weapons.</strong><br><br><i>Night of the Blood Moon is my first game, and the hopeful beginning to my career in bringing solid, and unique games to the indie game industry. Thank you to everyone supporting me through this game. It means a ton, and I can't wait to bring you another. I hope you enjoy this demo</i><br>-Tyler McDermott, creator and sole developer of Night of the Blood Moon",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/894130/header.jpg?t=1578932408",
    "developers": [
      "Tyler McDermott"
    ],
    "publishers": [
      "Tyler McDermott"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}