{
  "894320": {
    "name": "Yemon",
    "steam_appid": 894320,
    "required_age": 0,
    "is_free": false,
    "description": "A demon gate opened in a village and let through many yokai, which included nuppeppo, yurei, and oni. The samurai master and his apprentice were the first line of defense, joined shortly by the onmyodo master and his apprentice. Soon word came to the ninja master and his apprentice, Yemon, and they rushed to help, but when they arrived both samurai had already been killed along with the onmyodo apprentice while the master had put up a force field barrier to slow the yokai entry into the village, but the barrier was taking damage and fell just then. The ninja master and Yemon dove into battle and both fought bravely to vanquish the remaining yokai, but the ninja master was also killed leaving Yemon in grief.<br><br>The onmyodo master rushed to Yemon and said, &quot;I will use my bunshin technique to create clones on the other side of the demon gate to stop the most vicious jikininki from spawning, and you will need to go through the gate and kill the other yokai as soon as they spawn while protecting my clones. You are our last hope.&quot;<br><br>Yemon stood and steeled himself; drew his katana and entered the gate.<br><br><strong>Features</strong><br><ul class=\"bb_ul\"><li>Battle Japanese yokai (demons) through 50 randomly generated levels across three zones (graveyard, tower, and demon realm)<br></li><li>Protect the onmyodo (mage) clones to avoid facing the vicious jikininki<br></li><li>Collect yokai essence, dropped when demons spawn, to use in the village for upgrades<br></li><li>Interact with villagers to upgrade your health, weapon damage, and receive a special ability<br></li><li>Action oriented soundtrack that will keep you engaged in the battle<br></li><li>Platformer with pixel art graphics and keyboard controls</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/894320/header.jpg?t=1617726537",
    "developers": [
      "Rohan Prasad"
    ],
    "publishers": [
      "Rohan Prasad"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}