{
  "894400": {
    "name": "Lame &amp; Cheesy Demo",
    "steam_appid": 894400,
    "required_age": 0,
    "is_free": true,
    "description": "A maze type puzzle game where the player(s) have to navigate two mice (Lame &amp; Cheesy) through a series of obstacles and traps. The game can be played as a co-op, with each player controlling one mouse, or as a single player, where one player controls both mice with one controller or keyboard. Both mice are required for solving every puzzle. The player(s) will use the mice to interact with buttons, switches, moveable boxes, mouse wheels, etc., in order to activate objects of the level that will allow them to make it closer to the end of the stage. These level objects may be raisable platforms that will act as a bridge to pass over a sink full of acid, or a door that opens a path into the next part of the level. Plan accordingly though; a misstep could leave you stuck with no way out at all. <br />\r\n<br />\r\nThe level is riddled with various colors and objects. After a few minutes of play, you will quickly see how those colors and objects interact with one another. One colored object is an input device that sends a signal to all of the corresponding colored output objects. In short, a red button will active a red door, or a yellow mouse wheel might activate a yellow platform, and so on. <br />\r\n<br />\r\nThe game is designed to challenge the players dexterity, hand &amp; eye coordination, logic processes and decision making. There are a variety of mechanics available to the player that will help them solve their way deeper into the puzzle. Lame &amp; Cheesy is optimized to allow the player to solve the puzzles in their own unique way. Most levels have multiple solutions but will also only have one optimum solution. This allows the player to test their problem-solving skills by trying to decrease the time it takes for them to get through each level. Players can also see where their times stack up against other players.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/894400/header.jpg?t=1534101973",
    "developers": [
      "Killbot Studio"
    ],
    "publishers": [
      "Killbot Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}