{
  "895210": {
    "name": "On Board Remastered",
    "steam_appid": 895210,
    "required_age": 0,
    "is_free": false,
    "description": "Stein bock games is always improving it's products in order to give a<br />\r\ngood gaming experience to our customer . We are always listening to<br />\r\nour customers to find out what are their needs and wants in their game. <br />\r\nWe value their opinion since to us it is one of the most important <br />\r\ningredient one can use in order to make a video game.<br />\r\n<br />\r\nWe believe in a philosophy of self respect and respect for others is the<br />\r\nstepping stone for forging a lasting relationship with our customers. <br />\r\n<br />\r\nWith all that mentioned we would like to introduce our new release <br />\r\ncalled On Board Remastered were we worked carefully to improve <br />\r\nin the areas we felt our previous game from the On Board series. <br />\r\nIt is not perfect,granted, but we believe that if we work hard we <br />\r\nwill be able to attend and please our customers and future new<br />\r\nversions of the game will continue to be released.<br />\r\n<br />\r\nAs it currently stands our new  release &quot;On Board Remastered&quot; has the following features:<br />\r\n<br />\r\n<br />\r\n\tChallenge Level: An infinite level were players can test their skills and accumulate points  <br />\r\n        to be used to unlock new boats and place their name on the &quot;High Score&quot; board of the game.<br />\r\n<br />\r\n        New Sound Track: A new soundtrack for the game has been selected that aims to capture the <br />\r\n        sense of adventure and action in the game. <br />\r\n<br />\r\n        Brand New Ship: A brand new ship selection to be unlocked and played as the player unlocks<br />\r\n        the game.A total of 6 ships to be unlocked.<br />\r\n  <br />\r\nWe hope these new changes in the new game of the series enhances<br />\r\ngaming experience to the player. It is to be noted that we plan to <br />\r\nimprove on the aspect  of these series as we keep on developing <br />\r\nand releasing games. Anyone interested in giving us ideas how<br />\r\nto improve our game please fill out our On Board Remembered survey.<br />\r\n<br />\r\n We appreciate your time. <br />\r\n<br />\r\n<br />\r\n<br />\r\n<br />\r\n- SteinBock Games.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/895210/header.jpg?t=1538661070",
    "developers": [
      "SteinBock Games"
    ],
    "publishers": [
      "SteinBock Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}