{
  "895940": {
    "name": "Atlantic Edge",
    "steam_appid": 895940,
    "required_age": 0,
    "is_free": false,
    "description": "Atlantic Edge is a strategic VR brawler for HTC VIVE in which you play a mech pilot tasked with defending a city from an endless onslaught of kaiju. Earn money from each mission to buy ammo for your arsenal of weapons and better prepare yourself to combat the kaiju horde. Be extra careful as your 300 ft robot and arsenal of explosive weaponry may prove to be as much of a danger to the city as the monsters you are fighting. The longer you can prevent the inevitable destruction of the city, the more funds you will earn to grow more powerful as you restock your arsenal. Visceral punches and complete destruction, powered by unreal engine 4's physical animation system, give the combat a hectic and rewarding feeling. See how long you can last against an army of kaiju and achieve a solid workout in the process.<br />\r\n<br />\r\nStart in your mech hangar and gear up your robot before taking it out to a city under siege. Load up with ammunition to help you fend off the endless horde. See how long you can last as the horde grows larger. Failing to defend the nuclear reactor in the center, or succumbing to the swarm yourself results in a game over! But each kaiju you kill adds funds to to gear up and come back stronger than before! Careful though, as each building that gets destroyed docks your pay! Tread carefully as you fight your way around the city as you just might do more damage to it yourself than the kaiju. Maybe you want to?",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/895940/header.jpg?t=1536327208",
    "developers": [
      "Art of The Rush"
    ],
    "publishers": [
      "Rush Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}