{
  "896030": {
    "name": "Fortissimo FA INTL Ver",
    "steam_appid": 896030,
    "required_age": 0,
    "is_free": false,
    "description": "这是由神夜优、青叶大、johnny、友野健人共同创作，日本公司La’cryma研发的一款Galgame。音乐编曲和演唱是鼎鼎大名的妖精帝国和fripSide，他们以摇滚、重金属为基础，融合古典、哥特、电子乐等元素创作出：压倒性的强烈节奏、冲击性的华丽旋律、征服性的魅惑歌声，共同交织出侵略性的黑暗乐章。<br />\r\n<br />\r\n✿ 游戏介绍 ✿<br />\r\n这是一款文字冒险类游戏，主要是以人物之间的对话以及对话过程中出现的分支选项来展现故事的类型。你作出的选择不同，将影响游戏中各个角色的好感和结局。以“泪水”为主题而让玩家感动的La’cryma的作品，是与过去的作品有很大的方向转变的、融合了“萌”和“燃”的幻想战斗故事！<br />\r\n<br />\r\n当第13种“魔法”觉醒的时候，被选定的魔法使们的战斗就会开始。突然被卷进了异能者之间的战斗漩涡的二组的主人公与女角，还有他们带着疑惑战斗的9个敌对魔法使。在无可避免的战斗前面，最终会有什么等着他们呢？在游戏中你将体会到少年少女们复杂的心情与纠葛、当然也有为恋爱而时喜时忧的青春一幕的、主人公们宿命中的凄绝战斗，现在开始……<br />\r\n<br />\r\n✿ 故事情节 ✿<br />\r\n<br />\r\n偏远的西南方向有一座四季如夏的孤岛——月読岛，零二是个住在岛上的学生。有一天，一位叫『No.13』的美丽少女救了突然陷入超乎常理的困境的零二，她正是由古代流传下来的传说中的戦略破壊魔术兵器，俗称“魔法”的超科学兵器。戦略破壊魔术兵器的形状能够体现出拥有者的形象，被给予其独一无二的特殊能力：「召唤24小时之内所遇见的人」和「让物质恢复24小时前的状态」。<br />\r\n<br />\r\n之后，追求和平生活的零二却因此被卷进了赌上了重要东西的13位超能力者的纷争中，在月読岛轮回重复的魔法使之间的悲哀的战斗的宿命。他的赌注，就是他想守护的对他极其重要的日常生活、青涩的青春校园生活。<br />\r\n<br />\r\n✿ 角色介绍 ✿<br />\r\n<br />\r\n芳乃 零二——不机敏的酷酷的普通青年<br />\r\n生日：4月13日<br />\r\n身高：173cm<br />\r\n体重：66kg<br />\r\n本作的主人公，有着不幸的身世的、没有任何特殊能力的普通青年。有着因为在十六年前终结了月読岛的“十年戦争”中失去了父母，因此在养护设施『圣者の教诲』中住过一段时间的战争孤儿的过去。之后离开了带走并养育自己的亲人『师傅』身边，为了再与妹妹一起生活而回到阔别4年的故乡。性格是乐观主义中带点自我中心，但因为出生的缘故不善交往，其实是个单纯的人。外表看上去很酷，其实内里是意外的炽热。另外，想事情的时候有拨弄头发的习惯。<br />\r\n「因为有着不会让给别人的重要东西，才不得不作出决断啊。」<br />\r\n<br />\r\n樱——太有人类味道的、呆呆的人型魔术兵器<br />\r\n生日：4月13日<br />\r\n三围(スリーサイズ)：B86 W56 H83<br />\r\n身高：154cm<br />\r\n体重：44kg<br />\r\n本作的女主角。由零二所占换的，现实化掌管樱花与日光的精灵的人型戦略破壊魔术兵器。因为是操纵“光”来战斗的精灵，讨厌夜晚与黑暗，兴趣是晒太阳。超喜欢动物（特别是狗），但不知为何命中注定被动物讨厌，是个非常可怜的存在。然而，与现实相反，心里相信总有一天能与动物们和平共处。多年来在零二的里面存在，非常清楚他的一切……然而因为平时为了补充能量而在外面发呆，明明是兵器却要消耗伙食费，因此被零二打上了废物兵器的烙印。<br />\r\n「“晒太阳”可是我的生活模式喔」<br />\r\n<br />\r\n皇树 龙一——正义感极强、一本正经的零二的好友<br />\r\n生日：3月14日<br />\r\n身高：170cm<br />\r\n体重：65kg<br />\r\n本作另一个主人公。跟零二一样是在战争中失去了父母的战争孤儿，在养护设施时代与零二总是吵架的、优缺互补的零二的好友。因为带走了自己的养父的关系流落战场，在憎恶都走了家人的“战争”的另一面，则是过着为无法得到结束战争的方面的矛盾而苦恼的每一天。作为魔法使历经众多的战场，却从来没有一次的战争是以较少的牺牲为代价而结束，因而为自己的无力而咬牙切齿。为了零二而回到了与战争无缘的日本，在故乡月読岛等待着他的，却是这次的事件。性格过于认真却又不机敏，与自由奔放的零二是两个极端。<br />\r\n「这种想法太危险了，零二。世界可不是那么的单纯」<br />\r\n<br />\r\n铃白渚——明快天真可爱的、受欢迎的武士道女生<br />\r\n生日：1月1日<br />\r\n三围：B83 W53 H84<br />\r\n身高：158cm<br />\r\n体重：51kg<br />\r\n本作另一个女主角。外表是个才色兼备运动全能的优等生，其实却是个除了剑道以外什么都不行的武士道少女。有着难得的率直爽朗的性格，兼具让大家不想去沾污她的人德与人气。担任剑道部的副部长，尽管其潜在能力在部长之上，但因为从没有在比赛上留下非常好的成绩，曾经自己辞去部长一职。与龙一是青梅竹马的关系，与回到月読岛的他阔别4年再次相遇。很久以前就一直喜欢着龙一却又不愿老实向他表白，再加上不善自我主张，让钝感的龙一察觉不了她的心意，因此成了单恋。<br />\r\n「啊哈哈……我，讨厌跟别人战斗啦。恋爱也是，学习也是」<br />\r\n<br />\r\n黒羽 纱雪——一直爱慕着哥哥、喜欢猫咪的酷娇义妹<br />\r\n三围：B78 W49 H78<br />\r\n生日：12月12日<br />\r\n身高：157cm<br />\r\n体重：45kg<br />\r\n阔别4年后再遇的、零二的义妹。说话不多，但每句话的意思都能清楚表达的类型。数年前觉醒为魔法使后，为了守护对自己很重要的居所月読岛，因此被流传为每一晚都手持双枪维护治安的“正义の美少女ガンマン”这个都市传说的女生。然而本人为了维持自己普通女生的生活，隐瞒着自己的身份。但是，因为在星见商店街中广泛流传着她爱猫人士的名声，让她被帖上了怪人的标签。与粘着零二的里村红叶，是遗传基因级别的冤家。<br />\r\n「哥哥就由我来保护——就算要付出多大的牺牲」<br />\r\n<br />\r\n里村 红叶——恋爱中的少女、毒舌小恶魔女生<br />\r\n生日：9月9日<br />\r\n三围：B75 W48 H77<br />\r\n身高：152cm<br />\r\n体重：41kg<br />\r\n对零二一目倾心然后死粘着他的、恋爱中的小恶魔少女。零二之后转进了相同班级，让她确信他就是真命天子，想方设法接近他的大胆女生。与同班同学铃白なぎさ是交往了几年的好友，因为总是进出学生会室，与学生会会长的雨宫绫音的关系很好。性格大胆妄为唯我独尊，而且还有天生的诱惑男性的一面，但对不感兴趣的人却冷淡而毒舌。但是对喜欢的朋友则会亲切直率，也有协调性。<br />\r\n珍视自己重要的东西，但同时也会像小恶魔一样冷酷处理自己不想再要的东西的少女。与零二另眼相待的黒羽纱雪，是绝望程度的不合波长的冤家。<br />\r\n「现在的我可是优惠大减价哦……怎样？」<br />\r\n<br />\r\n雨宫 绫音——天才钢琴师、神的孩子学生会会长<br />\r\n生日：6月6日<br />\r\n三围：B88 W55 H87<br />\r\n身高：159cm<br />\r\n体重：48kg<br />\r\n天下无敌的成绩优秀运动全能的神的孩子学生会会长。尽管是三年级的学生，但因为校园一侧强烈的希望，连续三届担任学生会会长。因为父母是音乐名家，再加上她自己渴求成为钢琴家，因此其非凡钢琴的能力让众人刮目相看。尽管容姿美丽，但外人对她的态度是尊敬多于爱慕，所以出乎意外的很少朋友，也没有恋人。因此纵容着朋友红叶和なぎさ，利用学生会会长的特权厚待她们。<br />\r\n「阻挡在我前面存在是不可允许的。除了零二君，呐？」<br />\r\n<br />\r\n梶浦 海美——星见学园中偶像般的存在、学妹巫女<br />\r\n生日：7月17日<br />\r\n三围：B82 W52 H80<br />\r\n身高：155cm<br />\r\n体重：46kg<br />\r\n尽管还是一年级学生，然而其可爱的容姿却让她成为了校园里的偶像的亲切学妹。有着笨拙的一面、想保护她的小狗属性让她不分男女极其受欢迎。其实以前是个很不起眼的女生，对以前戴着的眼镜深感自卑，无论什么时候都要戴隐形眼镜。<br />\r\n「就算是没有结局的恋爱也没关系吧。因为那是少女所被允许的特权啊」<br />\r\n<br />\r\n雾崎 剣悟——零二的同班同学、意气相投的朋友<br />\r\n生日：11月11日<br />\r\n身高：175cm<br />\r\n体重：68kg<br />\r\n与转校至星见学园的零二意气相投的朋友兼同班同学。从没有离开过月読岛，却操着一口怪怪的似是而非的关西腔调的青年。轻浮而不拐弯抹角的性格，有着思春期般总是考虑女体的神秘的好色男。但是，他偶然射出的锐利眼光，会闪现​​出犹如匕首一样的冷彻光辉。<br />\r\n「你想，这是亲密的印记啦。我这不是将重要的地方告诉你咯」<br />\r\n<br />\r\n有冢 阵——宣告『最终戦争（ラグナロク）』的、使者少年<br />\r\n生日：10月10日<br />\r\n身高：145cm<br />\r\n体重：41kg<br />\r\n自称魔法使的顶点・王的存在、集结魔法使们的谜之少年。发布终极的魔法使・オーディン，宣告故事的核心战斗、赌上各自的存在的『最终戦争』的开始。经常一脸自大的用蔑视别人的态度愚弄对方，其根源来自于自认为是王这一绝对的强者的“自信”。对オーディン压倒性的强大抱有憧憬，同时也是唯一一个知道谜般存在的オーディン的真正身份的人。另外，爱上了红叶执着地去追求她，但对零二一心一意的她根本不将他放在眼里。<br />\r\n「顺带一提，你们没有否决权。只有杀戮与死亡而已」<br />\r\n<br />\r\n轰木 钢——兴奋过头的热血笨蛋直率青年<br />\r\n生日：8月8日<br />\r\n身高：179cm<br />\r\n体重：88kg<br />\r\n率直得让人惊讶的、能归类为热血笨蛋一类的青年。凭着自创的“男子汉理论”不理细节地做事，一旦决定下来就毫无通融死干到底的率直不圆滑的笨蛋。因此不论好坏，只要他一暴走就很难阻止他。被朋友雾崎剣悟称为“会移动的死亡结局伏线”，但那绝对不是在嘲笑他，而是对他那淡然对待随便搞一下都会死的每一天的生活的赞词。<br />\r\n「战争哪谈得上卑鄙还是他妹！　只有输赢啊呆瓜!!」<br />\r\n<br />\r\n相楽 莓——寄居处的独身熟女、自称“谜之大姐姐”<br />\r\n生日：1月5日<br />\r\n三围(スリーサイズ)：B73 W51 H75<br />\r\n身高：151cm<br />\r\n体重：40kg<br />\r\n零二与纱雪所寄居的相楽家的家主。有着与外表相反的“大妈”岁数，因为在意自己矮，又想表现出成熟魅力，因而穿着奇怪的服饰（本人曰这是魅惑的成熟女性风格）的、相当古怪的女性。当她小孩子的话她就会不高兴、相反称她为“大妈”的话就会很生气的、拥有标准的不讲理兼复杂的少女心的、时而整天不见踪影时而整天呆在家里的、连职业也不清楚的谜之人物。<br />\r\n「别叫我ワンコ！　能这样叫我的就只有我的好朋友」<br />\r\n<br />\r\n高岭 阳菜子——残存的、天真的病弱的不幸少女<br />\r\n生日：5月5日<br />\r\n三围：B70 W48 H73<br />\r\n身高：146cm<br />\r\n体重：37kg<br />\r\n因为先天性的重病，打一出生就住在医院里的少女。是过去驰名世界的大企业的大小姐，父母死后年纪轻轻就拥有莫大的遗产。<br />\r\n但那对她来说没什么意义。对父亲的朋友、从小就一起生活的真田抱有特别的感情，他是她唯一的依靠，完全信赖着他。另外，憧憬着外面的世界，总是梦想着健康地像普通的女孩子一样去上学。<br />\r\n「阳菜子的梦想，就是能有一天精神抖擞的去星见学园上学」<br />\r\n<br />\r\n真田 卿介——忠诚侍候阳菜子的、孤高的保镖<br />\r\n生日：2月2日<br />\r\n身高：182cm<br />\r\n体重：79kg<br />\r\n沉默寡言的阳菜子的保镖。阳菜子实际上的监护人，对真田来说，她是女儿一样的存在。感恩于捡了过着悲惨生活的真田的、死去了的阳菜子的父亲，为了让他遗留下来的阳菜子过上幸福而平稳的生活，努力地支持着她。<br />\r\n「大小姐。所谓说话，就是向着重要的人传递自己的想法」<br />\r\n<br />\r\n水坂美树——零二的青梅竹马，“想要守护的、重要的人”<br />\r\n生日：12月25日<br />\r\n三围：B89 W59 H86<br />\r\n身高：156cm<br />\r\n体重：49kg<br />\r\n零二的青梅竹马、同班的少女。<br />\r\n「很久不见了啊，零二……嗯，真的很久不见了啊」<br />\r\n<br />\r\n✿ 制作参与 ✿<br />\r\n<br />\r\n原画：大场阳炎、鹰乃ゆき、立羽、こなた、たにはらなつき、たかとう<br />\r\n剧本：神夜优、johnny、青叶大、友野健人<br />\r\n音乐：橘尭叶（妖精帝国）<br />\r\n演唱：fripSide、妖精帝国<br />\r\nCV：舌纯、立花あや、城国铳志、秋月もみじ、青叶りんご、サトウユキ、nazuna米、远野そよぎ、夏野海男、未瑛、一条和矢、桜ちとせ、民安ともえ、夏野海男、新鸣はるか<br />\r\n<br />\r\n「特别鸣谢Fimbulvetr汉化组提供支持」",
    "supported_languages": "英语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/896030/header.jpg?t=1535351879",
    "developers": [
      "La’cryma",
      "YAMAYURI GAMES"
    ],
    "publishers": [
      "SakuraGame"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 420,
      "discount_percent": 90,
      "initial_formatted": "¥ 42.00",
      "final_formatted": "¥ 4.20"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 80,
      "total_negative": 27,
      "total_reviews": 107
    }
  }
}