{
  "896790": {
    "name": "A Rite from the Stars Makoan Legend Edition DLC - Artbook, Official Guide, and Soundtrack",
    "steam_appid": 896790,
    "required_age": 0,
    "is_free": false,
    "description": "A collection of art, lore and music to enhance the world of A Rite from the Stars!<br><br>The Makoan Legend Edition DLC includes three essential works to fully enjoy A Rite from the Stars and the universe around it: <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/896790/extras/b3386ede61c940c689519bcc985baca2.avif?t=1606929045\" width=610 height=84 /></span><br><br>It all begun with a simple leaf mask. Experience the artistic journey from that initial concept to the gorgeous completed artwork of the game in this 30 page artbook.<br><br>Includes art from our 2D artists (Fernando Albea, Javier Corzo Martínez, Leyre Granero Belda, and Helena de Juan del Villar), 3D artists (José Manuel Blanco Blasco and Jaime Jurado Pérez) and some of our fans (Thais Freire Sánchez, Carlos NG, Tania Primo Requena, Juan Pedro Sen, and Huang Ya).<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/896790/extras/07aa2fe1d3d72284bc5051863ca670e5.avif?t=1606929045\" width=610 height=84 /></span><br><br>The meticulously comprehensive compendium on the Kaikala Universe! Compiled by game designer and writer Carlos L. Hernando, this 90-page book includes all the lore used to create the game, including the completely original Makoan language! The guide also includes answers to some popular mysteries from the game: “What happened to the Ancients?”, “What is the scientific name of the monkeys of Kaikala?”, and of course,“What exactly is a Rite from the Stars?”<br><br>It also includes some extra goodies like oral legends, the story of the discoverers of the Island of Kaikala (the famous Spanish conquistador Álvaro Fabián de Píñez and his crew), the Makoan vocabulary and more.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/896790/extras/741f951febf79e25b928b69ebd41ed1e.avif?t=1606929045\" width=610 height=84 /></span><br><br>Over 50 tracks and 2 hours of beautiful original music, composed by Daniel Núñez Martín and featuring the Organum Chorus. Inspired by ethnic, tribal, and orchestral music, this soundtrack captures the essence of the Mystical Island of Kaikala, and all the lyrics are sung in Makoan, the original language created for A Rite from the Stars. It also includes bonus unused tracks, alternate compositions, and secret scores! <br><br>The perfect mood music to listen while enjoying the Artbook and Guide to Kaikala. Spoiler warning: Some tracks refer to events in the game, so you may want to be sure to finish a playthrough first!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/896790/header.jpg?t=1606929045",
    "developers": [
      "Flying Beasts Lab"
    ],
    "publishers": [
      "Phoenix Online"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}