{
  "897190": {
    "name": "Trial of Champions (Fighting Fantasy Classics)",
    "steam_appid": 897190,
    "required_age": 0,
    "is_free": false,
    "description": "<i>At last - a return to Deathtrap Dungeon! The warped and twisted mind of Baron Sukumvit has completely redesigned the deadly labyrinth of Fang. New traps and terrors, mazes and monsters, await you at every turn. And even before you can enter the labyrinth, you must endure the gladitorial games of Lord Carnuss, the Baron's evil brother, whose unwilling slave you are. Can you survive this trial of Champions and free yourself from slavery?</i><br><br>Relive <i>Fighting Fantasy</i> – the beloved text-based, interactive adventures of the 80s and 90s! Push your SKILL, STAMINA and LUCK to the limits as you strive to win the Trial of Champions... and your freedom. This gamebook has been converted to digital format using Tin Man Games' acclaimed Gamebook Adventures engine.<h2 class=\"bb_tag\" >FEATURES</h2><ul class=\"bb_ul\"><li> Make the gamebooks as easy or hard as you like and even turn on a special 'Free Read' mode to play the book like an old-school cheater! <br></li><li> Map feature makes it easy to keep track of everywhere you have explored during current and previous playthroughs.<br></li><li> Unlimited Bookmarks allow you to revisit difficult sections as many times as desired. <br></li><li> Classic, original artwork from Brian Williams, all viewable through a collectable artwork gallery.<br></li><li> Automated Adventure Sheet that keeps track of your stats, inventory and knowledge gained during your journey.<br></li><li> Specially composed, atmospheric soundtrack and effects. </li></ul><br><i>Trial of Champions</i> is digital gamebook DLC intended for use with <i>Fighting Fantasy Classics</i>.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/897190/header.jpg?t=1716210640",
    "developers": [
      "Tin Man Games"
    ],
    "publishers": [
      "Tin Man Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}