{
  "897670": {
    "name": "Grim Dawn - Forgotten Gods Expansion",
    "steam_appid": 897670,
    "required_age": 0,
    "is_free": false,
    "description": "Journey beyond the bounds of the Erulan Empire, traversing burning sands, lush oases and volcanic wastes to reach the sun beaten ruins of a city with secrets that should never have been disturbed. The flames of a forgotten god have been rekindled, sending ripples through the Eldritch realm and sowing terror even among the Witch Gods themselves. Discover hundreds of new unique items, unlock all-new mobility powers and venture into a brand-new game mode with endless replayability.<br><br><strong><i>Forgotten Gods requires the Ashes of Malmouth DLC to play.</i></strong><h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li>Enter the Shattered Realm – a brand new game mode will have you face off against Cairn’s foes in ever more challenging shards of an unstable reality. Earn unique rewards and mountains of loot!<br></li><li>A New Class Mastery – smite your foes with a divine new mastery: the Oathkeeper, which can be combined with the other Masteries, raising the total number of combinations to a staggering 36!<br></li><li>Rune Augments – Apply a new category of enchantments to your Medals, unlocking powerful mobility skills available to all masteries, including Leap, Teleport and more.<br></li><li>A Massive Story Chapter – Journey beyond the remnants of the Erulan Empire to dangerous new lands teeming with forbidden secrets. Battle alongside the Witch God cults to vanquish the rising threat of a forgotten god.<br></li><li>New Environments – Discover foreboding deserts, explore lush oases, survive the heat of a land ravaged by a god’s burning rage, witness the wonders of the Eldritch Realm itself.<br></li><li>Difficulty Merits – Embrace new challenges by starting the game on Elite or Ultimate difficulty from the very beginning by purchasing Difficulty Merits for your new characters!<br></li><li>Transmutation – Visit the Inventor to reroll your duplicate Set Items to create new Set Pieces from the same set or entirely different sets.<br></li><li>Four Factions – Align yourself with one of the three Witch God cults and face off against Eldritch Horrors serving a forgotten power.<br></li><li>9 Constellations – Unleash the powers of forgotten gods with 9 new Devotion Constellations that offer even more ways to traverse Grim Dawn’s massive celestial tapestry.<br></li><li>Collect Hundreds of New Items - Dozens of new Monster Infrequents and Hundreds of Epic and Legendary items are waiting to be added to your collection, including sets exclusive to the game's Roguelike dungeon and the Shattered Realm!<br></li><li>Expanded Stash – Protect your precious wealth with an additional Personal and Transfer Stash Tab.<br></li><li>New Nemesis and Super Bosses – The Eldritch Realm houses terrors beyond imagining. Face off against its nemesis for unique loot. Uncover the secrets of the Korvan Basin and unleash a supremely powerful foe.<br></li><li>A New Rogue-Like Dungeon - the Tomb of the Heretic has been discovered within the Korvan lands. Getting inside, however, may not be so simple!<br></li><li>Monster Totems - explore every corner of the world to discover Monster Totems that will assault you with waves of foes in exchange for mountains of loot.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 捷克语, 日语, 俄语, 简体中文, 葡萄牙语 - 巴西, 意大利语, 韩语, 越南语, 波兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/897670/header.jpg?t=1750705149",
    "developers": [
      "Crate Entertainment"
    ],
    "publishers": [
      "Crate Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6200,
      "final": 6200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 62.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 138,
      "total_negative": 28,
      "total_reviews": 166
    }
  }
}