{
  "897830": {
    "name": "The Queen of Blackwood High",
    "steam_appid": 897830,
    "required_age": 0,
    "is_free": false,
    "description": "Having decided to switch schools due to bullying and trouble making friends, Brooke, a girl new to Blackwood High, again finds herself the main target of bullying by another girl after she accidentally ruins her shirt. The girl, Kendra, is known as The 'Queen' of Blackwood High because of how she practically rules over all her classmates through fear. Brooke, sick of bullies, stands up for herself this time and for those that Kendra picks on too. She also gets the feeling that there may be more to Kendra than just a mean, cruel girl. Throughout her senior year at Blackwood, she slowly gets to know Kendra, discovering parts of Kendra she never expected—and parts of herself she wasn't aware of either.<h2 class=\"bb_tag\" >Characters</h2><br><br><strong>Brooke</strong><br>She's the main character of the story. Brooke hates bullying because of her experience with it, but knows that situations are usually more complex than they first appear. She tries to get through to Kendra, despite being warned by her new friend Molly that she shouldn't willingly subject herself to more of Kendra's cruelty.<br><br><strong>Kendra</strong><br>The 'Queen' of Blackwood High. She earned the nickname due to her cruel and bossy treatment towards her fellow students, especially with females. After Brooke ruins her shirt, Kendra decides to take out her anger and frustration on the girl by picking on her whenever she can. Unfortunately for her, Brooke has a way of constantly leaving her speechless with the things she says and what she does.<br><br><strong>Molly</strong><br>With dreams of becoming a photographer, Molly is a kind girl who befriends Brooke the instant she sees her about to enter the school on her first day. She's a little shy, tending to avoid conflict with the mean girls in the school as much as she can.<br><br><strong>Courtney</strong><br>As Kendra's best friend, Courtney is always right beside her when they're keeping the other students in line. Courtney isn't particularly fond of the new girl, especially when Kendra becomes so focused on her.<h2 class=\"bb_tag\" >Features</h2><br>• Visual novel with choices that affect the story<br>• Two routes for Kendra (friendship and romance)<br>• Good and bad endings for each route<br>• 3-5 hours of reading<br>• Writing by Weslee Mok",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/897830/header.jpg?t=1550254180",
    "developers": [
      "RhinoGearz"
    ],
    "publishers": [
      "RhinoGearz"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 2 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}