{
  "898050": {
    "name": "Hermina Lumen is Only Human",
    "steam_appid": 898050,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >It isn't easy being a human in a family of witches.</h2>After years away, Hermina returns home to attend her father’s funeral… only to find out she’s the one who has to put it all together. A story about acceptance, the joys and pains of being part of a family, and plenty of supernatural shenanigans.<h2 class=\"bb_tag\" >Gameplay</h2><ul class=\"bb_ul\"><li>A story-driven adventure game filled with colorful characters and big personalities, both witch and human.<br></li><li>Switches between day and night, affecting available interactions. Manage your energy carefully and try to make each day count!<br></li><li>Butt into Hermina's love life and help her woo one of three bachelorettes.<br></li><li>Multiple endings! Your decisions throughout the game will affect which ending you get, so make your choices carefully.</li></ul><h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li><strong>Gardening!</strong> 9 different types of flowers and herbs can be raised in the greenhouse of the family home.<br></li><li><strong>Baking!</strong> Bake desserts to sell or to eat. Can you find all 9 recipes?<br></li><li><strong>Potion Brewing!</strong> With the help of your more magically-inclined sister, brew up 9 different types of potions to sell for cash.<br></li><li><strong>Funeral Planning!</strong> Raise the money to put together your father's funeral before time runs out.<br></li><li><strong>New Game+!</strong> Beat the game once to unlock a harder version of the game with alternate dialogue, bonus scenes, extra content, and more.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/898050/header.jpg?t=1690406055",
    "developers": [
      "bad chalk"
    ],
    "publishers": [
      "bad chalk"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}