{
  "898700": {
    "name": "Aerofly FS 2 - USA South Florida",
    "steam_appid": 898700,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to south Florida and the Florida Keys! This DLC for Aerofly FS 2 features the southern part of Florida, including historic Key West. You will be mesmerized by the breathtaking views while you fly over major attractions like Fort Zachary Taylor, the Martello Museum, Duval Street, Key West cemetery, The Key West Southernmost Point, or fly out to the Dry Tortugas for a trip over some of the nicest scenery seen in Aerofly to date.<br><br>This South Florida DLC includes:<br><ul class=\"bb_ul\"><li>A large coverage area with over 400 miles of shoreline to explore<br></li><li>Up to 50cm per pixel aerial images at selected places<br></li><li>Miami City and Miami Beach fully rendered in high definition<br></li><li>The most cultivation ever seen in a single scenery package, including accurate night lighting<br></li><li>9 accurately modeled airports and 2 heliports; Key West International, NAS Key West, Marathon International, Tavernaero Air Park, Ocean Reef Club, Homestead ARB, Miami Executive, Miami International, Miami Opa Locka, Dry Tortugas National Park Helipad, and NAS Helipad.<br></li><li>Many custom objects to capture the feel of the Florida Keys</li></ul><br>The system requirements for this DLC are slightly higher compared to the main program. For a smooth simulation we recommend to use a 3D graphic card with at least 2 GB of dedicated RAM and comparable in performance to a NVIDIA GeForce 760 GTX or newer.<br><br>If you want to experience this DLC in VR we highly recommend to use a NVIDIA GeForce 1060 or faster with 4 GB of dedicated RAM for smooth performance.",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong>, 法语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/898700/header.jpg?t=1604768556",
    "developers": [
      "IPACS"
    ],
    "publishers": [
      "IPACS"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}