{
  "899280": {
    "name": "Command LIVE - Kuril Sunrise",
    "steam_appid": 899280,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/899280/extras/d96d15914fb19a0754dc426c63b46bd5.webp?t=1726824933\" width=595 height=58 /></span><br><br>EPISODE 9: KURIL SUNRISE<br><br>The populist wave that has swept across the world has reached Japan. With a jittery economy and scandals in the previous government on the minds of the public the government that emerges following a set of snap elections is more nationalist and populist than ever. The new prime minister has set his eyes on the long-disputed Kuril Islands, repeatedly claiming them for Tokyo in numerous speeches.<br><br>The JGSDF has traditionally been concentrated in Hokkaido already, but airborne and amphibious units have moved there, ostensibly for exercises. The Russians, familiar with that excuse to concentrate forces, have become more suspicious than ever. Not helping the situation is raucous demonstrators on both sides sailing towards either the Kuriles or Hokkaido in small boats. Several have been killed and dozens more detained. <br><br>The Russians have been slipping troops in, but an improvised convoy has been readied at Petropavlovsk-Kamchatsky to carry much heavier forces to Kunashir and Iturup. Should it reach the islands safely, the Japanese goal of taking them without excessive casualties will be impossible. On the other hand, if it's sunk, the Kuriles are Japan's for the taking. The stakes are thus extremely high. <br><br>Due to the (previously) anti-invasion nature of the JSDF and the traditional Soviet/Russian defensive doctrine at sea, both sides have an impressive array of sea denial weapons. <br><br>The question is which shall prove superior. <br><br>FEATURES<br><br><ul class=\"bb_ul\"><li>Playable as Russia or Japan. <br></li><li>21st Century convoy warfare. Using advanced aircraft, ships, and submarines, face the challenge of either escorting or attacking a convoy of civilian ferries. Which previous tactics will work and which ones will not in a new era?<br></li><li>Control advanced submarines. The nuclear vs. diesel dispute is on as the Yasen and Akula II submarines on the Russian side face the Soryu and Oyashio SSKs on the Japanese side. The strengths and weaknesses of both types are on display.<br></li><li>Fight the air battle with upgraded F-15s and Su-27s alongside classics like the F-4 and MiG-29.<br></li><li>Plan carefully. Each side has its own technological or logistical weakness the other can exploit. </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/899280/header.jpg?t=1726824933",
    "developers": [
      "WarfareSims"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}