{
  "899240": {
    "name": "Tale of Palmi",
    "steam_appid": 899240,
    "required_age": 0,
    "is_free": false,
    "description": "A long time ago...<br />\r\nwhen the world was still a paradise, there lived a beautiful and just daughter of Agenor – Europe. She was known for her incredible gentleness and kindness. She was so noble, that she gave the pieces of a magic stone to the rulers of seven lands, which was supposed to give their people well being, happiness and prosperity. However, with time, the people defied Europe and abused the power of the stone to satisfy their own greed and vanity. Europe took away the pieces of the stone and hid them, hoping that one day a person with a pure heart will find them and use their power to help others. Year after year, the pieces of the stone remained unfound, and their powers waned over time. Pixie, who in ancient times was a faithful servant of Europe, asks Flynn and Emma to help with finding the fragments of the stone and recovering their magical power.<br />\r\n<br />\r\nBeautiful storyline – do not just sit there and press the buttons! Get invested in the story of Lady Europe, her loyal pixie helper and of course - our heroes.<br />\r\n<br />\r\nMagical illustrations - hand-painted graphic design, beautifully illustrated sceneries, bustling with life surroundings.<br />\r\n<br />\r\nRunes – You can cast runic spells and magic yourself through those nasty obstacles!<br />\r\n<br />\r\nChallenging gameplay - running, jumping, crouching... every core mechanic a platform game should have!<br />\r\n<br />\r\nPuzzles - lots of obstacles on your way, that will attempt to stop you from achieving your goal! Tons of puzzles to solve.<br />\r\n<br />\r\nOver half a dozen locations - each split into levels with the very own setting and mood, characteristic for the place or time period where the action is located!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/899240/header.jpg?t=1623344563",
    "developers": [
      "F.G.I."
    ],
    "publishers": [
      "VinciGames"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}