{
  "899580": {
    "name": "Fantasy Grounds - Pathfinder RPG - War for the Crown AP 6: The Six-Legend Soul (PFRPG)",
    "steam_appid": 899580,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Pathfinder Adventure Path #132: The Six-Legend Soul (War for the Crown 6 of 6)</h2>Gods Save the Queen<br>As the heroes return to Taldor, they discover that strange seeds have finally borne fruit--conspiracy has laid their patron low. They must now face the cunning secret society, the Immaculate Circle, and put an end to its immortal machinations, finding new enemies along their path. To finally set the world right and end the War for the Crown, the heroes must confront not one but six of Taldor's greatest emperors, resurrected from the past! Can the heroes survive, or will Taldor's past sins forever define its future?<br><i>This volume of Pathfinder Adventure Path concludes the War for the Crown Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;The Six-Legend Soul,&quot; a mind-bending Pathfinder RPG adventure for 16th-level characters, by Amber E. Scott.<br></li><li>Ways to continue your campaign, including a system to determine Eutropia's legacy based on decisions made by your heroes, by Crystal Frasier.<br></li><li>A look at six of Taldor's most famous emperors, including the legendary spirits they provide to mediums and feats useful for any hero, by Lyz Liddell.<br></li><li>An overview of the resolute Ulfen Guard, by Ron Lundeen.<br></li><li>A bestiary of powerful and dangerous creatures, including the terrifying phylacator kyton and the hubris-grown bramble throne, by Kate Baker, Jay Erickson, Tom Hansen, Aerick Lim, and Nathan Reinecke.</li></ul><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/899580/header.jpg?t=1768400851",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 9 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}