{
  "903590": {
    "name": "Double Demo",
    "steam_appid": 903590,
    "required_age": 0,
    "is_free": true,
    "description": "Double is a psychological thriller in a 50’s Cuban Revolution setting. You must understand your confused mind but remember, reality can be much more confusing…<br><br><strong>Carlos</strong> wakes up in a psychiatric clinic with <strong>PTSD</strong>. His <strong>wife</strong> wants him to recover and return to their family and his <strong>psychiatrist</strong> is trying to help him. But Carlos can not find a way out of his mind. <strong>The only chance</strong> is to delve down into his nightmares and learn as much as possible. But reality can become much more confusing than nightmares…<h2 class=\"bb_tag\" ><strong>Features:</strong></h2><ul class=\"bb_ul\"><li><strong>Immerse yourself in a world of insanity.</strong><br>All the details from Carlos' nightmares and reality intersect in an unknown way. Caution! The boundaries of reality can be erased!<br></li><li><strong>What line of conduct will you choose under the circumstances?</strong><br>The psychiatrist tries to dig into Carlos' secret thoughts. Should Carlos trust these people? Or has he completely lost his mind?<br></li><li><strong>References to real events.</strong><br>References to real events and the Cuban setting create a unique atmosphere. <br></li><li><strong>Memorise details.</strong><br>You must memorise both the nightmares and reality to decipher what is happening and how you can solve it.</li></ul><h2 class=\"bb_tag\" ><strong>Gameplay:</strong></h2>Double includes gameplay in <strong>two worlds</strong> - the real world and the dream.<br><br><ul class=\"bb_ul\"><li><strong>Dreams:</strong><br>In dreams, the gameplay is a <strong>psychedelic 2d shooter with cover based gameplay</strong>. The boundaries of possible and impossible are erased, so the most unexpected can happen. Also, do not forget why you are here - gather information that can be useful in exploring the real world of the hero.<br></li><li><strong>Reality:</strong><br>In the mental hospital gameplay is a <strong>quest based on dialogue and choices</strong>. The development of the plot depends on what decisions you make. Be careful - sometimes dreams can penetrate into reality.</li></ul><h2 class=\"bb_tag\" ><strong>Music:</strong></h2>An important element of the Cuban atmosphere is music: <strong>acoustic guita</strong>r is a traditional instrument in Cuba, mixed with <strong>electric guitar riffs</strong> and <strong>electronic instruments</strong> to add a modern feel and a psychedelic feeling. In total, we have a deep and intense sound, which literally sucks in the atmosphere of the game.",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/903590/header.jpg?t=1532475424",
    "developers": [
      "TomatoFantasyGames"
    ],
    "publishers": [
      "TomatoFantasyGames"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}