{
  "903970": {
    "name": "Fantasy Grounds - Mythic Monsters #22: Emissaries of Evil (PFRPG)",
    "steam_appid": 903970,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Mythic Monsters #22: Emissaries of Evil</h2><strong>The Best of the Very Worst!</strong><br><strong><br><i>Emissaries of Evil</i></strong>incorporates evil outsiders of every kind, from malevolent masterminds like<br><strong>night hags</strong>to black-hearted hunters like<br><strong>yeth hounds</strong>. Some evil outsiders are subtle and stealthy stalkes, like the fearsome<br><strong>hellcat</strong>or the mirror-master<br><strong>soulsliver</strong>. There are fiend-tainted footsoldiers like the<br><strong>urdefhan</strong>, and hideous misshapen monstrosities like the<br><strong>vargouilles</strong>, hideous flying heads seeking only to plant their tainted kiss and sprout more of their monstrous kin. Many of these independent evil outsiders prowl the Lower Planes acknowledging no master but themselves and wielding power through puppets by clever manipulation, like the serpent-shrouded<br><strong>dorvae</strong>, while others serve otherworldly overlords of other planes, as the awful<br><strong>ankou</strong>serve the mightiest rulers of the Fey Realms as punishers and assassins. Many evil creatures call upon the powers of darkness, like the<br><strong>shadow mastiff</strong>, but others indulge in the corrupted power of light to cloak their horrid hearts in the glow of heaven's light, like the<br><strong>shining child</strong>. There are evil outsiders that seem to mortals no more than twisted and strange animalistic beasts, like the stilt-legged<br><strong>achaierai</strong>, though their flightless ferocity belies their cruel cleverness. The ultimate emissary of evil, however, is the distilled<br><strong>immortal ichor</strong>of a dead god of deepest vileness, which may eternal lie until with strange eons even the death of a god may die. As if these were not enough, guest contributor Sean K Reynolds adds the brand-new<br><strong>maldonado</strong>, a body-jumping fiend of possession created from the warped and twisted soul of a fallen angel, now living a vampiric half-life riding the bodies of mortals until their souls are consumed. A dozen and one vile creatures of every description lie within, from CR 3 to 21, and if all these statistics were not sufficient to sate your appetite for evil, we bring you a chilling tale of corruption, captivity, and maternal malevolence to set the proper mood for using these<br><strong><br><i>Emissaries of Evil</i></strong>.<br>The Mythic Monsters series from Legendary Games sets aside the rich story and background that is our trademark, because it is focused on absolute crunch, and there it absolutely lives up our highest standards of innovative layout, beautiful aesthetics, and excellence in design that is second to none. We hope you enjoy using it as much as we enjoyed making it. Game on!<br><i>Adapted for Fantasy Grounds by: </i><strong>Charles Surette</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/903970/header.jpg?t=1768401039",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 18 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}