{
  "904150": {
    "name": "Fantasy Grounds - Monstrous Characters, Volume 4 (Token Pack)",
    "steam_appid": 904150,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Monstrous Characters, Volume 4</h2>Make your game more monstrous with Monster Grin's 220 unique new tokens, each usable as PCs, NPCs, mooks, monsters, or bosses! Dieselpunk Cheerleaders, Robotic Scarecrows, Nefarious, Top-hatted Villains, Mighty and Muscled Truckers, and much more are all contained in this pack and will amp up the awesome monster potential for your game. Utilize Monster Grin's Token Halo System to create different types of teams (red, gold, green, black, silver, or blue), or even different levels of the same kind of creature (i.e. boss, high, medium, or low level) to help keep track of what's what and who's who and keep your game rockin'!<br>This token pack includes (ringed in black, blue, gold, green, greyscale, and silver, as well as ethereal, invisible, stone-skinned, sand-skinned, and altered state versions):<br><ul class=\"bb_ul\"><li>Diesel-punk Rockabilly &quot;Americana&quot; Female Cyborg with Red-hair and Goggles<br></li><li>Diesel-punk Rockabilly &quot;Greater Villanie&quot; Male with Tophat, Goggles, and Cape<br></li><li>Diesel-punk Rockabilly &quot;Lesser Villanie&quot; Male with Tophat, Goggles, and Cape<br></li><li>Diesel-punk Rockabilly &quot;Hooligan&quot; Male with Bowler, Goggles, and Vest<br></li><li>Diesel-punk Rockabilly &quot;Hop&quot; Female Cyborg with Re-breather, Energy Hammer and Backpack<br></li><li>Diesel-punk Rockabilly &quot;Juko&quot; Male with Headphones, Mic-Mask and Jacket<br></li><li>Diesel-punk Rockabilly &quot;Lion&quot; with Trucker Hat, Glasses, Beard, and Tattoos<br></li><li>Diesel-punk Rockabilly &quot;Rave&quot; with Killer Do and Glowing Rave Claws<br></li><li>Diesel-punk Rockabilly &quot;Rosie Riveter&quot; Robot with Backpack and Massive Rivetgun Arm<br></li><li>Diesel-punk Rockabilly &quot;Smilin' Jack Scarecrow&quot; Robot with Tophat, Junkscythe, and Coat</li></ul><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/904150/header.jpg?t=1768401178",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 25 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}