{
  "904870": {
    "name": "Ellen's Friends eBook Collection (Majula Frontier backstory)",
    "steam_appid": 904870,
    "required_age": 0,
    "is_free": false,
    "description": "Ellen and her friends fight to survive in a ruined world full of magic and monsters. A fantasy adventure that encompasses both books and video games.<br><br>Majula Frontier's backstory. Ellen's Friends is a 5 part fantasy book series. This DLC contains all 5 books in .epub, .mobi, and .pdf formats. These files can either be read on your computer, or sideloaded onto a mobile device or an e-reader. All 5 books combined are about 430,000 words long.<h2 class=\"bb_tag\" >Book listing</h2><ul class=\"bb_ul\"><li>Forlorn Dimension (book 1)<br></li><li>Ellen's Castle (book 2)<br></li><li>Scouring Majula (book 3)<br></li><li>Former Fortress Brigade (book 4)<br></li><li>Challenging the Dream (book 5)</li></ul><h2 class=\"bb_tag\" >Forlorn Dimension</h2>After getting separated from her family during their hunt for an especially deadly monster, Ellen sets out in search of the Monad Fortress, the safest and most peaceful place in the world. And she finds it, just in time to learn that it's about to be destroyed.<br><br><br>The sky over the fortress is turning black and monsters are beginning to appear in every corner of the dimension. Saving the fortress is impossible. Even saving herself and her new friends is going to be a miserable struggle that she might not survive.<h2 class=\"bb_tag\" >Ellen's Castle</h2>Following a rumor, Ellen sets out alone into the unknown parts of the world in search of the Pillar of Immortality, a magic artifact that will supposedly grant immortality to anyone who touches it. The road leading to her destination is dark and full of monsters, and memories from the Forlorn Dimension continue to haunt her.<br><br><br>But the Pillar does exist, Ellen soon discovers, and it's going to change her life in ways she'd never imagined possible.<h2 class=\"bb_tag\" >Scouring Majula</h2>Ellen has made peace with the past, and is now finally ready to begin searching for her friends who she was separated from when she left the Monad Fortress. But first she has to help Alice find her friend, who's gone missing in the mysterious region known as Majula.<br><br><br>Strange monsters and stranger people are lurking behind every tree and shrub, but nothing is stranger than what she discovers inside a cavern deep under Majula: the true nature of the world she lives in.<h2 class=\"bb_tag\" >Former Fortress Brigade</h2>Ludendi, Barry and Trevor were separated from each other when they left the Monad Fortress, but now they've managed to reunite. Their first mission as former members of the Fortress Brigade is to find their missing friend: Ellen. Meanwhile, Cereth, whose family has recently passed away, has decided to leave home and begin searching for answers to all of the world's greatest mysteries.<br><br><br>Their paths will cross, and together they'll make their way to the bottom of the world, where they'll find a mysterious ancient structure guarded by a man calling himself The Autarch.<h2 class=\"bb_tag\" >Challenging the Dream</h2>Ellen sets out in search of the White Palace. Inside she hopes to find an entrance to the Dream World, where she can challenge the most powerful monster to have ever existed and either save the world, or doom it forever.<br><br><br>But the road leading to the palace is dark and full of danger, and the palace itself is guarded by The Autarch and his army, who are not about to let a group of outsiders interfere with their mission. Even with her friends helping her every step of the way, the task before her might be too much for her to handle.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/904870/header.jpg?t=1537394580",
    "developers": [
      "EF Universe Games LLC"
    ],
    "publishers": [
      "EF Universe Games LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}