{
  "905050": {
    "name": "Graviteam Tactics: Raid",
    "steam_appid": 905050,
    "required_age": 0,
    "is_free": false,
    "description": "On January 29, 1943 began the offensive Operation &quot;Leap&quot; of the South-Western Front forces. In the first days of the operation, positions of 320 ID and 298 ID were smashed and both divisions began retreating in disorder to the west. 298 ID could not be saved and it vanished almost in full under attacks of the Red Army units. Not wishing to lose the second, 320 ID, the German command developed a plan for its rescue: units of the 2nd MIR LSAH will reach the Andreevka area, between Zmiev and Balakleya. 320 ID will also arrive there. To ensure the escape of 320 ID, aircraft constantly supplied fuel, ammunition and food to its location, and dive bombers were actively used by its request. By the end of February 11, units of Soviet 111 RD had passed Krasnaya Polyana in the direction of Vodyanoe, aiming along the Uda river to Borovoe village, from where they could strike the rear of the MIR LSAH battlegroup defending Vasishchevo-Lizogubovka-Ternovoe. Block breakthrough attempts of 320 ID units, playing as the Soviet side, or break through the Soviet encirclement and save 320 ID units, playing as the German side.<br><br><ul class=\"bb_ul\"><li>Four operations of 12 turns for each of the parties (Krasnaya Polyana, February 12-15, 1943).<br></li><li>Precisely recreated area of over 90 sq. km near the Uda river, village Vodyanoye and Krasnaya Polyana.<br></li><li>Historical organizational structure of units at the time of the operation.</li></ul>",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/905050/header.jpg?t=1767876279",
    "developers": [
      "Graviteam"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}