{
  "905360": {
    "name": "Smash Ball",
    "steam_appid": 905360,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/905360/extras/e23cb4910a91857b612a424380d330a3.avif?t=1702061996\" width=604 height=200 /></span><br><br>Come one and all to the greatest competitive game in the Mech League! Smash Ball is searching the galaxies for mechletes, <strong>like you!</strong><br><br>Join us in arenas across the galaxy, playing in tournaments where you have two main goals: <br>     1. Tear down enemy defenses in order to score goals. <br>     2. Smash your opponents into the ground until they become nothing but a combusted pile of metal! <br><br>Play this intense, high-octane game solo or with a partner. There is nothing that says “friendly bonding experience” more than cooperative destruction and chaos!<br><br>Choose a variety of customization options to suit your mech's needs. Do you have a need for speed? You got it! Protection and tankiness? You got it! Health so you aren’t a frail mech that’ll burst into fire from the wind? You got it! If that isn’t enough, arm yourself with special power-ups to make your matches a bit more explosive. You never know what action might happen from match to match since <strong>no game will ever be the same!</strong><br><br>Play various tournaments in beautiful arena locations and with different game modes and power-ups to keep you on your toes. Dodge, defend, and destroy anybody that stands between you and total victory. Join different teams and showcase your pride as you secure victory from planet to planet. Smash your way to the top! After all, champions aren’t just born, they’re built!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/905360/extras/0215ad227a4184f4dcf8d171bc74668c.avif?t=1702061996\" width=589 height=198 /></span><h2 class=\"bb_tag\" >KEY FEATURES</h2><ul class=\"bb_ul\"><li><strong>Bite-Sized Battles</strong><br>Dominate the arena through quick and action-packed matches. Rally against your opponent as the ball gains more speed and destructive power. Utilize boomballs and power-ups to throw your opponents off their game.<br><br></li><li><strong>Fun with Friends</strong><br>Play 1v1 or 2v2 matches with or without power-ups! Get your friends to join in on the fun by playing against each other or just hop in an online game with your partner by your side.<br><br></li><li><strong>Team Up</strong><br>Join one of the many teams available and represent their name and values as you climb the Smash Ball League. Want to be part of the gambler’s den or fight for Her Majesty of Aqualius? Go ahead!<br><br></li><li><strong>Customize Your Mech</strong><br>Choose unique parts from a variety of manufacturers to put together your dream mech. Specialize your mech in health, speed, defense, power, energy, or a mix of them all! You can even customize your booster cards for a bit of extra damage during your matches.<br><br></li><li><strong>Cultivate the Crowds</strong><br>Grow your fanbase as you climb the ranks of the Mech League! Go from rookie to champion as you unlock new parts and potential teams along the way.<br><br></li><li><strong>Easy to Play, Hard to Master</strong><br>Everyone is welcomed in on the fun in Smash Ball, with simple objectives and controls to get you started. Of course, that doesn’t mean that you can’t pull off intricate plays with curved shots to KO your enemies to oblivion. Only the best of the best will truly be able to claim the top spots in the Mech League’s Smash Ball, after all. <br><br></li><li><strong>Fatally Fun</strong><br>Smash Ball takes a futuristic approach to your favourite sports games with customizable mechs, loads of explosions, and a ton of chaos. Anything can happen in the Smash Ball arena, keeping the gameplay fresh and exciting. This means that while you’re focusing on keeping your goal safe and not getting smashed to bits by a ball that may or may not be on fire, you might have to watch out for flying mines, missiles, and much more headed your way!</li></ul><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/905360/extras/7d15284dff9896b5c46f704e0daffa83.poster.avif?t=1702061996\" width=594 height=332 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/905360/extras/7d15284dff9896b5c46f704e0daffa83.webm?t=1702061996\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/905360/extras/7d15284dff9896b5c46f704e0daffa83.mp4?t=1702061996\" type=\"video/mp4\"></video></span>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/905360/header.jpg?t=1702061996",
    "developers": [
      "MECH LEAGUES"
    ],
    "publishers": [
      "TO BE ANNOUNCED"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}