{
  "905410": {
    "name": "SCREECH OF STEEL: GLADIATORS",
    "steam_appid": 905410,
    "required_age": 0,
    "is_free": true,
    "description": "Gladiator fights online in a free multiplayer game for PC and mobile devices. Create characters, buy weapons and armor, and participate in gladiator battles in up to 5x5 mode. Immerse yourself in the world of gladiatorial battles of ancient Rome!<i>Feel like a gladiator in the arena of the colosseum, fighting with real opponents. Fight and win!<br>Win the crowd , and you will win freedom! </i><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/905410/extras/655b1d22e480fa969d0dbf85c1b21590.avif?t=1622537375\" width=600 height=338 /></span><h2 class=\"bb_tag\" >HISTORICAL MMO ACTION GAME</h2><br>SCREECH OF STEEL: GLADIATORS is the world's first multiplayer cross-platform online gladiator battle simulator set in ancient Rome. A large selection of weapons, shields and armor, as well as the ability to improve items, will make each character special.<br>The game developer pays special attention to historical accuracy, as well as high realism of physics and 3D models, which allows each player to feel like a gladiator in the arena of the colosseum fighting for his life to the screams of the audience.<br>14 battle locations, more than 30 models of shields and helmets, 7 types of weapons (including clubs, axes, hammers, sledgehammers, swords, daggers, spears, and even brass knuckles and scissors), breast armor, as well as bracers, shoulder straps, belts, loincloths and greaves are reconstructed on the basis of real references and create an atmosphere of the Ancient era.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/905410/extras/fd0d132eb97da79eb0c62f2b67d70066.avif?t=1622537375\" width=600 height=284 /></span><h2 class=\"bb_tag\" >SKILL IS MORE IMPORTANT THAN EQUIPMENT</h2>A unique battle management system has been developed for the game, which allows you to fully realize the potential of the player. During the battle, the player has full control over the dynamics of the character's movement, attack and block, which gives complete freedom of action in battle.<br>Battles are conducted only with real opponents in various battle modes: single and team. The player can choose from 3 battle modes: QUICK BATTLE, SANDBOX, SINGLE-ELIMINATION. Up to 10 players can participate in the lobby at the same time. The selection of opponents is based on the personal level of the character, which is determined both by the number of victories in battles and the equipment used. In the game about gladiator battles, the balance of opponents is designed as democratically as possible: neither expensive weapons, nor shields and armor, nothing will give a significant advantage in battle. Only the skill of using weapons and shields, as well as combat tactics, can give you a chance to win!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/905410/extras/4ea6f613b61aea5410583badd44cc9fd.avif?t=1622537375\" width=600 height=338 /></span><h2 class=\"bb_tag\" >ESPORTS GAME</h2>When creating the game, one of the main tasks that we were guided by was the development of esports in Russia. For this purpose, a special tournament system was created, linked to the game database and the official website. The system registers participants for the tournament, distributes the dates and times of the fights (the first, second and subsequent rounds), sends notifications to players, blocks the character to avoid pumping.<br><br>The key feature of the game SCREECH OF STEEL: GLADIATORS is the ability to participate in tournaments for real currency with the accrual of winnings to the player's virtual account, as well as the ability to sell a character and ammunition.<br><br>The game is developed on the basis of the Unity engine and will be developed throughout the early access period, taking into account the opinions of players. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/905410/extras/a77b8cb43cd37f63c0f0c40f3977598e.avif?t=1622537375\" width=600 height=304 /></span>",
    "supported_languages": "俄语<strong>*</strong>, 英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/905410/header.jpg?t=1622537375",
    "developers": [
      "GAMWILL"
    ],
    "publishers": [
      "GAMWILL"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 14,
        "description": "解说可用"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}