{
  "907160": {
    "name": "Project Skylab",
    "steam_appid": 907160,
    "required_age": 0,
    "is_free": true,
    "description": "Project Skylab is going to make Algebra three-dimensional, engaging, and non-isolating. In the game, the student is stranded on the surface of Mars due to a catastrophic accident. A robot called CAL which stands for (Cybernetic Assisted Learning) controls an army of high tech robots that are protecting your Mars colony base. CAL assumes you are dead because your crew pronounced you dead before evacuating Mars. So CAL, following protection protocols, believes you are an intruder and will subdue at whatever the cost. The only way home is by blasting your way through an army of high tech robots. The student will solve basic to advanced Algebra problems to unlock different facilities to access ammo and the equipment needed to shut down CAL. The goal of the game is to create a comfortable, relaxing, and fun learning environment for students.<br />\r\n<br />\r\nIMPORTANT: This is an early alpha build of Project Skylab. I am a college student and the sole developer of this game. The game does contain a few bugs, but none of them affect the core functionality of the game. Project Skylab 2.0 will be launching in early September of 2018. Project Skylab 2.0 is geared towards middle school students. The landscape will be far bigger with more simplified game mechanics, and simpler math problems. Be sure to check it out!<br />\r\n<br />\r\n<br />\r\nNOTE: It's taken me one year to build this alpha, and I hope you all enjoy! The PDF manual contains the correct codes for the game.  <br />\r\n<br />\r\n<br />\r\nAny feedback is much appreciated!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/907160/header.jpg?t=1629829887",
    "developers": [
      "Not Awful Studio"
    ],
    "publishers": [
      "Not Awful Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}