{
  "907520": {
    "name": "ABC Paint",
    "steam_appid": 907520,
    "required_age": 0,
    "is_free": false,
    "description": "ABC Paint is a simple Multiplayer VR drawing experience that anyone can start using in seconds. Randomized funny heads for players. Draw on your friends' head or paint them a stick figure body. The non-violent nature and ease of use makes the game suitable for even the youngest of players as their first step into VR.<br />\r\n<br />\r\nThe game takes inspiration from real life painting scenarios, presenting the player with a paint brush in one hand and the painter's palette in the other.<br />\r\nAll interactions are strictly touch-based, the only controller buttons to press are the trigger and the touchpad.<br />\r\n<br />\r\nThe user can choose between different bright colors and brush sizes, undo steps or clear the whole artwork and even draw on other player's fun heads. Every interaction also has auditory feedback.<br />\r\nUsers can also use teleportation to move around in a small area, which allows them to view the drawings from a distance and also to enable users to create big drawings.<br />\r\n<br />\r\nWith VR arcade use in mind, the game has no complex in-game menus or overly complicated options nor an exit button that could be pressed accidentally.<br />\r\nSome rudimentary admin controls are available - press ESC to close the game, S to start single player and M to start multiplayer.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/907520/header.jpg?t=1555671562",
    "developers": [
      "Futuruum VR"
    ],
    "publishers": [
      "Futuruum VR"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}