{
  "907900": {
    "name": "Mystic Ruins",
    "steam_appid": 907900,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Mystic Ruins incorporates non-linear exploration and puzzle solving reminiscent of old school action/adventure games.</strong><br><br>Join Strade the explorer on his mission to investigate the Mystic Ruins. Navigate its labyrinthine corridors, solve its puzzles, gather treasures, and survive the onslaught of monsters within.<br><br>Story<br><br>You are an explorer sent on a mission to find a lost city. The city has no name, and is said to be in ruins yet is rumored to be filled with ancient wonders and wealth. Many from your homeland have voyaged to this place, but none have made the trek back. As such, your task is to investigate what happened to the previous explorers, and discover the mystery behind the city's demise.<br><br>Features<br><br><ul class=\"bb_ul\"><li>Obtainable artifacs that endow your character with special abilities<br></li><li>Varying puzzles that make use of the environment, artifacts, and your wits<br></li><li>Interconnected explorable areas that allow seamless traversal<br></li><li>Dozens of creatures and critters to fight, flee from, and fend off<br></li><li>Challenging bosses that compel the player to use everything in their arsenal<br></li><li>Atmospheric soundtrack that captures the feel of exploration, battle, and respite<br></li><li>Minimal dialogue to enhance your immersion while playing<br></li><li>A special reward for gathering all treasures within the ruins</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/907900/header.jpg?t=1603316852",
    "developers": [
      "Elite Games"
    ],
    "publishers": [
      "Elite Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}