{
  "908190": {
    "name": "Fantasy Grounds - Mythic Monsters #9: Undead (PFRPG)",
    "steam_appid": 908190,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Mythic Monsters #9: Undead</h2>The ninth volume in our<br><strong>Mythic Monsters</strong>series,<br><strong>Mythic Monsters: Undead</strong>brings you a dozen and TWO deathless and deadly monsters come back from beyond the grave, their eternal rest shattered by the weight of their sin or the burden of their curse. Here you will find undead that hunger for flesh like<br><strong>ghouls</strong>and<br><strong>ghasts,</strong>to those that hunger for the life force of their victims, like<br><strong>wights</strong>and<br><strong>spectres</strong>. Such commonplace and familiar undead take on an entirely new and terrifying texture in the hands of the Legendary team, and so do more exotic undead like the soul-craving<br><strong>devourer</strong>and<br><strong>demilich</strong>, the devastating<br><strong>witchfire,</strong>and the headless horsemen of the graveyard, the<br><strong>dullahan</strong>, along with the brand-new<br><strong>jigsaw man</strong>that is forever coming apart at the seams and wants you to join him in a dismembered demise. As if these mythic undead were not enough,<br><i><br><strong>Mythic Monsters: Undead</strong></i><br><strong></strong>also delves into the secrets of mythic necromancy, dealing with the corpse-flesh of the dead and undead alike. The 14 undead contained herein, ranging in CR from 3 to 17, are updated for the mythic rules, and when we say updated we mean complete stat blocks, yes, but more than that every one of these walking dead and restless spirits has its own unique and exciting new mythic abilities, from a mythic totenmaske's fleshdrink and insufferable ennui to the devour spell and obliterating wail of a mythic demilich!<br>The<br><strong>Mythic Monsters</strong>series from Legendary Games brings you dynamic and exciting mechanics alongside evocative and cinematic new abilities that really help creatures live up to their flavor text, whether they are creatures of real-world myth and legend or creatures born out of the RPG tradition itself. These creatures can work just as well in a non-mythic campaign as they do in one that incorporates the full mythic rules, as you can throw them at your jaded players who think they've seen it all or know the standard monster stats as well as you do. That look of surprise and &quot;What was THAT?&quot; will warm any GM's heart.<br>This 30-page supplement is a terrific complement to the<br><strong><br><i>Mythic Monster Manual</i></strong>, with over 220 mythic monsters and an awesome array of monster-focused abilities, feats, and more for your Pathfinder game! Pick up both books today and<br><strong>Make Your Game Legendary!</strong><br><i>Adapted for Fantasy Grounds by: </i><strong>Charles Surette</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/908190/header.jpg?t=1768401657",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 31 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}