{
  "908240": {
    "name": "Fantasy Grounds - Mythic Monsters #20: Guardians of Good (PFRPG)",
    "steam_appid": 908240,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Mythic Monsters #20: Guardians of Good</h2><h2 class=\"bb_tag\" ><strong>From Good to GREAT!</strong></h2>Good-aligned creatures are vastly outnumbered in roleplaying games, for the obvious reason that most of the time the characters are the heroes of the stories and they are unlikely to fight the powers of good. However, in a mythic world of mythic threats from the forces of darkness, there is a need for a mythic response, and here you will find it: the<br><strong><br><i>Guardians of Good!</i></strong><br>These mighty monsters stand just a little lower than the angels in purity of heart, but are second to none in strength of spirit as unconquerable bastions against evil. Here you will find the mighty metallic dragons, from the<br><strong>young brass</strong><br>to<br><strong>adult copper</strong><br>,<br><strong>giant adult bronze</strong><br>and<br><strong>ancient silver</strong><br>, all the way up to the<br><strong>great wyrm gold</strong><br><strong>dragon</strong><br>. Beyond such winged wonders are the feathered serpents of the jungle, the<br><strong>couatl</strong><br>, along side the<br><strong>shedu</strong><br>, tauric guardians of the deep desert and the<br><strong>lammasu,</strong><br>the winged lions of heaven. Friendly but fierce<br><strong>blink dogs</strong><br>and luck-bearing<br><strong>ceru</strong><br>are also found within, alongside seagoing<br><strong>tritons</strong><br>and the secretive yet stalwart<br><strong>swan maiden.</strong><br>As if a dozen and one goodly guardians from CR 3 to 28 were not enough, we bring you the wise and noble<br><strong>chiron</strong><br>, immortal centaur mentor to aspiring heroes and trainer in the arts of the mind and heart as well as with bow and blade. Beyond these beatific beasts, we also bring you eight brand-new feats, including both non-mythic and mythic versions, to represent the mysteries of devotion to the cause of weal and righteousness that will help your heroes carry the day against any enemy.<br>The Mythic Monsters series from Legendary Games brings you dynamic and exciting mechanics alongside evocative and cinematic new abilities that really help creatures live up to their flavor text, whether they are creatures of real-world myth and legend or creatures born out of the RPG tradition itself. These creatures can work just as well in a non-mythic campaign as they do in one that incorporates the full mythic rules, as you can throw them at your jaded players who think they've seen it all or know the standard monster stats as well as you do. That look of surprise and &quot;What was THAT?&quot; will warm any GM's heart.<br><i>Adapted for Fantasy Grounds by: </i><strong>Charles Surette</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/908240/header.jpg?t=1768401704",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 31 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}