{
  "908380": {
    "name": "Fantasy Grounds - Meanders Map Pack: Shard Roads (Map Pack)",
    "steam_appid": 908380,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Meanders Map Pack: Shard Roads</h2>This pack contains 29 Ice-Themed Meanders Maps.<br>This pack is an expansion set used on its own or in conjunction with Venmire Woods or other GTW Meander Map Packs. Meanders maps are highly-detailed and feature themed maps for a huge range of encounters.<br><i>Shard Roads</i>includes numerous icy roads with bends, straights, crossroads and T-junctions, dead ends with caves, icy ravines with or without bridges, frozen lakes, rivers and crystal chasm, various cavern entrances, a forest cemetery, an ice temple, a glacier and ice floes leading to the sea, assorted joins to forest or road, two blenders that transition from snow to jungle or snow to desert, a range of flipped versions of some of the maps to help bend roads, end roads, end terrain, or make new map variants from mirror joins. It also includes a few maps that are completely exclusive to this pack - and - a special blizzard tile for total white outs. This set also contains a Map Selection Panel: a convenient visual display of all the maps pinned with a link (shown as a red pin) that you can simply click to bring up.<br>Maps are sized specially for FG at 1350x900 and under 500 kb each to help prevent slow-down during play. The maps are sized to perfectly fit a 50 or 60px grid that you can manually place over the top of the map using Fantasy Grounds. Join the maps in this module together with each other, with other modules in this series, use a single map or use a combination of Time-lapse, Role-play and/or the supplied weighted Random Roll Table to determine when maps are used and where adventurers end up next.<br>DM Convenience is the focus with several ways to access, use and choose the maps in this module. Use the VISUAL MAP SELECTION PANEL and pick your map from the thumbnails and yellow label by clicking on the pin. Or use the RANDOM ROLL TABLE - a d100 table to pick your destination at random Or open Images/Maps tab to bring up a list of the maps labelled with a heading in [CAPITALS] and a brief description of each map so that you can quickly identify different files in this module, maps from this module and identify this module from others even if you have other FG meander modules open.<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/908380/header.jpg?t=1768401798",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 31 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}