{
  "908600": {
    "name": "Shadow Unit",
    "steam_appid": 908600,
    "required_age": 0,
    "is_free": false,
    "description": "It's war, and war is always the same. Western countries are beginning to disintegrate in the face of the threat from the East. The Warsaw Pact states are preparing a large-scale attack and NATO has only one way to prevent World War III. At a secret crisis meeting of NATO Commanders it was decided to create a new Unit, one that cannot be found by the Enemy and leaves no trace. Like a shadow in and out. THE SHADOW UNIT. This Unit is the last line of defense against the Enemy. <br><br>Become a shadow and fight for the West and for the preservation of the Western world order or support the East and try to find the shadows. Either way, you fight with all means in different combat zones. Small, big, hot and cold. Prove yourself in different modes and lead your team to the victory.<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li> Over 35 customizable weapons with numerous attachments, skins and more.<br></li><li> Many maps with different topics.<br></li><li> 5 game modes supporting up to 16 players.<br></li><li> Multiplayer friend system, never play solo again.<br></li><li> Simplified HUD and UI for a clean and smooth game experience.<br></li><li> Customizable character, get your unique look.<br></li><li> Push-2-Talk for the perfect communication with your team.<br></li><li> No servers needed, just create your lobby public or private. It's your decision.</li></ul><h2 class=\"bb_tag\" >Game Modes:</h2><strong>Competitive</strong> - Play with four other team mates for victory. Complete the objective and show the enemy team how to win. With every win or lose your GSR (global skill rating) will be adjusted, to get the perfect enemies for you.<br><br><strong>Deathmatch</strong> - You against all. No friends, just enemies. Kill them all to reach the win requirement. Your rank will raise with every win or lose.<br><br><strong>Team Deathmatch</strong> - Fight with your team mates for victory. Eliminate the enemy team to win this mode.<br><br><strong>Sabotage</strong> - Sabotage the enemy objective. Search it &amp; blow it up. It's the only way to win this fight.<br><br><strong>Infected</strong> - The enemy got bio weapons and created a new pleague. We don't know how to fight, but we know one thing: Don't get infected!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/908600/header.jpg?t=1585006212",
    "developers": [
      "Field55 Studios"
    ],
    "publishers": [
      "Field55 Publishing"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}