{
  "909190": {
    "name": "Escape Lala - Retro Point and Click Adventure",
    "steam_appid": 909190,
    "required_age": 0,
    "is_free": true,
    "description": "You wake up inside a magical cave, full of mysteries. You remember nothing, but you know one thing for sure, you need to escape! Escape Lala.<br />\r\n<br />\r\nEscape Lala is a point-and-click adventure game / Escape room with a nostalgic feel.<br />\r\n<br />\r\nEscape Lala is not the regular Escape the Room game, it is full of charming handcrafted pixel-art graphics and animations. And it contains puzzles with magical twists that take inspiration from classic point-and-click adventure games.<br />\r\n<br />\r\n&quot;Every now and then comes some title that reminds us of the times of LucasArts and Sierra .. Escape Lala made us relive that magic&quot; - Paolo Paglianti (Tgcom24 - Mastergame)<br />\r\n<br />\r\nStruggling with a puzzle? Look for the gold coins scattered around the cave and use them to reveal hints! Try to find them all and use them sparingly to get a better score at the end of the game.<br />\r\n<br />\r\n- Discover the secrets of Lala<br />\r\n- Collect items and use them to Escape Lala<br />\r\n- Lovely pixel-art graphics inspired by the classic point-and-click adventure games from the 90’s<br />\r\n<br />\r\nMiss the good old point-and-click adventure games? Then you'll definitely love Escape Lala!<br />\r\n<br />\r\nWe'd love to hear your feedback! Feel free to contact us :)",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/909190/header.jpg?t=1573034806",
    "developers": [
      "DuckbearLab"
    ],
    "publishers": [
      "DuckbearLab"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 2 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}