{
  "909460": {
    "name": "PhotoVidShow",
    "steam_appid": 909460,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >PhotoVidShow v4.5 (2018 edition), Photo slideshow maker software</h2><br>Perfect application for creating a slideshow with your photos and video clips.  From holidays, weddings, birthdays, special occasions, a special memorial for someone or for creating a presentation video.<br><br><ul class=\"bb_ul\"><li>Easily create a stunning slideshow and burn to DVD, Blu-ray or as a video for sharing online.</li></ul><ul class=\"bb_ul\"><li>Import your photos, video and music files. All common formats supported including .jpg .mov, .mp4, mp3 &amp; m4a </li></ul><ul class=\"bb_ul\"><li>Add caption text, credits, overlays, motion effects, transitions &amp; many stunning design effects </li></ul><ul class=\"bb_ul\"><li>Burn DVDs with interactive menus. Super easy to use editor, ideal for beginner to the professional </li></ul><ul class=\"bb_ul\"><li>Works on Windows 10,8,7. Online video tutorials, friendly technical support to assist in anyway. Free lifetime updates to software </li></ul><br>PhotoVidShow is an incredible application for creating professional but completely customisable photo and video slideshows that can be either burnt to a DVD or Blu-Ray disc and viewed on TV or created as a video file for sharing online. PhotoVidShow is designed to be user friendly, so absolutely no previous knowledge is required in order to create stunning slideshows. <br><br>PhotoVidShow can:- <br>- Burn your slideshow to a DVD or Blu-ray disc with interactive menus that can be played in a stand-alone player and watched on TV. <br>- Create a HD video (720p / 1080p), transferred to a USB stick, inserted into the TV USB slot and played on TV <br>- Create a video file that can be played on a computer, tablet or smart phone<br>- Create a video that can be shared online including youtube or facebook <br><br>Rapidly build up your slideshow by adding photos and video clips to the storyboard. PhotoVidShow will automatically add a pan and zoom effect to your photos giving it motion and looking professional - Or why not use one of the slide animations to really make your slideshow stand out. <br><br>PhotoVidShow offers extensive features allowing you to completely customise your slideshow. Why not add transitions, stylish text, clip-art, motion and filter effects like an old film effect.  Or why not add a vignette border to your slides. When mastering a disc, PhotoVidShow has a fully editable disc menu editor with a selection of themes to choose from. <br><br>Bring your slideshow alive with a background soundtrack - simply add your favourite music tracks to the storyboard.  PhotoVidShow also allows you to record your own narration.<br><br>This super easy to use application is perfect for making that memorable slideshow.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/909460/header.jpg?t=1621434079",
    "developers": [
      "Squidgy soft"
    ],
    "publishers": [
      "Squidgy soft"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 29 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "58",
        "description": "视频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}