{
  "910290": {
    "name": "CRACKPOT DESPOT: TRUMP WARFARE",
    "steam_appid": 910290,
    "required_age": 0,
    "is_free": false,
    "description": "Your mission is to help Don Flan make it across the border to reunite with his family after being forcibly separated from them under Trump’s disastrous new immigration policy!    <br />\r\nGetting over the Wall won't be easy though...  To aid him in his journey he has constructed a make-shift hot air balloon powered by his very own farts!  But that won't be enough  to avoid all of the obstacles and defenses he'll encounter.   Luckily, he's got Montezuma's Bazooka which allows him to fire a steady supply of rancid burritos at all those who would stand in his way.  And there's plenty who will try...<br />\r\n<br />\r\nYou'll take on a bevy of staunch Trump supporters including his Redneck Militia, Robo-Eagles, disgruntled Beauty Queens, Attack Drones, Right Wing Media outlets, the U.S. Air Force.  And never forget... always two there are... a master and his Sellebrity Apprentice.  All while still managing to collect enough cans of Frijoles to ensure Don Flan has enough hot air to stay afloat.  If you can pull it off you'll face down the Trump Family themselves...  Ivanka, Don Jr., Eric, and Melania, all before you confront the Commander in Chief himself…  <br />\r\n<br />\r\nAlong the way President Trump will be sure to keep the public apprised of what he thinks about the entire situation with constant tweets from his online Twitr account.  <br />\r\nAfter all, there's nothing more important for him to be doing than informing the American public of his every waking thought right??<br />\r\n<br />\r\nSo ask yourself do you have what it takes to throw down with the President himself?  Can you help Don Flan finally be reunited with his family, or will Trump place a Tariff on your very soul!!!<br />\r\n<br />\r\nIt's a Presidential Parody of Epic Proportions!  Don’t miss this Action-Comedy, side-scrolling adventure like no other!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/910290/header.jpg?t=1544017578",
    "developers": [],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}