{
  "910400": {
    "name": "Mio Garden",
    "steam_appid": 910400,
    "required_age": 0,
    "is_free": false,
    "description": "Take a break from reality. Mio Garden offers up a calming Virtual Reality experience unlike any other. Interact with a series of mini games or sit down, relax and meditate against the backdrop of a never-ending sunset. <br />\r\n<br />\r\nMio Garden transports you to a room scale, meditative experience, immersing you in a world where you’ll lose yourself in a permanent sunset. A brief tutorial will teach how to move around our magical world, where lanterns will help you teleport to different sections of our interactive environment. <br />\r\n<br />\r\nLose yourself in the magic of floating, musical umbrellas that transform your world through sound. Recapture the nostalgic feeling of catching fireflies, with fireflies that multiply as you try to ensnare them in your net. Can you kendama? Don’t give into frustration. Play the classic ball-and-cup game. Maybe you’ll nail it on the first try, maybe it’ll take you a few. We also have a set of balls, which when returned to our pond, trigger a magical, colorful experience. <br />\r\n<br />\r\nTwo paths take you through the garden, but you’ll always wind up in the same destination, playing drums to an audience of one: a silent samurai statue who stands guard over this magical environment. He may be intimidating, but no matter what your musical skill, he’ll be fair in his judgement. <br />\r\n<br />\r\nWe created this experience as an alternative to some of the more exhilarating, heart-pumping VR experiences we’ve encountered. We want your experience within the garden to slow things down, and help you unwind. This is a great experience to share with first-timers or people who have previously had negative experiences in VR, as well as for those who have hungrily devoured every interactive experience available.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/910400/header.jpg?t=1538745464",
    "developers": [
      "Nice Shoes"
    ],
    "publishers": [
      "Nice Shoes"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}