{
  "910530": {
    "name": "The Eerie Inn VR",
    "steam_appid": 910530,
    "required_age": 0,
    "is_free": false,
    "description": "Tired after a long day of hiking, two best friends Kendra and Jen are on a lookout for a place to stay for the night. On the advice of a passing driver, the girls end up in a cosy looking guest house located deep in the woods. It's not long after they had settled in their room that strange, unexplainable events begin to happen. The girls soon realize that a dark secret was hidden deep within the walls of the house...<br />\r\n<br />\r\nThe Eerie Inn is a mystery, puzzle-solving horror game with a strong emphasis on the narrative. You play as one of the girls and your mission is to find out the truth behind the mysterious things happening inside the guest house. <br />\r\n<br />\r\nYou can move freely around the house and explore the different rooms in it. Even during the day, you will see strange scary things occurring and sense a malignant presence within the walls of the house. But it's not until the nightfall after everyone has gone to sleep, that you will finally find out what really happened in that place. All you need is the bravery to traverse the dark corridors of the house with no one around to keep you company. No one alive at least...<br />\r\n<br />\r\nThis is not a simple &quot;find a key to open this door&quot; game. Along the way to uncovering the truth behind the guest house, you will be challenged with interesting puzzles, and the captivating storyline will keep you hooked right until the very end of the game!<br />\r\n<br />\r\nDetailed graphics coupled with great suspenseful music creates an intense horror VR experience unlike any other. We strongly recommend standing up while playing and having your headphones on for greater immersion.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/910530/header.jpg?t=1586374109",
    "developers": [
      "Historajzer"
    ],
    "publishers": [
      "Historajzer"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}