{
  "910600": {
    "name": "Fantasy Grounds - A12: When the Ship Goes Down (5E)",
    "steam_appid": 910600,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >A12: When the Ship Goes Down</h2><strong>A 5th Edition compatible adventure for four to six 8th through 11th level PCs</strong><br>The PCs are asked by a friend, Captain Erfaran Honamatros, to find out what has caused the death of one of her fellow captains. After weeks of storms and bad weather, ships from Mohkba haven't been arriving, but a body has floated in. Captain Honamatros is so concerned that she offers her ship, her crew and even to pay for the journey if the PCs come along, as well as everything they find unless it is a keepsake. The captains that sail the Serpent Lake are experienced women and men and the loss of a ship and its complement is a rare event outside of war.<br>What starts out as a journey to discover what sank a ship quickly becomes more involved. Former companion creatures of a giant appear, telling of a floating island causing chaos, and when the PCs find this island, they discover it holds new occupants who have no wish to leave and a weather machine that has been damaged and is malfunctioning! The task is now to decommission the machine and make the sailing route safe once again. But where do you start when a violent storm is raging around the island and the giant's former home is now upside down?<br><i>Also included in &quot;When the Ship Goes Down&quot;:</i><br><ul class=\"bb_ul\"><li>Choice of crowd control rules to deal with a riot<br></li><li>A minor artifact weather machine and its extreme weather table<br></li><li>New monsters and NPCs<br></li><li>New Magical Items and new Traps, including a Weather Machine in need of repair!</li></ul>Suggestions to adjust the encounters for parties of different levels and hooks to continue the adventure<br><i>Adapted for Fantasy Grounds by: </i><strong>Trevor Armstrong</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/910600/header.jpg?t=1768401937",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 31 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}