{
  "910750": {
    "name": "Battle Species",
    "steam_appid": 910750,
    "required_age": 0,
    "is_free": false,
    "description": "Being a pirate doesn’t depend on the species. The battle for the dominance of the Caribbean is ruthless. Take a part in the epic struggle between moles, monkeys and other BATTLE SPECIES!<br><br><strong>Battle Species</strong> is a fast-paced game where animal characters are fighting against each other in a pirate theme. Playful game mechanics, destroyable terrain and clear graphics make the gaming experience interesting. Your job is to control a mole on a catapult and try to eliminate a bunch of pirate monkeys that have conquered your castles. Monkeys will use their cannons to make it as hard as possible for you as a player. Luckily you will constantly receive some help from above, in form of air drops containing special ammunition to be thrown at the monkeys. Air drops can also carry medikits and special kind of shields to protect you.<br><br>The single player campaign includes ten different levels which can be played on three difficulty levels. Each level features a randomly generated terrain, which will be different every time you play. Levels do not have any time limits for completing them, but destructing terrain and slowly rising tide make the job harder as time passes.<h2 class=\"bb_tag\" >Default keyboard controls</h2><br><strong>Arrows left / right</strong>: drive the catapult backwards and forwards<br><strong>Arrow up</strong>: the catapult jumps<br><strong>Arrow down + arrow left / right</strong>: see the ammo trajectory and adjust the catapult shooting force<br><strong>Enter</strong>: use the current special item you have collected<br><strong>Space</strong>: release the catapult arm == shoot!<br><br>We also have preliminary gamepad support configured in. Feel free to experiment on that if you will (we have tested briefly with old Logitech pad).<br><br><i>We know that the launcher provided input configuration is totally crappy, and we are sorry about that! The plan is to build proper configurability to the in-game options menu soon.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/910750/header.jpg?t=1547366971",
    "developers": [
      "TeeKoo Games Ltd"
    ],
    "publishers": [
      "TeeKoo Games Ltd"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}