{
  "911940": {
    "name": "Terma Lux",
    "steam_appid": 911940,
    "required_age": 0,
    "is_free": false,
    "description": "Browse the complete range of Terma radiators, heating elements and accessories. Have a look at inspiring arrangement ideas. Find the radiator ideally matching your needs! Watch it in 3D! When you find interesting product you can buy it almost worldwide.<br />\r\n<br />\r\nTerma Lux is a state-of-the-art application giving you instant access to the complete range of Terma products from any location at any time. It features more than 100 radiators, complete range of heating elements and accessories required for the installation or enhancing the radiator’s functionality. The application shows a broad palette of colours, which allows the user to adapt the radiator to the character of every room. You can chose from almost 250 RAL and Terma special colours.<br />\r\n<br />\r\nYou can browse our offer, select particular models and see the details. Watch each product in 3D and see animations for some of them. You can also see instructional videos and new products presentations.<br />\r\n<br />\r\nWe hope that our Terma Lux application will inspire you to create the interior of your dreams. We encourage you to browse through our collection of arrangement ideas. You can be sure that the product we suggest is an ideal match for the particular interior. Terma designers and graphic artists ensure that both the radiators and the arrangement ideas are in line with the latest design trends.<br />\r\n<br />\r\nOnce you find your ideal model and determine the colour, you need to define technical parameters. Our application includes information on available sizes, connection types and heating parameters. <br />\r\n<br />\r\nWe believe that our application will meet your needs and you will enjoy using it while designing your living space. The application is available for desktop computers and touch screen Windows-based machines. You can also download a mobile version of this application for your smartphones and tablets.<br />\r\n<br />\r\nWe believe that our application will meet your needs and you will enjoy using it while designing your living space.",
    "supported_languages": "波兰语<strong>*</strong>, 英语<strong>*</strong>, 捷克语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/911940/header.jpg?t=1585267870",
    "developers": [
      "Terma"
    ],
    "publishers": [
      "Terma"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}