{
  "912000": {
    "name": "Mike goes on hike",
    "steam_appid": 912000,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/912000/extras/0eeef24a6016772aa6a1054594d4774a.poster.avif?t=1768738987\" width=616 height=240 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/912000/extras/0eeef24a6016772aa6a1054594d4774a.webm?t=1768738987\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/912000/extras/0eeef24a6016772aa6a1054594d4774a.mp4?t=1768738987\" type=\"video/mp4\"></video></span><br>Going on a trip with what you have is not enough, you should always be prepared for the new conditions that may be encountered in the wilderness. Enjoy the beautiful scenery of the wilderness and the true spirit of camping, pitching a tent, making a fire to cook your meal under an atmospheric starry sky. You'll have to overcome difficult weather conditions and encounter wild animals along the way. Survival takes up most of the time in the game's world, where you'll have to get food, control your fatigue and set up camp if necessary. If you get caught in the rain, it's best to find shelter, otherwise you'll have to walk around in wet clothes, which will harm your health, so if you get caught in heavy rain, it's best to find shelter and dry your clothes. Keep an eye on your stats, so as not to complicate your way, they inform you about the state of your character.<br><br><strong>Weather Conditions</strong><br>One of the most dangerous enemies for unadapted people is the weather - a heavy downpour can catch you unawares or a severe drop in temperature. The game presents a variety of weather types from clear day, thick fog, strong wind with a thunderstorm, the constant change of day and night and the air temperature to which you have to adapt.<br><br><strong>Wild Animals</strong><br>The best friend for man is an animal, but the most insidious enemy, everything in the wildlife lives by its own rules and you are a guest in this dangerous environment. Careful selection of the route will help you to avoid unpleasant encounters with bears or wolves. In the nature you can also meet peaceful representatives of the animal world, which you, if you want, you can start hunting to get your own food. <br><br><strong>Complete tasks</strong><br>Fulfilling the mission you'll be rewarded with experience and money, for which you can buy the necessary things to survive in the open world. Each mission has its own condition of completion. <br><br><strong>Experienced Traveller</strong><br>Performing various actions you'll gain experience and raise your level. By improving your level you'll get access to new features, as well as new items that may be needed in the game world.<br><br><strong>Equipment</strong><br>Camping requires a variety of gear to make it easier to survive in the wilderness. Initially you are given a minimum number of survival items, but you can always buy new gear at the nearest store.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 繁体中文, 波兰语, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/912000/header.jpg?t=1768738987",
    "developers": [
      "Lazy Raccoon Games"
    ],
    "publishers": [
      "Lazy Raccoon Games",
      " Arkuda Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年 5 月"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 67,
        "description": "视角舒适度"
      },
      {
        "id": 68,
        "description": "自定义音量控制"
      },
      {
        "id": 74,
        "description": "无需应对快速反应事件"
      },
      {
        "id": 79,
        "description": "随时保存"
      },
      {
        "id": 69,
        "description": "立体声"
      },
      {
        "id": 70,
        "description": "环绕声"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}