{
  "912630": {
    "name": "Dystopia",
    "steam_appid": 912630,
    "required_age": "12",
    "is_free": false,
    "description": "[[HARDCORE STRATEGY &amp; CARD GAME]]<br>[[PERMANENT DEATH,DATA ERASE RISK]]<br><br>Dystopia is &quot;Turn-Baced Strategy game&quot;.<br><br>Player is an army back to Japan.He experienced WWII.<br>Player's purpose is &quot;Trust degree&quot; from one, or both of North Japan[Communist] and South Japan[CIA],<br>in 2 years.<br><br><br>For the purpose, players can hire agents in the &quot;Strategic part&quot; and deploy it to various parts of Japan.<br>The agents has various abilities.The mission succeeds with the probability according to their abilities.<br>And you can get trust degree, funds, and EXP from it. This action consume  a week.<br>Excellent agents tend to be dangerous people.<br>Sometimes they hurt other agents and steal your funds.<br><br>The Agents that died in these processes will never come back, so we recommend that you play carefully.<br><br>Some enemy may notice your identity &quot;double spy&quot;.<br>In such a case, &quot;Raid part&quot; will occur.<br>This part is done by a Card battle based on Janken[Rock-paper-scissors], and all agents participate.<br>This is mandatory and total warfare.<br><br>If you can not win, your game data will be lost.<br><br><br>~INTRODUCTION~<br>Japan was divided into North and South.<br><br>North Korea's Labor Party, South Japan's CIA ... ...<br>They aim for homeland reunification as a double spy.<br>To do that, we need a lot of subordinates, money, settlement power.<br>Depending on whether you are betrayal, heartless or human ... ... everything is entrusted to you.<br><br><br>Character design is handled by &quot;JUNNY&quot; who worked on &quot;Detective Jingu-ji Saburo[a.k.a. Jake Hunter]&quot;Series!<br><br><br>~ Prologue ~<br>Lt. Army Intelligence Department lieutenant Ryusuke Igarashi, who was stationed in Manchurian Kwantung Army,<br>I failed to withdraw to the mainland Japan after the end of the war.<br>As a result, my wife and my daughter who was just born at that time have not been contacted<br>Brought by the Soviet Union, detained in Siberia, and received &quot;education&quot;.<br><br>Igarashi who was bought the experience as an intelligence department<br>It was sent to Moscow with Shigeo Tanaka who was a former subordinate,<br>&quot;Study abroad&quot; to the Soviet secret police KGB.<br><br><br>In 1953, Igarashi and Tanaka were specially,<br>He was allowed to return to Japan on condition that he will be appointed secret police in Tokyo.<br>Igarashi and others saw that,<br>It was Japan divided into north and south.<br><br>Steady reconstruction as a member of Western countries<br>South of Japan developing ... ...<br><br>And undermining Stalin's death under Labor's control,<br>It is northern Japan.<br><br><br>Becoming a substantial puppet of America and the Soviet Union,<br>Igarashi saw North and North Japan where the gap spreads.<br>Their urgency is unification of the North and North,<br>In other words, it came to believe that it was &quot;recapture&quot; of the motherland.<br><br>A chance of 'collapse' from the inside of North Japan ,,,,<br>I looked for opportunities for contact with the CIA.<br>In 1956, Khrushchev criticized Stalin in the Soviet Union.<br>Peak in the northern Japan reaches its peak.<br><br>CIA agent by multiplying it<br>We begin full-scale infiltration into North Tokyo.<br>Igarashi and Tanaka who grabbed the information<br>I will make contact with the CIA without missing this machine ....",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/912630/header.jpg?t=1542411274",
    "developers": [
      "BIG BOYS STUDIO"
    ],
    "publishers": [
      "Step cloud inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "73",
        "description": "暴力"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}