{
  "912810": {
    "name": "Sargon's Lair",
    "steam_appid": 912810,
    "required_age": 0,
    "is_free": true,
    "description": "Sargon's Lair is a 2D roguelike shooter following a lost adventurer spelunking through an ancient cavern riddled with various enemies. Along the way, there will be five guardians that must be defeated until the player reaches the end in addition to hostile minions scattered in between. But, the adventurer can pick up different sets of guns, food, and upgrades to make himself more powerful as the enemies become more difficult further into the dungeon. Can you brave Sargon’s Lair and reach the end?<br><br><strong>Dungeon:</strong> The dungeon itself is constantly being randomly generated with each playthrough. No run will be the same. Additionally, enemies and pickups will appear at different rates and magnitudes to ensure for a great experience each time.<br><br><strong>Enemies and Bosses:</strong> Sargon’s Lair, having been abandoned for thousands of years, has been inhabited by the strongest of monsters. Five major guardians reside in the lair along with many different minions. You can choose to avoid the minions, but defeating the guardians is a must.<br><br><strong>You:</strong> Your job is to take control of the adventurer and reach the end. You will have to get good at dodging in a bullet hell environment.There will be plenty of resources to acquire along the way that will help you survive, good luck!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/912810/header.jpg?t=1536350048",
    "developers": [
      "Alexander Guo",
      "Emile Savard"
    ],
    "publishers": [
      "Emilex Gaming"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}