{
  "913340": {
    "name": "Pro Strategy Football 2019",
    "steam_appid": 913340,
    "required_age": 0,
    "is_free": false,
    "description": "Attention!  PSF 2020 will be released in early September!  With a full in-game editor, the ability to run multiple careers and season campaigns, full Play by Play of all games, and more, PSF 2020 is a massive update to the Pro Strategy Football series!<br><br><br>PSF 2019 builds on its realistic and deep coaching options and friendly General Manager features, and brings a new era of customization!<br><br>Now available for Mac!<br><br>New in PSF 2019:<br><ul class=\"bb_ul\"><li>Customize and share all UI images.  Edit helmets, fields, midfield logos, player images, colors, end zones, and more!  Use actual images for pro teams, colleges, high schools, even create and share your own - fantasy (elves, orcs), armies, zombies, no limits!<br></li><li>Edit and share the draft pool each year!<br></li><li>Crowd sounds and audio commentary!<br></li><li>Edit game plan for individual games!<br></li><li>Modify your career team's game plan each preseason!<br></li><li>Run a pre-game analysis to see which team wins more simulations!<br></li><li>Simulate, Watch, or even Coach all teams' games in Career Play!<br></li><li>Even more stats and leaders than before!<br></li><li>Improved experience when watching simulated games live!<br></li><li>More attributes!</li></ul><br>Whether you want to coach the most realistic football engine available, or watch a simulated game live, or manage your team over multiple seasons, or if you are really, REALLY into extensive stats and leaders, Pro Strategy Football 2019 delivers it all!  If you love the idea of sharing tons of leagues and images with a large community, Pro Strategy Football 2019 will bring you hundreds of hours of fun and experimenting!<br><br>Play the way YOU want to play – coach, manage, watch simulations.  Create quick match ups, or play any single season, or build your team in GM/Career play and mix and match your GM and coaching skills however you want!  And in Career Play, you can now watch every game each week!<br><br>Create and share custom leagues, where you have full control over player and team names and ratings, team colors, and all images!  With PSF’s flexibility, point any league to any set of images, and change it at any time, right in the game!<br><br>Pro Strategy Football is a realistic simulation (and game) of American Football.  Built around a complex and realistic engine that was developed as a Computer Science Master's project, the game has grown over the years to become the most accurate simulation of coaching in American Football.  You can watch simulated games live, too!<br><br>Choose your level of coaching difficulty.  Select Basic level to play a relaxing game or choose Advanced to control every aspect of every play – who to motion, who to blitz or double team, how to shift your line, everything!  And in-game help describes every feature, so you can learn football while you play!<br><br>Overcome weather, injuries, penalties, and mistakes!  The AI doesn’t cheat, so if some of your players are having a bad day, you have to adapt as in real life!<br><br>PSF is a user-friendly and powerful Management and Career game as well!  Trade current and future draft picks, shuffle your roster, choose which team drills to emphasize, and build your players!  Make tough decisions on whether to keep your favorite player who’s starting to slow down a bit.<br><br>And PSF is nirvana for stats junkies!  View team and player histories, past seasons, game stats, season stats, career stats, leaders across dozens of categories, and more!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/913340/header.jpg?t=1571071699",
    "developers": [
      "Kerry Batts"
    ],
    "publishers": [
      "Pro Strategy Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}