{
  "913320": {
    "name": "The Devil's Womb",
    "steam_appid": 913320,
    "required_age": 0,
    "is_free": true,
    "description": "The first chapter of the saga, The Devil's Womb is a free &quot;Made in Italy&quot; classic puzzle adventure-horror title produced by Insane Kat Studio and made with RPG Maker MV.<br />\r\n<br />\r\nPart of the story is set during World War ll, more precisely in Krakow.<br />\r\n<br />\r\nThe protagonist, a girl named Franciszka Jung, is about to undergo the last psychiatric session before discharge. She suffered from various psychotic disorders in the past that led her parents to hospitalize her.<br />\r\nAfter years of prayers and treatment, that day was the last day for Franciszka: the day before her death.<br />\r\n<br />\r\nFranciszka will completely lose the memories of what happened in those last days.<br />\r\n<br />\r\nIn the meantime, a sweet demon without memories and a past, named Luna, will wake up in a dark place before an ancient and abysmal evil.<br />\r\n<br />\r\nHow did Luna end up there? Is there any way to get out?<br />\r\nWhat mysteries are hidden among the inhabitants of that dark place?<br />\r\nWhat does the mark that Luna bears on her forehead even mean?<br />\r\n<br />\r\n● Classic puzzle/RPG gameplay with a focus on the Horror genre, flavored with literature, poetry, friendship, and tenderness.<br />\r\n<br />\r\n●Challenging puzzles will test your logic and deduction skills.<br />\r\n<br />\r\n● 4 possible endings: Bad Ending, Neutral Ending, Good Ending, and Secret Ending.<br />\r\n<br />\r\n● Full of digital computer-made illustrations by various Italian artists.",
    "supported_languages": "英语, 意大利语",
    "header_image": null,
    "developers": [
      "Yumero"
    ],
    "publishers": [
      "Yumero"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}