{
  "913420": {
    "name": "The Odd Battle",
    "steam_appid": 913420,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >INTRO</h2> <br>   Welcome to the first game of Blue Palm Studio. The game is about fighting. You will encounter with challenges that are about finishing the stages in this game. When you finish a stage, you will be able to use its unique character in further challenges or versus game modes. You will be able to purchase extras with your coins to enrich the gameplay.<br> <h2 class=\"bb_tag\" >GAMEPLAY</h2> <br>-A character has a basic attack and have two skills. These three actions need energy. Different characters have different amount of energy. So frequency of skill usage differs among the characters. <br> <br>-We have three different battle modes.(Challenge, Versus, Chaos)<br> <br>-In challenge mode, you will have to beat all the waves to get its character and you must try not to die. In versus mode you can fight with up to 9 enemies that you can choose in the menu. In chaos mode this number increases.(Chaos mode might not fit every system)<br> <br>-In this game, you have &quot;Luck&quot;s running around the stage. They have different kind of effects, and if you are lucky you can full your healths. If you are not then anything is possible. <br> <br>-The game have different camera views. One of them is FPS mode. It is pretty good if you are into FPS mode.<br> <h2 class=\"bb_tag\" >UPDATE INFO</h2> <br>   If you find a bug in the game, please contact with me in any way and let me fix it quickly. Furthermore, if you have a idea about gameplay, gamemodes or something else, feel free to contact with me.<br> <h2 class=\"bb_tag\" >BLUE PALM SUGGESTION</h2> <br>   If you are not into seeing different stages, different characters and unlocking them, you might not like this game. If you are then you can check it out. In addition, if you are not into the things that are mentioned and you are looking to play a game with your friend, then you can check it out as well because playing with your friend is much more fun. Of course, feel free to play the game and give a chance to it.",
    "supported_languages": "英语, 简体中文, 俄语, 土耳其语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/913420/header.jpg?t=1572796530",
    "developers": [
      "Blue Palm Studio"
    ],
    "publishers": [
      "Blue Palm Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}