{
  "913690": {
    "name": "Me Smart Orc",
    "steam_appid": 913690,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Me Smart Orc</strong> is a short Choose Your Own Adventure (CYOA) text game, set in the world of Panos. It is totally free, so complaints about length will be filed under the 'innuendo' section. But the game is <u>deceptively re-playable</u>. Options, text, and combat results are influenced by the <u>intelligence</u> of the orc that your character is shepherding around! And your decisions, even the seemingly harmless ones, just might change the ending. So in may take a couple of hours (or more) to get all of the results.<br><br>You are <strong>Lizzy</strong>, the flying lizard. You live in the swampy orc village of Jeywafa; specifically in a small, leaky tent that smells like old socks. You normally laze about all day soaking up the sun, and occasionally serve as an animal companion for your master and best buddy, <strong>Shaman</strong>.<br><br>Shaman is not only the tribe's healer, but he also trains the 'smart orcs'. Which means he's in charge of the apprentice mages who have to feed the tribe's Voodoo Engine by casting spells nearby. The chief thinks that these novice mages are only being taught <i>'Enhance Intelligence'</i> to stave off the curse that makes all orc mages dumber when they cast spells. But Shaman has started a secret school, with the intention of making these orcs much smarter than they should be, so they can use all kinds of cool spells!<br><br>Normally, none of this would be your problem. But today, Shaman is going off on a trading mission, and he's leaving <u>YOU</u> in charge of <strong>Dunwart</strong>. Dunwart is the most promising apprentice of the Jeywafa tribe since that fool <strong>Sorch</strong> ran away to become an adventurer. Somehow the fate of all of Panos is wrapped up in this stupid task, you're <u>SURE</u> of it. Otherwise, why would Shaman send someone so important to get the job done?<br><br>Me Smart orc is 100 percent free, with no DLC. If you enjoy the setting and you'd like to reward the author, <strong>consider picking up the Bill Ricardi's books</strong>: <i>'Another Stupid Spell'</i>, <i>'Another Stupid Demon'</i>, and <i>'Another Stupid Apocalypse'</i>. <u>Warning</u>: These books contain themes of fantasy violence, abuse, stupidity, androgynous were-cat love, greed, goody-goody minotaurs, bisexuality, foolhardy adventure, demonic armies, and rocks. If any of the above would offend you grievously, stick to the gamebook.<br><br>Special thanks to Ian Lee and Tim Vecchiarelli for playtesting, and Ash Stone for tweaking and packaging the code.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/913690/header.jpg?t=1572353124",
    "developers": [
      "Bill Ricardi"
    ],
    "publishers": [
      "Bill Ricardi"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}