{
  "913800": {
    "name": "Pentaquin: Deeds Of Twilight",
    "steam_appid": 913800,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to the dark, magical world of <strong>Pentaquin: Deeds Of Twilight</strong>! Experience an action-packed 2D platformer adventure with lovingly hand-drawn graphics, an epic soundtrack, and a deep story that immerses you in a thrilling world of myth and magic.<br>Step into the shoes of Eolan Elumor, a young mage of the Light Circle, to save your fanatical sister from the dark fate that already cost your father his life. Dive into this hand-painted 2D adventure full of exciting battles, an engaging, interactive story, and a versatile skill system.<br><br><i>Will you follow the light and save your family, or will the shadows consume you on your journey?</i><h2 class=\"bb_tag\" >What to Expect:</h2><br><ul class=\"bb_ul\"><li><strong>Explore Four Unique Levels</strong>: Fight your way through four hand-drawn levels, each telling its own unique story.<br></li><li><strong>Deep Story</strong>: Experience a captivating, compelling story full of intrigue and dark secrets, accompanied by a breathtaking soundtrack.<br></li><li><strong>Collect Story Fragments</strong>: Find various letters, diary pages, and research reports hidden in each level that eventually form a clear picture of the dark story behind the scenes.<br></li><li><strong>Master Three Skills</strong>: Use your Light Shield for defense, the Magic Wall to reach unreachable heights and protect yourself from projectiles, and cast your own Ice Surface to cross even the widest chasms and waters.<br></li><li><strong>Challenging Boss Fights</strong>: Face challenging boss enemies at the end of each level. The four bosses, as unique as the levels themselves, vary in their fighting styles and require creative tactics.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/913800/extras/dcaac516e86081e5a9955d072a34e662.avif?t=1739114868\" width=624 height=236 /></span><h2 class=\"bb_tag\" >Tactical Challenges and Exciting Battles</h2><br>The gameplay seamlessly combines exploration, combat, and solving challenging tasks. Traverse breathtaking environments influenced by the magical essence of different moons, and use their unique powers to overcome obstacles and discover new paths. Engage in tactical and dynamic battles against dangerous foes by cleverly utilizing your magical abilities.<h2 class=\"bb_tag\" >Master Three Different Magical Skills</h2><br>As the son of a powerful Light Mage, you have inherited his magical talents. You start with a light blade and magical light projectiles, which you must use in exciting battles against numerous enemies in close and ranged combat.<br><br><strong>Use the magical Light Shield to defend yourself against your enemies.</strong><br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/913800/extras/ec7c0e90dcda6ed216820cfa98c8a9aa.poster.avif?t=1739114868\" width=620 height=326 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/913800/extras/ec7c0e90dcda6ed216820cfa98c8a9aa.webm?t=1739114868\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/913800/extras/ec7c0e90dcda6ed216820cfa98c8a9aa.mp4?t=1739114868\" type=\"video/mp4\"></video></span><br><br><strong>The Magic Wall helps you reach new places and protect yourself from projectiles.</strong><br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/913800/extras/a23a40c03699601d45e2adabe9eb3b89.poster.avif?t=1739114868\" width=620 height=408 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/913800/extras/a23a40c03699601d45e2adabe9eb3b89.webm?t=1739114868\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/913800/extras/a23a40c03699601d45e2adabe9eb3b89.mp4?t=1739114868\" type=\"video/mp4\"></video></span><br><br><strong>You can even cross the widest chasms with the Ice Surface.</strong><br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/913800/extras/26ca896890d8c82d9b3c7b9f5297b50d.poster.avif?t=1739114868\" width=620 height=258 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/913800/extras/26ca896890d8c82d9b3c7b9f5297b50d.webm?t=1739114868\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/913800/extras/26ca896890d8c82d9b3c7b9f5297b50d.mp4?t=1739114868\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" >Piece Together a Complex Plot</h2><br>Your skills are not only central to combat but also play a crucial role in uncovering the many secrets scattered throughout the game world waiting to be discovered. On your journey, you will uncover numerous secrets in torn-out diary pages, secret research labs, abandoned hideouts, and undelivered letters - piecing together the story of Pentaquin bit by bit.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/913800/extras/b98b2ae5e943453e735409199dcef69c.avif?t=1739114868\" width=624 height=236 /></span><h2 class=\"bb_tag\" >Atmospheric Game World with a Captivating Story</h2><br>In Pentaquin: Deeds Of Twilight, you will gradually uncover the secrets of the fascinating Pentaquin universe while unveiling the conflicts behind the five rival gods and their enigmatic moons.<br><br><ul class=\"bb_ul\"><li><strong>Hand-drawn Graphics:</strong> Our attention to detail is reflected in the lovingly hand-drawn game graphics, bringing life and immersion to the fantastic Pentaquin universe.<br></li><li><strong>Epic Soundtrack:</strong> The fascinating world of Pentaquin is accompanied by an epic soundtrack that perfectly captures the twilight mood of its locations. The title melody, sung in a language created especially for Pentaquin, rounds off the auditory experience.<br></li><li><strong>World Map:</strong> Travel through the diverse locations of the Pentaquin universe with an interactive world map, unlock new areas, and carve your way through rugged landscapes marked by war and misery but also a glimmer of hope.</li></ul><h2 class=\"bb_tag\" >Your Journey Through a Shattered World</h2><br>The world of Pentaquin is put to the test. After the soul of its creator god was split into five autonomous aspects, the original form of magic is only partially usable - and the technologies based on it are gradually failing.<br><br>The balance of power between the mighty Tero’zar, the former guardians of creation, and the human population is shifting, and conflicts are sprouting like mushrooms. In this fragile world, you fight as the son of a devoted paladin, who once belonged to the freedom-seeking Light Circle, for the survival of your family - or what remains of it.<br><br><strong>Dangerous Enemies:</strong> Face dangerous foes, from corrupted nature elementals in the forests, rebellious bandit clans in the villages, to the icy guardians of the hostile mountain ranges.<br><strong>Divine Conflicts:</strong> Unveil the origins behind the five rival gods, their enigmatic moons, and the respective religions that have formed around them, leading to inevitable conflicts.<br><strong>Find and Save Your Sister:</strong> Follow the trail of your missing sister and save her from a dark fate that already meant certain death for your father - and now threatens the rest of your family.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/913800/extras/cbb33027522b919cc24ccc013a29387f.avif?t=1739114868\" width=624 height=236 /></span><h2 class=\"bb_tag\" >Magical Moons and Powerful Mage Circles</h2><br>The five moons orbiting the planet Pentaquin influence the life and magic of the world. Each moon represents an aspect of magic, and the powerful mage circles utilize these forces to enforce their respective ideologies - if necessary, with violence.<br><br><ul class=\"bb_ul\"><li>Shadow: Masters of necromancy and mind control, these dark necromancers and their creatures strive for ultimate control.<br></li><li>Fire: Convinced that destruction leads to improvement through rebirth.<br></li><li>Nature: Druids who want to maintain the balance of creation.<br></li><li>Water: Protect the world's ecosystem through constant change.<br></li><li>Light: Paladins and priests who fight for freedom, equality, and accountability.</li></ul><h2 class=\"bb_tag\" >A Dangerous Balance</h2><br>The former loyal servants of the original god, now the ever-weaker Tero'zar guardians without their creator's energy, are on the verge of a bloody civil war brewing in the midst of their spiritual center. What role will the former world capital of Terovania play in the power structure of Pentaquin?<br><br>Amid this world order marked by chaos and destruction, new mage circles are forming around the planet around the five god aspects, aiming to gain dominance over the shattered world and enforce their own values and ideals.<br><br>As a devoted follower of the Light God Mage Circle, your father already gave his life in battle. Will your sister continue his attempt to free the world from the supposed tyranny of the other circles, or can you bring her to reason in time and save her from your father's dark fate?<br><br><i>A dark adventure between the abysses of light and shadow awaits you!</i>",
    "supported_languages": "英语<strong>*</strong>, 德语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/913800/header.jpg?t=1739114868",
    "developers": [
      "Terovania"
    ],
    "publishers": [
      "Terovania"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}