{
  "914210": {
    "name": "N1RV Ann-A: Cyberpunk Bartender Action",
    "steam_appid": 914210,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/914210/extras/0c356480c8f3bae8cf2ec75f3a3c1ae0.avif?t=1730740499\" width=616 height=360 /></span><br><br>Cyberpunk Bartender Action N1RV Ann-A (pronounced simply as Nirvana) is a booze em' up about waifus, technology, and life in the dystopian economic bubble.<br><br>A sequel to the critically acclaimed VA-11 Hall-A, Nirvana takes place in Saint Alicia, an artificial island located in the Caribbean that's experiencing a big economic boom and breakthroughs with technological advances in environmental climate control.<br><br>This time around, we enter the world of Sam and Leon, a couple facing the challenges of living very different lives. Sam is a bartender at the Nirvana bar, where she serves all kinds of patrons looking for peace in this bustling megacity. Leon, on the other hand, is a gangster at a crossroads in life. Where should his allegiance lie? Family, or &quot;family&quot;?<br><br>Gameplay consists of preparing all manner of cocktails using the available ingredients - and unlike Glitch City, Nirvana doesn't deal in synthetic alcohol substitutes. Splash out on whisky, rum and vodka to your heart's desire, rather than just following an order to advance through the story! You decide what kind of drink to serve for any and every occasion. Pay close attention to your patron's needs, and serve the drink that will change their lives.",
    "supported_languages": "英语, 简体中文, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/914210/header.jpg?t=1730740499",
    "developers": [
      "Sukeban Games"
    ],
    "publishers": [
      "Ysbryd Games",
      "AGM PLAYISM"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}