{
  "914410": {
    "name": "Fantasy Grounds - A05: Winterflower (Savage Worlds)",
    "steam_appid": 914410,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >A05: Winterflower</h2><strong>A Savage Worlds adventure for a party of 4-6 players with about 15-25 experience points each.</strong><br>The annual Winterflower Festival &amp; Dance is just around the corner! What originally started as a festival to honor the rare Winterflower has grown into an annual gathering for families, soldiers, and hunters to eat, drink, and dance the night away.<br><strong>The festival is named after the rarest flower in the world. It thrives in a cold mountainous region and has a reputation for growing on sheer mountain peaks and cliffs. It is the only flower known to grow through layers of snow in order to reach the sunlight. When carefully transplanted near the village the Winterflower is considered a blessing which protects the village from harm.<br>It is customary for the men of the village to ask the women to the dance by presenting them with rare, difficult to obtain gifts. A woman will usually select from the men based on the rarity of the gift with which she was presented.<br>This year, a beautiful maiden by the name of Gwendolyn has come of age and many men vie for her attention. Three such men are Nicoli Vrodle, Alem Dulgra, and Vladimir Pelchonal- all of which are willing to go to great lengths to attend the Winterflower Festival &amp; Dance with the maiden Gwendolyn on their arm.<br>Each of the three men hire the PCs to retrieve the rarest gifts in the land.<br>The catch? The Winterflower Festival starts in just 5 days so the PCs must hurry!<br><i>Also included in &quot;Winterflower&quot;:</i><br><ul class=\"bb_ul\"><li>Maps and Illustrations by 3x ENnie Award winner Todd Gamble<br></li><li>Optional story arc transitioning from A04 into A05 depending on the PCs actions in the previous adventure.<br></li><li>Three main quests, of which the PCs may choose to take only one or all three if they so wish. Adventure conclusion varies greatly depending on the PCs choices and actions.<br></li><li>New Trap: Stone Walk<br></li><li>New Puzzle: Entrance to the Dwarf Realm<br></li><li>New Map: Old Rybalkan Shipwreck<br></li><li>Illustration: Winterflower and the Solitary Giant<br></li><li>New Monster: Snow Roc</li></ul><i>Adapted for Fantasy Grounds by: </i>Mark Sim</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/914410/header.jpg?t=1768402171",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 9 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}