{
  "915050": {
    "name": "A Rite from the Stars Demo",
    "steam_appid": 915050,
    "required_age": 0,
    "is_free": true,
    "description": "Welcome to the Mystical Island of Kaikala, home to the Makoa tribe, and Kirm, a mute boy who has been chosen by the Stars to become a legend among his peers. But first, Kirm must succeed in a rite of passage to leave his childhood behind that will be neither ordinary nor easy. It will take all of Kirm's cleverness and bravery—along with a little help from his Power Meerkat, Mirk, and his Guiding Star, Hoku—to complete his task and master the three paths of Wisdom, Courage, and Spirit.<br><br>In this 3-D point &amp; click adventure, explore the vibrant magical island of Kaikala as Kirm undergoes the challenge of his life. Clever traps and puzzles await in dangerous jungles, caves, a volcano, a mysterious temple, and even an alternate reality! Master the unique mechanics and obstacles of each path in any order you choose, meet supernatural entities, team up with Mirk, and endure the endless bad jokes of Hoku as you reach one of six possible endings in this Rite from the Stars. <br><br>Features:<br><ul class=\"bb_ul\"> <li>An adventure filled with unique challenges, from solving riddles to manipulating ancient machinery to tag-team coconut dodgeball and more!<br></li><li>Explore the island of Kaikala, from exotic jungles to the mysterious Temple of Yesterday<br></li><li>Complete the three paths of Wisdom, Courage, and Spirit in any order<br></li><li>Bond with your playable Power Meerkat companion, Mirk, and your guiding star, Hoku<br></li><li>Voiced in the unique Makoan language, created for the game, with English, French, Italian, German, and Spanish subtitles<br></li><li>More than two hours of original Makoan music featuring the Organum Chorus<br></li><li>Six different possible endings depending on player choices</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/915050/header.jpg?t=1534363036",
    "developers": [
      "Risin' Goat"
    ],
    "publishers": [
      "Phoenix Online Publishing"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}