{
  "915060": {
    "name": "Dream Enders RPG",
    "steam_appid": 915060,
    "required_age": 0,
    "is_free": true,
    "description": "Please Note: <strong>Dream Enders RPG</strong> has no combat or skill-testing content. It features relationships with unique characters, impactful player choices, and engaging story-driven content. It can be played by players of all skill-levels.<br><br>If you wish to wait for the complete story to be finished before playing, then do not download yet.<br><br><strong><u>** UPDATED **</u></strong>  <strong>Dream Enders RPG</strong> is currently under early development. It is a portion of the final release. The product available now is not necessarily indicative of the final product.  Help support the on-going creation of <strong>Dream Enders RPG</strong> by contributing to my <strong>Patreon</strong> fund at , or by visiting us on <strong>Discord</strong> at !<br><br><strong>Dream Enders RPG</strong> is an interactive story focused on player freedom, dialogue options, and branching pathways, all within a top-down R.P.G. format.<br><br><strong>Dream Enders RPG</strong> is being created as a spiritual sequel to <strong>'Cora and the Dreamer</strong>' available as an eBook on the Amazon Bookstore.<br><br><strong>Dream Enders RPG</strong> takes place in the world of an M.M.O.R.P.G., in which the player characters have been trapped by the evil Witch Queen. You appear in the midst of their plight, choosing to help or hinder those you meet as you see fit.<br><br>Controls: WASD to move, Numpad 0 to interact, Numpad . to advance text - OR - Arrow keys to move, Z to interact, X to advance text. F4 enables full screen. A resolution of at least 1280 x 720 is required.<br><br><strong>Dream Enders RPG</strong> currently has no music.<br><br><strong>Dream Enders RPG</strong> is being created in Game Maker: Studio 2 as a long-term exercise in coding. All feedback is appreciated.<br><br>Sound effects used in game provided by the generous contributors at .<br><br>If you or someone you know is contemplating suicide, please reach out for help by contacting the National Suicide Prevention Lifeline at 1-800-273-8255 or visit their website.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/915060/header.jpg?t=1594601737",
    "developers": [
      "C.A.Withey"
    ],
    "publishers": [
      "C.A.Withey"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 2 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}