{
  "915440": {
    "name": "Fireflies",
    "steam_appid": 915440,
    "required_age": 0,
    "is_free": true,
    "description": "You wake up on your bed, You hear your phone ring but you let it go to voicemail. It’s your sister - she seems worried and reminds you of an appointment you have with somebody, before she rushes on with her busy day. You walk out of your room and just like that, you are no more in your house. You explore the strange place a bit and find yourself standing by a view that takes your breath away. You see a lush forest, lit up by thousands of fireflies. <br><br>Suddenly, All you want to do is get there. Your journey to the Fireflies forest begins.  <br><br>Fireflies is a First Person Psychological Adventure. The core mechanics revolves around exploration, survival from the enemy and a bit of puzzle solving elements added to it. <br>You open drawers, doors, inspect objects, unravel the mysteries of the unknown, meet interesting characters, get chased by an even more interesting character, fight, run and hide. Your aim is to get to the fireflies forest and you shall.<br><br>Gameplay :<br><br><ul class=\"bb_ul\"><li>Narrative driven gameplay. Game contains three levels, each with its own style and everything tied to the overall story. <br><br></li><li>Based on an interactive world around you. Open doors, drawers, cupboards. Inspect objects to unravel the mysteries of the world. <br><br></li><li>An intense combat system where the player faces an over-powered enemy. Player has a weapon made available, using which the enemy can be slowed down. Eventually, the <br>    player needs to run/hide from the enemy rather than facing him head on.<br><br></li><li>An immersive beautiful environment with a lot of details that add to the overall game experience.   </li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/915440/header.jpg?t=1587603779",
    "developers": [
      "Sourabh P Hamigi"
    ],
    "publishers": [
      "Sourabh P Hamigi"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}