{
  "915720": {
    "name": "Session Seven",
    "steam_appid": 915720,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Session Seven</strong> is a free point &amp; click graphic adventure game meant for fans of the old school 2D adventure game classics.<br><br>You play as Ryan, an estranged father and husband who has just awoken, beaten, bruised, and alone in a locked cellar. Your head is throbbing, and you have only a few vague, twisted memories about how you might have gotten there. Armed only with the sparse tools around you and the strange, possibly dark mementos you find along the way, it is up to you to find out what happened and escape the basement.<br><br>Your life is not the only one on the line. Your wife and son may be in danger too. Through a series of puzzles and player-directed flashbacks with an unidentified therapist, you decide how Ryan's story ends... and how it began. It is vital that you find your way out, but it is just as important that you figure out how you got in. Session Seven is a point-and-click adventure and an interactive story, and there are multiple directions in which the player can take their narrative.<br><br>Experienced players should take about one to two hours to complete the game on the first try. The puzzles are chosen to be a good compromise between easy and hard to target both casual and expert adventure gamers.<br><br>The game is the passion project of a game designer, a writer, and a musician, and we sincerely hope that you will enjoy your experience. Have fun, and good luck.",
    "supported_languages": "英语, 德语, 西班牙语 - 拉丁美洲, 西班牙语 - 西班牙, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/915720/header.jpg?t=1611874314",
    "developers": [
      "Session Seven Team"
    ],
    "publishers": [
      "Session Seven Team"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}