{
  "916540": {
    "name": "Fatal Hour: Petroleum",
    "steam_appid": 916540,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Fatal Hour: Petroleum is the first chapter of the Fatal Hour Saga.</h2><h2 class=\"bb_tag\" >The Situation</h2><strong>Two words: Zombie Apocalypse</strong><br><br>Your team of survivors have acquired transportation in the form of a bus and are seeking the source of an automated radio transmission, in the hopes of finding other people. Living people that is, there is an abundance of the other kind.<br><br>Traveling through the barren wastelands, the engine starts coughing. You manage to make it to what appears to be an abandoned gas station, in the middle of nowhere. Fortunately, a member of your group, Mechanic Mike, figures he can fix the engine and get you back on the road. He's no magician though and will need some time. Time, however, might just prove to be in short supply, since your arrival at the gas station has been registered by what used to be the living residents of the area and the likewise formerly living inmates of the nearby female penitentiary.<br><br>They may be no longer living, but one thing is sure: They're HUNGRY!<h2 class=\"bb_tag\" >The Game</h2><strong>Gameplay</strong><br><i>Fatal Hour: Petroleum</i> is an explosive, non-stop action packed, single map, top-down, 3:rd person, zombie survival, RTS, Tower Defense hybrid. Yes, you got it right, now try saying it out loud. You command a team of 5 characters with different personalities and preferred weaponry. You're stranded and surrounded by hordes of undead whose dinner is long overdue. <br><br>To put it plainly, your mission is simple: SURVIVE BY ANY MEANS POSSIBLE.<br><br><strong>The Chapter System</strong><br><i>Fatal Hour: Petroleum</i> is the first in a series of stand alone chapter games that tell the story of a group of people, struggling to survive in the aftermath of the Zombie Apocalypse. Each chapter is a single-level minigame, played as a separate challenge available at different levels of difficulty. The goal is to achieve the best possible result and survive as long as possible. In the first chapter, the group is stranded at an abandoned gas station, struggling to keep the undead at bay while they repair their transportation.<br><br>The chapter games will be released in quick succession, with just a few weeks in between. At least three chapter minigames are planned for release, after which a decision will be made either to continue with additional game chapters or create a larger and more diverse game, with strategic as well as tactical game elements. This decision will be heavily influenced by player opinions.<h2 class=\"bb_tag\" >The Group</h2><strong>Prepper Jack</strong><br>Most people of the Earth were caught completely unprepared by the sudden events of what came to be known as &quot;<i>The Outbreak</i>&quot;. This guy was not. Some people would even say that he was so prepared for the Apocalypse that he was actually happy when it finally happened. <br><br>Armed with a military grade precision sniper rifle and the eyes of an unrivalled marksman, Prepper Jack could probably hit a fly on a wall from a mile away. However, most flies these days are not on walls and should he miss the occasional flying bug, chances are that his shot will still have the desired effect on the undead thing it was sitting on.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/916540/extras/998de0db4cca608e586826d7f34dc116.avif?t=1549661975\" width=260 height=260 /></span> <i>Prepper Jack</i><br><br><strong>Trailer Jane</strong><br>Trailer Jane was working late on the day of <i>The Outbreak</i>. When the hordes reached the diner, the young waitress was the only survivor, thanks to the Colt 1911 - a present from her father on her 9:th birthday - that she never left out of reach even before the end of the world. What really ticked her off was when one of the undead managed to mess up her hair on the same day as she had been to the salon. The killing spree that followed is said to have made even the undead sick to their stomach and chances are that some of the corpses she left behind in the diner wasn't really dead to begin with. But don't even hint about that to Jane if you know what's good for you. <br><br>Anyway, since the trailer park that had been Jane's home since birth was completely overrun by the hordes, Jane has made it her mission in life to kill again what is already dead.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/916540/extras/7f5f19e6c55aab751052ebe68659b669.avif?t=1549661975\" width=260 height=260 /></span> <i>Trailer Jane</i><br><br><strong>Deputy Klaus</strong><br>When the hordes descended on Dirtmine, Arizona, Deputy Klaus was busy, escorting an undesired bum out of town and &quot;mildly persuading&quot; him never to return. As Klaus came back to the sheriff's office, no one appeared to be left alive. A few minutes later, Klaus had made sure that no one was left moving as well. Some people say that there actually was a survivor, a local man that spent every other night in lockup due to a habit involving drinking, fighting and... well mainly drinking and fighting. Since Klaus was a firm believer in the value of teaching lessons, it is not unlikely that if so, Klaus may have just left him in his cell awaiting the sheriff's order to release the prisoner, as regulations stated. At least if there was nothing in the regulations about making exceptions in case the sheriff was no longer able to issue such an order due to being busy prowling the streets with an urge to devour human flesh.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/916540/extras/0690b17a0e3d1167c9a860ffae183f99.avif?t=1549661975\" width=260 height=260 /></span> <i>Deputy Klaus</i><br><br><strong>Samu Jin</strong><br>A tech student who really didn't bother to hang out with anyone else, Jin spent most of his time prior to <i>The Outbreak</i> studying or practicing with the ancient sword replica he purchased on eBuy. Most people around him thought him fairly strange, and the word &quot;creepy&quot; was more often than not used by people describing him to others. As <i>The Outbreak</i> came, Jin was convinced that it was caused by something in the air, perhaps something to do with chemtrails. Although there's been no proof of such a connection since, Jin retains his conviction about the state of the matter and prefers to keep his gas mask on at all times. Well, he actually takes it off from time to time for eating and drinking, but generally tries to hold his breath as best as possible during those rare occasions. <br><br>So far, he's turned down all opportunities to switch out his sword for a ranged weapon and seems to prefer going all out berserk when confronted with the undead.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/916540/extras/fd1eeb9d137c6badf7ca0af3f472a4da.avif?t=1549661975\" width=260 height=260 /></span> <i>Samu Jin</i><br><br><strong>Shotgun Joe</strong><br>No one really knows muck about what Shotgun Joe did before <i>The Outbreak</i>, but he seems to regard the undead as mostly a nuisance that has to be put down with much the same focus as a buzzing mosquito has to be waved away. A sawed off shotgun is his weapon of choice, some say because he cannot be bothered to have to aim to hit his target. Having to raise his weapon to aim would probably piss him off quite badly. In fact, Joe is pissed off by a lot of things but mostly by people, especially the kind that bother him with talking. <br><br>The jury's out on whether Joe actually likes living, talking people or undead the least. But at least he can kill the undead kind without anyone complaining, which seems to suit him just fine.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/916540/extras/080d5c5544a81732fef1b601897a4f2d.avif?t=1549661975\" width=260 height=260 /></span> <i>Shotgun Joe</i><br><br><strong>Mechanic Mike</strong><br>Growing up Mechanic Mike was not the brightest kid in town. In fact, he was probably just about the opposite. By the age of 12, he had just learned the basics of reading and to be honest he didn't really get any further than that. He never spoke much and he easily got confused when people talked fast or used difficult words. You might expect a kid like that to get bullied badly by the other kids, and it might have happened to Mike as well, had it not been for one reason: He was simply huge. A head above other kids his age and about twice as wide. Most of all he reminded you of a bull, both physically and intellectually. No kid would run the risk of provoking him, even though he really never got into a fight or hit someone. <br><br>Living alone with his widowed mother, he preferred to spend his time in the garage, playing with his late father's tools and old car. Mike failed miserably at school and didn't appear to be able to learn anything at all above the level of a 6-year-old. Except for one thing. He had an amazing understanding of engines and mechanics, far beyond what anyone could expect of a professional mechanic or engineer. As his mother was one of the first victims on The Outbreak, Mike ran from town. An almost unbelievably peaceful person, he couldn't bring himself to use force even against the undead hordes, not even to save his own life. <br><br>Lucky for him, he came across a group of individuals with more than plenty of potential for violence, but in desperate need of a mechanic.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/916540/extras/e2db2183ce28f52774c64f720b1fcb80.avif?t=1549661975\" width=260 height=260 /></span> <i>Mechanic Mike</i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/916540/header.jpg?t=1549661975",
    "developers": [
      "Thor Gaming"
    ],
    "publishers": [
      "Thor Gaming"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 90,
      "highlighted": [
        {
          "name": "Getting Started",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/916540/b04590c061ea55be6b7d8fae8fadf16b2f251bed.jpg"
        },
        {
          "name": "Getting Around",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/916540/583778e218ed3d386f47baabc75a34d3c10f02fc.jpg"
        },
        {
          "name": "Mediocre ",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/916540/79a6b349bb4a1e8947d7d2fb14daf5bda52b80b3.jpg"
        },
        {
          "name": "Bloody Hands",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/916540/41c6bd695334b5c2dd5c121f2e9dc994431dab80.jpg"
        },
        {
          "name": "Bloodbath",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/916540/71de702c432fc8624c4cf78537cd23c37cd69b82.jpg"
        },
        {
          "name": "Teamplayer",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/916540/6dc55db1fcc5d2ba84a36d7cfa127e70ca41ac90.jpg"
        },
        {
          "name": "Serial Killer",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/916540/c9b50589f896a9b8f64c9bd63255ae4251eb6dc8.jpg"
        },
        {
          "name": "BadAss",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/916540/7185872d6bb29fa692c9803ff58222337c722faf.jpg"
        },
        {
          "name": "Horde Killer",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/916540/61e1919dc22c5340e9a8b8414d837c8e424d6528.jpg"
        },
        {
          "name": "Bring 'Em On!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/916540/568e55d8e2ebff9d095e8318485ad8fb2bb60e4b.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}