{
  "917130": {
    "name": "Lily",
    "steam_appid": 917130,
    "required_age": 0,
    "is_free": false,
    "description": "Create beautiful music in <strong>Lily</strong> – a playful music creation game for people of all ages and musical abilities. Explore music and melody to produce delightful, tuneful lily ponds. Relax in a calming, creative experience in which there is no winning or losing – only artistic exploration and expression.<br><br>Use the lilies to compose looping melodies and develop musical patterns and harmonies. Alter each lily's petal count to create tunes of different lengths and produce interesting, evolving pieces.<br><br>Develop intricate compositions using lily pads to control the playback of lilies over time. Chain lily pads together to form networks and produce complex musical arrangements.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li> <strong>A variety of sounds</strong> — Choose from 15 lily flowers, each with their own unique sound and available in 1-8 petal variations.<br></li><li> <strong>Powerful musical controls</strong> — Precise note selection with the option to choose from 7 musical scales in 12 keys. Control each lily's loop-count and note duration to produce interesting musical patterns and harmonies.<br></li><li> <strong>Develop intricate musical arrangements</strong> — Create interesting compositions using lily pads to control the playback of lilies over time. Chain lily pads together to produce complex musical arrangements.<br></li><li> <strong>My Compositions</strong> — Save your lily ponds and revisit them at any time from the menu.<br></li><li> <strong>Explore the Enlightenment</strong> — A collection of tutorials and pre-made compositions to teach and inspire.</li></ul><br>Peace. ✌<br><i>#CreativeGaming</i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/917130/header.jpg?t=1572341964",
    "developers": [
      "Pelican 7"
    ],
    "publishers": [
      "Pelican 7"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}