{
  "917760": {
    "name": "Survivor in Summer",
    "steam_appid": 917760,
    "required_age": 0,
    "is_free": false,
    "description": "Story:<br />\r\nA passenger malfunctioning during a flight loses control of the aircraft and falls into the sea. Then some survivors are dragged into a nearby island. We give each one tasks and sufficient resources so that the three survivors in this island can be saved.<br />\r\n<br />\r\nRead the notes to find out what's going on until this time,<br />\r\nSend the survivors to different parts of the island to find food and drink,<br />\r\nResearch to find out if there are other survivors,<br />\r\nYou need to check your food and drinks to survive! You can also ensure that your resources remain healthy, they can also cause their ruination,<br />\r\nIf you are unlucky, survivors or resources can suffer.<br />\r\n<br />\r\nEach player has a button on it. By pressing these buttons you can send the players to explore different parts of the island. But be careful! Just as these investigations are useful, damages can be, like death.<br />\r\n<br />\r\nYou will receive an announcement with specific intervals. When you open this announcement, you can get the story notes for the game. Or you may encounter events that affect players and resources.<br />\r\n<br />\r\nEvery move has good and bad results. You have to take risks!<br />\r\n<br />\r\nEvery day your resources are exhausted. Players can not last long when resources are exhausted. Keep your resources organized and keep fighting for at least 30 days until at least 1 person survives!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/917760/header.jpg?t=1603102347",
    "developers": [
      "TheElvenTale Games"
    ],
    "publishers": [
      "TheElvenTale Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}