{
  "917710": {
    "name": "Decisions",
    "steam_appid": 917710,
    "required_age": 0,
    "is_free": false,
    "description": "Decisions is a game that you decide what the main character should do in certain scenarios/events this will lead to an insane flowchart of outcomes and what not. So basically this is a game were you decide their fate!<br><br>This game adds so many cool and mysterious stories that will be cleared out in the future if you suspect any ideas of the story line please comment them through the Sevo Tech website. Another cool feature is the cut-scenes which will be at the start of every level giving you the info of whats happening next but right now it is just a natural disaster!<h2 class=\"bb_tag\" ><strong><u>What this Game has to Offer</u></strong></h2>In this game you will be able to make as many decisions as you want for the main character in the game so far there is 2 Levels but inside these two levels is a complicated series of events  what will put you on the spot!! What you do in this game is up to you make decisions to the event your in by pressing buttons 1 &amp; 2 for the two different answers, as this game is a work in progress it does however contain a whole entire level select screen a title screen (like most games) and <u><i>will</i></u> contain different game-modes!!<h2 class=\"bb_tag\" ><strong><u>Graphics </u></strong></h2>Now to the graphics of the game, the graphics may be a little on the clip art side but i have tried my best to make this game as enjoyable as possible! This is also ALPHA version of the game so multiple things will change!<h2 class=\"bb_tag\" ><strong><u>Game-Play</u></strong></h2>The game play of decisions is a bit different to your normal game play as it will be in very early access so there will be multiple bugs and glitches and only three buttons will be needed 'mouse 1', Buttons '1', '2' &amp; '3'. Multiple things in the game WILL be changed and ADDED in the future including gamesaves.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/917710/header.jpg?t=1565427357",
    "developers": [
      "Sevo Tech"
    ],
    "publishers": [
      "Sevo Tech"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}