{
  "917870": {
    "name": "Gauge Of Rage",
    "steam_appid": 917870,
    "required_age": 0,
    "is_free": true,
    "description": "Gauge Of Rage is a frantic and gory arcade style top down shooter that challenges you to build up and unleash your rage against a never ending onslaught of undead!<h2 class=\"bb_tag\" >About This Game</h2>The more you destroy, the more rage you build up. What you do with rage is up to you by slotting different powers into your Gauge Of Rage. These powers will activate if you can keep your rage high enough. Build it all the way up to use a screen-clearing extermination move - but be careful as these moves will deplete all of your rage! Survive as long as you can and unlock all kinds of new powers, guns, levels, and mobs to fight!<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li>Chaotic and gory arcade style action against increasingly aggressive hordes of undead<br></li><li>Customize how you use rage by stacking your Gauge Of Rage with a variety of different powers<br></li><li>Upgrade and customize your guns with extended mags, longer barrels, rapid fire, laser sights and more<br></li><li>Over a dozen melee weapons including baseball bats, crowbars, laser swords, and guitars<br></li><li>Level up to unlock all kinds of new powers, weapons, maps, and mobs<br></li><li>Plug and play Xbox controller support featuring twin stick controls (the game also controls great with a keyboard and mouse)</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/917870/header.jpg?t=1600885995",
    "developers": [
      "Dave Myers",
      "WubsGames"
    ],
    "publishers": [
      "WubsGames"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}