{
  "917890": {
    "name": "Fantasy Grounds - D&D Wayfinder's Guide to Eberron",
    "steam_appid": 917890,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Wayfinder's Guide to Eberron</h2><strong>Important Note:</strong> This is playtest material and should be considered <strong>Early Access</strong>. Additional content and mechanics will be added after playtest feedback is received by Wizards of the Coast. There may be some delay in updating the Fantasy Grounds module after any new versions are released and provided to SmiteWorks.<br>Eberron was born in 2002 when Wizards of the Coast launched a worldwide search for a new campaign setting.<br><i>Wayfinder's Guide to Eberron</i> brings the eponymous campaign setting to the fifth edition of<br><i>Dungeons &amp; Dragons</i>. This module has been converted from a 175 page book to give you everything you need to create an Eberron story or character, exploring the core themes of the setting and the rules to implement them in fifth edition. It includes an overview of Khorvaire and the fantastic city of Sharn, along with a host of background ideas and story hooks.<br>Playtest material includes the unique races of Eberron, the mystical dragonmarks (including greater dragonmarks and aberrant dragonmarks), and new magic items; this is built upon a living document, and this content will evolve and be updated in response to feedback.<br>This content includes the following items for Fantasy Grounds:<br><ul class=\"bb_ul\"><li>A beautifully designed reference manual with embedded images and sidebars.<br></li><li>a custom decal extension to change the look of your Fantasy Grounds desktop for Eberron<br></li><li>37 pieces of artwork that are sharable with players<br></li><li>37 new preloaded tables<br></li><li>43 new magic items and 26 new magic item templates<br></li><li>1 new backgrounds, 3 new feats, 1 new spell, 1 new NPC<br></li><li>4 new races - Changeling, Kalashtar, Shifter, Warforged<br></li><li>New Dragonmarked Subraces for Dwarf, Elf, Gnome, Half-Elf, Half-Orc, Halfling and Human<br></li><li>A Quick Sharn Story - Story Template to create adventures seeds for Eberron<br></li><li>97 new images to share with players, including dragonmarks and house crests</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Team Twohy LLC</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included D&amp;D fifth edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/917890/header.jpg?t=1768402416",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 17 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}