{
  "917930": {
    "name": "Fantasy Grounds - Forest Kingdom Campaign Compendium (5E)",
    "steam_appid": 917930,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Forest Kingdom Campaign Compendium</h2><strong><br>Into the Woods!</strong><br>Step under the shadowed boughs of the forest realm to find a wild world of magic, mystery, monsters, and more! From the misty boreal taiga of the cold northern reaches to wondrous glades of enchanting fey beauty, the <strong> <i> Forest Kingdom Campaign Compendium</i> </strong>  from Legendary Games offers a wealth of amazing expansions for your wilderness campaign using the <strong> 5th Edition</strong>  of the world's most famous RPG! Within this fantastic tome you will find:<br><ul class=\"bb_ul\"><li>Dozens of new character options for your campaign on the borderlands, including fighter and ranger archetypes like the <strong> explorer</strong>  ranger and <strong> unicorn charger</strong> , bardic college, druid circles, warlock pacts, and boons, and more! </li><li>Over 20 spectacular spells and feats perfect for wilderness adventurings, like Fairy Blessing, the shield of light, and the dirge of the victorious knights! </li><li>Over 60 incredible creatures, from friendly fey-like pixies and satyrs to frightful foes like barrow wights to wendigos, plus forest dragons from taiga linnorms to jungle kongomato, and fanciful creatures like the Jabberwock, jubjub bird, and frumious Bandersnatch! </li><li>Dozens of new magic items ideal for trailblazing in the wild, like the scout's spyglass, plow of the abundant harvest, and staff of the fey queen! </li><li>Eight richly developed wilderness-themed characters are contained here as well, each with a detailed history and connections with one another but easily usable in any wilderness campaign as rivals or allies. </li><li>Two complete adventures, with your heroes braving bloody vengeance among the barbarian tribes on Cold Mountain for 4th-level characters and saving unicorns from an Unseelie fate in Horns of the Hunted for 6th-level PCs. </li><li>Plus chapters on running forest- or fey-themed campaigns and building your own border kingdom in the wilderness, including love and bargains between mortals and the fey, the incursion of faerie magic into the natural world, tournaments, and festivals, jousting and archery, villains in nature, and even sample kingdoms! </li></ul>  If your heroes are heading into the woods, this richly detailed and lavishly illustrated book is a resource you don't want to be without! The <strong> <i> Forest Kingdom Campaign Compendium</i> </strong>  is packed with great material for players and GMs alike, the perfect companion for any wilderness campaign to help <strong> Make Your Game Legendary!</strong><br><i>Adapted for Fantasy Grounds by: </i><strong>Charles Surette</strong><br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.<br><i> Converted by:</i>  <br>Charles Surette[/b]<br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/917930/header.jpg?t=1768402464",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 9000,
      "final": 9000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 90.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 29 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}