{
  "918300": {
    "name": "TailzFromTheGrave",
    "steam_appid": 918300,
    "required_age": 0,
    "is_free": false,
    "description": "TFTG is a third person survival game which was inspired by a few people talking about game ideas when hanging out. It is really funny from where we started and where we finished with the idea. What was created is a game that you can just sit down, pick up immediately and have fun. You can play it for 10 minutes between your break or for hours beating your friends high score. The high scored are showed online so you are competing against all the players. The story of the game is explained in the starting cinematic where your dog gets hit by a car. Wanting to save your beloved pet you find a book with dark spells being able to revive what is dead. However something goes wrong and you revive all of the pets from the cemetery. Now you have to defend yourself with magic while still trying to find out what happend to your dog. <br />\r\n<br />\r\nYou find yourself on a pet cementery with magic abilities such as a magic shot and shield fighting off countinues waves of zombie pets. Survive as many waves as you can and get your name on the global leaderboard!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/918300/header.jpg?t=1534923694",
    "developers": [
      "Peter Manfreda"
    ],
    "publishers": [
      "Peter Manfreda"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}