{
  "918480": {
    "name": "Project GR-5LYR: Galactic Relocation",
    "steam_appid": 918480,
    "required_age": 0,
    "is_free": false,
    "description": "You are a part of Project GR-5LYR: Galactic Relocation. Our home planet, Earth, is running out of resources, so we must find a new place to call home. Your mission is to land on an unexplored Earth-like planet, codenamed 5LYR, and prepare it for human habitation. You must start and expand a colony and use your resources wisely, while clearing the planet of any hostile local lifeforms and defending your base from attack.<br><br>In the beginning, you start by placing your Colony Core, the center of your new colony. The Core produces new building types, represented as cards that you can place onto the map using Energy. Different buildings have different roles, such as improving vision range, producing or housing new units, attacking events or defending your buildings, or generating more Energy to be able to play more per turn.<br><br>As you expand your base, upgrade your buildings, and subdue hostiles, you'll gain access to more unit types, and upgrades to your buildings and soldiers. When your new colony is properly established, you'll have to find a way to contact Earth's people and give them the signal that it's safe to arrive.<br><br><i><strong>Project GR-5LYR: Galactic Relocation</strong></i> features a unique combination of turn-based strategy and deck-building mechanics, mixed with tactical turn-based combat. Will you succeed in saving Earth's people, or will the mission be a failure? It's up to you!<br><br>A small team of four people got together and worked feverishly for one month to make this game. All planning, design, art, and coding was done in just 31 days. We worked shoulder-to-shoulder, late into the night, to make the game as good as it can be, and we're very proud of the results of this effort. We hope you like the game.<br><br><strong>NOTE: This game does not run on Windows 7 or earlier.</strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/918480/header.jpg?t=1562459598",
    "developers": [
      "Team GR",
      "Incandescent Workshop LLC"
    ],
    "publishers": [
      "Incandescent Workshop LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}