{
  "918830": {
    "name": "Fantasy Grounds - Conquering Heroes (PFRPG)",
    "steam_appid": 918830,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Conquering Heroes</h2><strong>Eight amazing pregenerated characters ready to conquer the world!</strong><br><i>Conquering Heroes</i>is our third set of 8 society-legal, fully fleshed-out, ready-to-play pregenerated 1st level characters created specifically to shine in a Kingbreaker Adventure Path. These characters are ideal for any campaign delving into the wooded wilderness, where barbarians and bandits lurk under the eaves of the fey forests and in the hollows of the empty hills, but where a hero might carve out not just a legend by a kingdom and crown of her own! Superstar author Neil Spicer proudly presents:<br><ul class=\"bb_ul\"><li><strong>Arkadyus Sakharov</strong>, human ranger<br></li><li><strong>Davor Hestruk</strong>, half-orc cleric of the God of Battle<br></li><li><strong>Faunlara &quot;Faun&quot; Daedys</strong>, elven treesinger druid, and her sapling treant companion,<br><strong>Ornmeil'lon</strong><br></li><li><strong>Hulgrim Underspool</strong>, gnome fey-blooded sorcerer<br></li><li><strong>Pollyna Shuryon</strong>, sylph bandit rogue<br></li><li><strong>Pyotr Maartis</strong>, human cavalier of the dragon, and his faithful steed,<br><strong>Schenko</strong><br></li><li><strong>Quinry Kimm</strong>, half-elven court bard<br></li><li>and last but not least, the enigmatic<br><strong>Radomir Lytkin</strong>, human abjurer</li></ul>Built using the 20-point-buy method for use in organized play scenarios as well as home campaigns, with scaling notes for 15-point builds, these characters are not just a pile of stats. Each pregen is as much about story as combat, but rest assured that when it's time to thrown down, none of these pregens will be stepping to the sidelines. Print these heroes out and double-dip them in the stuff adventures are made of.<br>Each PC also includes a backstory, roleplaying tips, special equipment, and links to the published campaign, including a campaign trait selection from AP player's guide. Each also lists specific level advancement information for their first few levels, with further suggestions for developing the character's long-term mechanical build. We haven't even mentioned the fantastic old-school character portraits courtesy of Hugo Solis, or the included<br><strong>Tokens</strong>for every character!<br>Plenty of our products are geared for the hardworking GM, but this one is for every gamer out there. If you are a player, these PCs should provide endless opportunities for adventure. If you are a GM, you can use these pregenerated characters as NPCs, cohorts, allies, or rivals. Even if you mostly play or run organized play &quot;society&quot; adventures, with a few tweaks these PCs will work for you, too.<br>Check out this fantastic character accessory and<br><strong>Make Your Game Legendary!</strong><br><i>Adapted for Fantasy Grounds by: </i><strong>Perry Chalmers</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/918830/header.jpg?t=1768402840",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 21 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}