{
  "919180": {
    "name": "RPG Maker MV - Samurai Japan: Castle Tiles",
    "steam_appid": 919180,
    "required_age": 0,
    "is_free": false,
    "description": "Japanese culture is known for its aesthetic beauty, attention to detail, and use of only the finest quality ingredients. Samurai Japan: Castle Tiles is a beautifully drawn new pack featuring many of the items you would find in or around a traditional Japanese castle.<br><br>A real treat to behold, this pack is true to the traditional Japanese art of the highest achievement, filled withstunning architecture, furniture, items, and all you will need to create the perfect traditional castle atmosphere that will truly transport you back to that magical time and era.<br><br>Featuring interior tilesets with shoji screens, lanterns and exterior tilesets to create your own Japanese garden with stone masonry, with outdoor garden decor formatted for multiple seasons, teapots, toro, and much much more!<br><br>Features:<br><br><strong>TileA (1, 2, 3, 4, 5)</strong><br><ul class=\"bb_ul\"><li>Water and several types of ground texture (grass, small pebbles) as well as shrubs and rock/wood materials to create a Japanese garden!<br></li><li>Interior floor tiles as well as materials to creat a corridor<br></li><li>TileA3: Exterior wall tiles for manssions and houses (snow feature included)<br></li><li>TileA4: Exterior / interior floor and wall tiles<br></li><li>TileA5: 4 sheets for exterior and 1 full sheet for interior (distorted version included)</li></ul><br><strong>TileB</strong><br><ul class=\"bb_ul\"><li>4 sheets of exterior tile with pine tree, shrubs, wagon, big rock, grave, statue, well, carriage and more! (snow texture included)<br></li><li>Interior tile with Japanese style futon, passage for attic, tatami mat, chest, lantern, samurai sword with stand and more!<br></li><li></li></ul><br><strong>TileC</strong><br><ul class=\"bb_ul\"><li>Exterior tile with different styles of gates and roofs, side door, battle flags and more!<br></li><li>Interior tile with scrolls, koban (former Japanese oval gold coin) with Senryo boxes (special box for the gold coin), food and drink materials (includes sake bottle, tea cups, sashimi on a plate and more!), kabuto helmet and more!<br></li><li></li></ul><br><strong>TileD</strong><br><ul class=\"bb_ul\"><li>3 sheets of exterior tile with different styles of roof and gates (snow feature included)<br></li><li>Interior tile with staircase, fences, screen, table and more!<br></li><li></li></ul><br><strong>TileE</strong><br><ul class=\"bb_ul\"><li>Exterior tile with passage, roof and more!<br></li><li>3 sheets of interior tile with sliding doors with beautiful Japanese paintings, windows and doors (comes in day, sunset and night light)</li></ul><br><strong>Castle for a map</strong>",
    "supported_languages": "英语, 日语, 韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/919180/header.jpg?t=1681227305",
    "developers": [
      "KOMODO"
    ],
    "publishers": [
      "KOMODO"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 9 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      }
    ],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "59",
        "description": "网络出版"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}