{
  "920200": {
    "name": "Artificial Mansion",
    "steam_appid": 920200,
    "required_age": 0,
    "is_free": false,
    "description": "There's something seriously wrong with the mansion that Reuben inherits from his late uncle. It used to be abandoned due to its owners constantly disappearing. It remained unowned for close to 100 years until Reuben's uncle, who dismissed the disappearances as silly rumours, decided to purchase the mansion and renovate it. He died many years later from natural causes, so it appeared that the disappearances were indeed just a rumour. As the new owner, Reuben decides to explore the mansion that he hasn't seen in years. He soon discovers a secret room that he never noticed when he was younger, and neither did his uncle. In it contains three life-like dolls who he accidentally awakens. Reuben finds himself stuck in a life or death game with two of the dolls trying to protect him and one of them trying to kill him.<h2 class=\"bb_tag\" >Characters</h2><br><br><strong>Reuben</strong><br>He used to be close to his uncle and would spend a lot of time at the mansion, but never noticed anything peculiar at the time. Reuben initially finds all of the dolls terrifying, including the ones that are only trying to protect him.<br><br><strong>Briar</strong><br>She is one of the two dolls trying to protect him. Briar is the ruder of the two, not hesitating to lash out if someone does something stupid. Since she has constantly failed at protecting people, she's become a little pessimistic.<br><br><strong>Lottie</strong><br>She's the more polite and friendly of the two dolls protecting Reuben. She quickly grows fond of him and believes that he will be the first person who manages to survive. Lottie is very curious about the changes to the mansion, having been asleep for the past 100 years.<br><br><strong>Adelaide</strong><br>A true killer doll. Adelaide was created solely for eliminating anyone in her sight when she wakes up. Unlike the other two dolls, her range of emotions is much more limited and she has to rest much longer than they do. In exchange, she can be much stronger than them.<h2 class=\"bb_tag\" >Features</h2><br>• Visual novel with choices that affect the story<br>• Multiple Endings (two romance endings, one friendship ending and several bad endings)<br>• 3-5 hours of reading<br>• Writing by LegendEx",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/920200/header.jpg?t=1556123708",
    "developers": [
      "RhinoGearz"
    ],
    "publishers": [
      "RhinoGearz"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}