{
  "920470": {
    "name": "Dissolution",
    "steam_appid": 920470,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >DISCLAIMER</h2>If you’ve come to experience a clean, polished, AAA game, this game (in its current state) is not for you. If you're interested in being a part of a game with a dedicated dev team, seeing progress and helping guide the game's development, you're in the right place!<br>The current project is in <strong>ALPHA</strong> and does <strong>NOT</strong> represent the quality of the final product. With your help and patience, we are currently testing for bugs, glitches and multiplayer performance. You will experience errors, crashes and unfinished features during your playtime. Please report bugs to our steam Bug Reports thread or our Discord. We will try to roll out updates as quickly as possible. Join our  community to help report bugs and request features.<h2 class=\"bb_tag\" >BACKSTORY</h2>In the world of Dissolution, the Earth has been destroyed by weapons of mass destruction in a desperate attempt to halt the AI advance that had taken over most of the planet. While most humans were unable to escape the planet before the missiles fell, small pockets of humanity had spread to most of the solar system and a handful of survivors kept trying to hold humanity together. The game takes place almost three centuries after the final war on Earth. The AI production facilities were all destroyed in the nuclear fire, but some of their troops survived and are holed up on the dark edges of the solar system.<br>However, survival isn't easy. Food is always in short supply, and filtering and harvesting water takes precious energy. What was left of the military forces united to form the Inter-Planetary Defense Force (IPDF). Their mission is mainly to serve as peacekeepers resolve disputes, and protect settlers from bandits who would steal supplies by force. What makes people human is quickly fading in the face of famines, murder, and constant threat from the remaining AI forces.<h2 class=\"bb_tag\" >GAMEPLAY</h2><br>Dissolution has both FPS and space vehicle in gameplay. The gameplay that we’re aiming for is immersive and intense, in both the in-game economy and combat. Dissolution is a living game, which means every action you take in the game will have real consequences. Something as simple as mining and selling ore will have a butterfly effect in the world: ore prices will decrease, factories would get cheaper to run, and eventually even the price of goods drop.<br><br>Meanwhile, if you attack a trading route as a pirate cutting off the supply route of the same ore, it would have the opposite effect. <br>We will allow players a great deal of freedom and personal choice in how they play the game. You'll be able to purchase properties, vehicles, weapons, trade stocks and bonds, and get involved in a free-floating economy where prices are decided by supply and demand. You could be a pacifist and not even own a firearm, or become a ruthless pirate pillaging supply ships and leaving no survivors. A marketplace will allow free trading to take place between players.<h2 class=\"bb_tag\" >DEVELOPMENT</h2>Our team is composed of four very dedicated game developers who want to create a different take on space MMO games. We are currently about a year and a half into development, and are planning for the game to hit 1.0 release before 2022. Our Trello page can be found HERE for people that want a more in-depth look at our milestones. Currently the early access alpha is available for the general public to help us test and receive feedback on gameplay design.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/920470/header.jpg?t=1740603188",
    "developers": [
      "Garage Studios"
    ],
    "publishers": [
      "Garage Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}