{
  "920580": {
    "name": "Tanks With Hands: Armed and Treaded",
    "steam_appid": 920580,
    "required_age": 0,
    "is_free": true,
    "description": "Ever felt like your legs are just useless sticks of meat? How about replacing them with a roaring 1500 horsepower tank engine and rolling into battle flailing weapons in both hands?<br>Join your friends in dangerous arenas and smack your way to victory! <br><br>Tanks With Hands: Armed and Treaded is a local multiplayer party brawler. Grab your friends and start the mayhem! Perfect for parties and get-togethers!<br><br>Experience wacky physics based brawling: wield brutal and ridiculous weapons, wallop your opponents with ragdoll arms and steer clear of hazards!<br><br>You have complete control over the movement of your arms and treads alike, using your control sticks, triggers and bumpers. <br><br>Controllers required to play.<br><br>Supports 2-4 Players.<h2 class=\"bb_tag\" >Features</h2><br><br><ul class=\"bb_ul\"><li>Physics driven gameplay. Players control both of their arms separately, trying to make best use of their current weapon.<br></li><li>Tread your way through 26 wildly themed, hazardous arenas and outsmart your competitors.<br></li><li>Defeat your opponents by swinging your weapon right into their ugly face or knocking them into environmental hazards scattered around the map.<br></li><li>Dodge threats with tank-like tread movement. Each side of the controller moves the respective tread.<br></li><li>Use a wide array of one- and two-handed melee weapons like hammers, giant-cherries, greataxes, acoustic guitars and many more.<br></li><li>Pit every tank-man for himself in Mayhem-mode or team up two against two (or one if you're mean enough) in Team Clash-mode.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/920580/header.jpg?t=1745491473",
    "developers": [
      "Team Grappling Hook"
    ],
    "publishers": [
      "Kajak Games",
      "Kajaksi Game Collective"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 7 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}