{
  "921620": {
    "name": "Puppy Chef Academy Demo",
    "steam_appid": 921620,
    "required_age": 0,
    "is_free": true,
    "description": "Puppy Chef Academy is a Virtual Reality cooking experience designed to help you learn how to cook without the stress and mess of a real kitchen. You play as Yuu, the first cat to be accepted into the all-dog Puppy Chef Academy, a culinary school where aspiring candidates enter as students and leave as culinary masters. Get ready to don your apron and chef hat: With the help of the teachers you meet and friends you make, you’ll be on your way to achieving your dreams of becoming a master chef!<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li>Over the course of the game, you'll chop, bake, and sizzle your way through twelve recipes from all over the world! From America to Italy to Japan, you’ll learn how to cook real-life meals for your friends and family that not only look great, but taste great too!<br></li><li>Can't cook? No problem. Just relax, and enjoy making recipes without fear of messing up!<br></li><li>Simple and intuitive controls anyone can pick up and play!<br></li><li>As the only cat in an all-dog school, you'll have to learn to fit in and prove yourself among your peers. Along the way, you'll also make unlikely friendships, help others, and realize your own potential as a chef in the esteemed Puppy Chef Academy!<br></li><li>A unique twist on the visual novel format using Virtual Reality!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/921620/header.jpg?t=1611431815",
    "developers": [
      "CTN Design, LLC"
    ],
    "publishers": [
      "CTN Design, LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}