{
  "922690": {
    "name": "The PUB simulator",
    "steam_appid": 922690,
    "required_age": 0,
    "is_free": false,
    "description": "In The PUB Simulator you will find yourself with a couple bucks and desire to open a bar. There is empty basement you can use: buy furniture and drinks, make a sign with cool bar name and welcome your customers.<br>And what a customers. Bums, night-walkers, working people, hipsters, criminals and even a priest! Everyone need a drink or two (or dozen), everyone has a story to share. Some of them want to abuse you, some want to be abused, and you have cool baseball bat for this.<br><br>Anyway! <strong>The PUB Simulator is first-person management game, where you need to build a bar, serve customers, collect money and fix any mess which wild drunk people can make.</strong><br><br><ul class=\"bb_ul\"><li>Pour a drinks for dozens of customers, each with his or her own story<br></li><li>Bribe officials who want to close your bar, or get them drunk<br></li><li>Host an underground poker game and become a target of armed robbery<br></li><li>Catch the thieves who want to steal your precious coasters<br></li><li>Dance on the bar with your best clients</li></ul><br><i>We are at early stage of development, so be prepare to see some changes like change of genre, game engine, name or something.</i>",
    "supported_languages": "俄语, 英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/922690/header.jpg?t=1603707627",
    "developers": [
      "EvilCoGames"
    ],
    "publishers": [
      "EvilCoGames"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}