{
  "922660": {
    "name": "MAGIX Video deluxe 2019 Steam Edition",
    "steam_appid": 922660,
    "required_age": 0,
    "is_free": false,
    "description": "Experience video editing that's a ton of fun – all thanks to <strong>Video Deluxe 2019 - Steam Edition</strong>. The software offers fast and direct handling and enables you to turn a recording into something truly amazing.<h2 class=\"bb_tag\" ><strong>Easily create the perfect gameplay video in no time at all</strong></h2>Edit videos faster than ever with automatic wizards and customizable settings. Use quick or detailed modes for intuitive editing of your most captivating and action-packed scenes. Access improved image quality for your finished video and make every gameplay spellbinding for viewers.<h2 class=\"bb_tag\" ><strong> Enhanced interface and operation</strong></h2>Thanks to redesigned plug-in dialogs in <strong>Video Deluxe 2019 – Steam Edition</strong>, the effects areas now features a clearer overview and is fully customizable. This makes selecting and applying a specific video effect to your material a whole lot easier.<h2 class=\"bb_tag\" ><strong>Highlights</strong></h2><ul class=\"bb_ul\"><li> Automatic wizards for seamless editing in record time<br></li><li> NEW! Create videos twice as fast – with 2x faster hardware acceleration.<br></li><li> NEW!Completely redesigned plug-in dialogs for faster, more intuitive operation<br></li><li> NEW! HEIF format support for iPhone photos<br></li><li> Quick mode and Detail mode – for editing the way you want<br></li><li> NEW! Enhanced image quality for your finished video and significantly minimized aliasing in 4K recordings</li></ul>",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/922660/header.jpg?t=1604077182",
    "developers": [
      "MAGIX Software GmbH"
    ],
    "publishers": [
      "MAGIX Software GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 26 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "58",
        "description": "视频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}