{
  "922640": {
    "name": "Defense corp - Earth",
    "steam_appid": 922640,
    "required_age": 0,
    "is_free": false,
    "description": "Defense corp - Earth is a skill-based, fast-paced first-person shooter.<br>Choose one of the initial 6 characters and one of the 16 initial skills and start playing without the hassle of a grind.<br><br>The game will be focused on fast paced but strategical game-play. Each character has access to any of the skill-sets the game will have.<br>With our classic game-modes, action-packed matches are ensured!<br><br>Each character spawns with a Drumrifle in hand, this is the go-to weapon for every seasoned fps player. Players can pick up more powerful guns which spawn on various locations on the map. Skilled players will learn these places by heart and the timers of each spawn-point. Power-Weapons are a &quot;1-time-use&quot;. Once the ammo runs out they are automatically de-spawned from the player. Power-Weapons will have limited ammo, they are meant to reward players who control the map but not be overly overpowered so that a player can use one for the whole match.<br><br>Early access features:<br><br>4 GAME MODES<br><br><ul class=\"bb_ul\"><li>Team Deathmatch - Players fight each other in two teams, the first team to reach the score limit wins or the team with the highest score when the time limit has been reached<br><br></li><li>Instagib - Players spawn with a sniper rifle in hand which a one-shot-one-kill weapon to engage each other in a Free for all game-mode. The first player to reach the score limit or the player with the highest score when the time limit has been reached wins the match.<br><br></li><li>Deathmatch - Players fight each other in a Free for all game-mode with access to Power-weapons which spawn at various places on the map. The first player to reach the score limit or the player with the highest score when the time limit has been reached wins the match.<br><br></li><li>Showdown - Players fight each other in two teams and try to capture a flag. A flag is spawned in the middle of the map, a point is awarded when a team picks up the flag and drops it at the enemy base. Once a team scores, the round gets reset and players start with a 5-second countdown from their initial spawn again. The first team to reach the score limit wins.</li></ul><br>MAPS:<br><ul class=\"bb_ul\"><li>Cairo<br></li><li>Busan<br></li><li>Sagada<br></li><li>Favela<br></li><li>HQ<br></li><li>Bazaar<br></li><li>Artic</li></ul><br>Weapons:<br><ul class=\"bb_ul\"><li>Drumrifle<br></li><li>CoilSniper<br></li><li>Sniper Rifle<br></li><li>Machinegun<br></li><li>Nailgun<br></li><li>Plasmablaster<br></li><li>Grenade launcher<br></li><li>Auto Rifle</li></ul><br>No loot boxes! No ingame currency!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/922640/header.jpg?t=1654119151",
    "developers": [
      "Clocked gaming"
    ],
    "publishers": [
      "Clocked gaming"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}