{
  "922670": {
    "name": "MAGIX Video deluxe 2019 Plus Steam Edition",
    "steam_appid": 922670,
    "required_age": 0,
    "is_free": false,
    "description": "Want to bring your gaming videos to the next level? <strong>Video Deluxe 2019 Plus - Steam Edition</strong> makes it easy! An extensive range of features make the Plus version the essential program for editing your videos.<h2 class=\"bb_tag\" ><strong>Faster, more precise video editing</strong></h2>With hardware acceleration that now works twice as fast as before, video editing is faster and video export simpler than ever before. Ultra-precise editing tools also help to speed up your editing workflow – in particular due to the new feature for moving object content instead of cutting it. This enables you to find the most action-packed scenes by intuitively scrubbing through footage.<h2 class=\"bb_tag\" ><strong>Everything you need for the perfect look</strong></h2>Whether you're stabilizing distorted recordings with Mercalli V2 image stabilization, using the simplified multicam editing or spicing up your most action-laden moments with new effects, you can let your creativity run wild – and benefit all the while from a user-friendly interface.Access high-performing functions at the highest level of quality.<h2 class=\"bb_tag\" ><strong>Highlights</strong></h2><ul class=\"bb_ul\"><li> Up to 1,500 unique effects including special effects<br></li><li> NEW! Create videos twice as fast – with 2x faster hardware acceleration<br></li><li> Smooth proxy editing up to 4K<br></li><li> NEW! Chapter export – easily export individual chapters instead of the entire video<br></li><li> NEW! Active destination track for precise insertion of videos, effects and music<br></li><li> proDAD Mercalli V2 image stabilization<br></li><li> Automatic shot match<br></li><li> Multicam and 360° editing</li></ul>",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/922670/header.jpg?t=1604077192",
    "developers": [
      "MAGIX Software GmbH"
    ],
    "publishers": [
      "MAGIX Software GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 13 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "58",
        "description": "视频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}