{
  "923270": {
    "name": "Rome Reborn: Roman Forum",
    "steam_appid": 923270,
    "required_age": 0,
    "is_free": false,
    "description": "Have you ever wished you could travel back in time to see the Roman Forum at the peak of ancient Rome's splendor? Now you can! <br />\r\n<br />\r\nThe Forum was the center of the ancient city. Here were located the major law courts, government buildings, temples of the state religion, and historic monuments. Today this heart of the ancient city is a jumble of ruins, making it hard to understand even by the millions of people fortunate enough to visit the archaeological park each year. <br />\r\n<br />\r\nRome Reborn®  offers you the chance to re-experience the Forum. This VR app puts you in the driver's seat, making it possible to teleport on your own from site to site around Rome Reborn®'s reconstruction of the Forum, which took over twenty years of collaboration between archaeologists and graphics technicians to re-create. As you explore the Forum, you can  read brief descriptions on the virtual tablet that always accompanies you and, if you wish, you may also listen to experts' explanations of the people, monuments, and buildings you are encountering along the way.  You can use the app's Time Warp feature to toggle between the ruins today and their original appearance.  Take a full visit for about 3 hours, or see just the sites of interest to you.  You can select any of the following languages: German, English, Italian.<br />\r\n<br />\r\nOnce you have finished using the app, you are encouraged to go to the Community section of Rome Reborn®'s website, register, take assessments to gauge your level of expertise, and earn rewards for your achievements. Share the results, if you wish, with your social network. Recruit new members and increase your status in our community.<br />\r\n<br />\r\n<br />\r\nWith the Rome Reborn® app, you're always engaged and always in control!",
    "supported_languages": "英语<strong>*</strong>, 意大利语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/923270/header.jpg?t=1709211656",
    "developers": [
      "Flyover Zone"
    ],
    "publishers": [
      "Flyover Zone"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 29 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}