{
  "923480": {
    "name": "Strategist",
    "steam_appid": 923480,
    "required_age": 0,
    "is_free": false,
    "description": "Life is all about achieving goals and dodging obstacles. In this brainteasing game, you use your mind to determine a path you will engage with your body. <br />\r\nThis mind boggling game inspires you to think before you do. Even more so, before thinking about taking action you are encouraged to observe. See what the world around you is doing and learn from it. <br />\r\nWhen you do stumble upon an obstacle, however, get up and try again. Learn from your previous steps and mistakes. Take action upon your experiences. Try to observe again and again and give it another go. Remember, there is always a possibility.<br />\r\nWhile achieving your goals give a shot at getting a little more by taking the bonuses.<br />\r\nDid you achieve your goal? Great! Now try to do it using as least steps as possible.<br />\r\nTrain your brain now playing Strategist.<br />\r\n<br />\r\nGame controls<br />\r\n-Keyboard or mouse-<br />\r\nKeyboard: Arrow keys<br />\r\nMouse: Swipe gestures<br />\r\n<br />\r\nGameplay<br />\r\nThe goal of the game is to deliver your body to the goals. To play the game you are first suggested to observe the obstacle movements and paths. Then, by moving your mind through the level, you plan the movement of your body. After reaching the goal with your mind, the movements of the body and obstacles begin. Now there is no more turning back. If your body makes contact with an obstacle, you can try to think of a new path.<br />\r\nThe side goals of the game are to achieve the level in the least possible movements. Also, another goal of the game is to get the bonuses.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/923480/header.jpg?t=1740434497",
    "developers": [
      "Boogygames Studios"
    ],
    "publishers": [
      "Boogygames Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 300,
      "discount_percent": 80,
      "initial_formatted": "¥ 15.00",
      "final_formatted": "¥ 3.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 8 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}