{
  "923460": {
    "name": "Biodigital",
    "steam_appid": 923460,
    "required_age": 0,
    "is_free": true,
    "description": "Biodigital is a Sci-Fi interactive story set in the year 2117. In 2117, humans live inside the biodigital space, a space where minds are embodied in machines made of biological and electronic parts. Biodigital tells the story of how humans got into the biodigital space. It begins describing the societal changes produced by the rise of ancient communication technologies, from printing to television. Then, it describes the rise of neuroimplantable devices that allowed humans to clone their minds into the biodigital space. The rise of neuroimplantable technologies was accompanied with new moral dilemmas, who questioned whether a person's mental clones could remain telepathically connected to its predecessors. <br />\r\n<br />\r\nBiodigital is a fictional story created in a collaboration between Takahito Ito and Cesar A. Hidalgo at the Collective Learning group at the MIT Media Lab. Takahito Ito is a visualization engineer in NHK (Japan's public broadcasting company) and Cesar Hidalgo is the director of the Collective Learning group at MIT. <br />\r\n<br />\r\nBiodigital was a side project for both Taka and Cesar during a visit that Taka did to Cesar's lab during the 2016-2017 academic year.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/923460/header.jpg?t=1537804716",
    "developers": [
      "Takahito Ito, Cesar Hidalgo, et al."
    ],
    "publishers": [
      "Collective Learning group, The MIT Media Lab, NHK"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}