{
  "923510": {
    "name": "Cedar Junction",
    "steam_appid": 923510,
    "required_age": 0,
    "is_free": false,
    "description": "Cedar Junction is an urban exploration adventure, set in a fictional Midwest state. It features a unique solid color art style and atmosphere (inspired by The Twilight Zone), and an original lo-fi soundtrack. Developed by one person, Cedar Junction is a showcase of the base capabilities of the Unity 3d engine.<br> <br><strong>Plot Synopsis</strong><br>Living in a family owned cabin on a hill outside town, you start to develop insomnia. On the third night, sitting on the bed at 4 am, you hear an unnatural sound echo for miles across the region. You put on the trusty headlamp given to you by your grandfather, and walk outside to investigate.<br><br><ul class=\"bb_ul\"><li>Enter Every Building<br>Set in a working class fictional Midwest state, there are main street bars, grocery stores, abandoned buildings, skyscrapers, factories, and anything in between. Every floor layout is different.<br><br></li><li>Go Anywhere<br>From the beginning, every direction is explorable. Pick a trail and start hiking.<br><br></li><li>No Loading Screens<br>After the world loads, seamlessly transition between indoors and outdoors.<br><br></li><li>Play as Yourself<br>You are the main character. Question the reality of your surroundings. Unravel the mystery and try to keep your sanity.</li></ul><br>This Early Access build is the earliest public playable release. It introduces the world and is the foundation of the game's design goals. All trees and vehicles are placeholder, and better models and items will be replaced and added throughout Early Access. Secrets will be continually added to make locations worth sightseeing. Scavenger hunts and looting are a sidequest possibility. Items, keys, and collectibles will be found and held in an inventory in a later update. More buildings will also be added in updates, adding detail to the landscape.<br><br>Enjoy your adventure!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/923510/header.jpg?t=1557692477",
    "developers": [
      "vandal_TEN Studio"
    ],
    "publishers": [
      "vandal_TEN Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}