{
  "924080": {
    "name": "Dromenon - Academic Version",
    "steam_appid": 924080,
    "required_age": 0,
    "is_free": false,
    "description": "Dromenon is a turn-based tactical RPG, which is played one-on-one in online or local multiplayer.<br>No battle is ever the same! Neither the members of your own army nor the battlefield itself are predictable, which demands new strategies every round.<br><br>The challenge of Dromenon is making the best out of a dire situation and planning on the fly. Both your army and the battlefield are rarely foreseeable which offers countless possibilities for new and exciting strategies in order to increase the size of your loyal followers as well as your own mystical powers. While you do choose a hero before the beginning of every match, your army’s units are drafted right there on the battlefield as you and your opponent inspire them to join you on the fly and maps are always procedurally generated.<br><br>Matches follow a similar structure to most turn-based tactic RPGs, but offer new twists focusing on positioning, movement and exploration, some of them harkening back to the roots of the genre in games like chess.<h2 class=\"bb_tag\" >Procedurally Generated Environment</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/924080/extras/23dc56dd127064e1182cd456ae39ea04.avif?t=1701356317\" width=670 height=178 /></span><br>In the Fields of Exile no battle is ever the same while the land itself shifts with every grand battle and every petty skirmish for control. In these cursed lands powerful heroes have risen and won the recognition of warriors of every creed left to rot within this cursed realm. It is your task to assemble your army of wicked mercenaries and lead them in a tactical battle for control and recognition by the gods themselves, so that you might one day be able to leave these wretched fields behind.<br>With your army set and the gods awaiting a great battle, it is up to you to reclaim your honor and leave these cursed lands.<h2 class=\"bb_tag\" >Choose your General wisely</h2>Your General as well as the thrown together units of your army stem from one of the three major peoples of the Fields of Exile:<h2 class=\"bb_tag\" >Hunger</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/924080/extras/6ae89068b4810c7b9be72a0360825d9a.avif?t=1701356317\" width=256 height=178 /></span><br>Former warriors of a long forgotten, eastern civilization, risen from death by otherworldly forces controlling their rusting suits of armor. Without compassion or even thought this scourge marches over the fields of exile like an unstoppable tide.<h2 class=\"bb_tag\" >Gaia</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/924080/extras/08edb80edbcc5718528e0cc0dc818d33.avif?t=1701356317\" width=256 height=178 /></span><br>A race bound by nature and the life spirit connecting all of them with one another. The Gaia have typically been known as a primitive race of hermits, hidden within the dense woods of their homelands. However, when the ravenous inquisitors of new faiths arrived to cut down their holy trees and burn their sanctums, they found themselves needing to defend their place in the world without compassion to assure their survival and restore the fields of exile back to the roots and seeds who rightfully own them.<h2 class=\"bb_tag\" >Cult</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/924080/extras/ae7eedefed442ee6be3e528e43c45863.avif?t=1701356317\" width=256 height=178 /></span><br>Driven from their homes and left without strength and faith the Cult was eventually forced to rely on eldritch and rotten powers to prevent their civilization from dying a silent and honourless death. Now, exiled and hunted, the Cult fights to fulfill their goal of letting their dark masters finally walk among them in glory and crush all who have doubted them.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/924080/header.jpg?t=1701356317",
    "developers": [
      "Dromenon"
    ],
    "publishers": [
      "Dromenon"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": ""
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}