{
  "924380": {
    "name": "WoodZone",
    "steam_appid": 924380,
    "required_age": 0,
    "is_free": false,
    "description": "WoodZone is a unique opportunity to become an entrepreneurial lumberjack. Imagine that you have a company that grows in front of your eyes or you go up the ladder in another corporation to eventually become the boss in it. The player has a lot of &quot;sandbox rakes and blades&quot; that open up new possibilities. Lighting in the sawmill can be built on the principle of &quot;put and work&quot;, but a more demanding player can develop them using logic gates and cables. For example, it can be lit when entering the building, the place for wood is full or there are no raw materials. The game provides, among others, conveyors, computers, cameras, sensors, logic gates, cabling, vehicles, robots, construction parts and much, much more! This allows you to create excellent mechanisms that automate work: wood sorter, a machine that checks the quality of wood, production efficiency meter, automatic feeder and so on.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/924380/extras/c48feb1eb73a91c9c61a7598c44514a0.avif?t=1726695602\" width=618 height=161 /></span><br><br>The development of the economy changes dynamically depending on the behavior of the players. The price of wood is influenced by factors such as the type, size, and quality of wood, the level of processing or even production technology. An important factor in the demand for wood is also the season of the year. The player is able to set up his own company, which he can run alone or with friends. It opens up new challenges with which it must face. The task of the corporation's owner is to expand the fleet and infrastructure, increase revenues, employ more employees, create strategies, ensure the work of others and generally work in favor of the company's development.<br><br>Wood has a long way to go before it is sold. The player can extract many different species of trees and decide on their further processing. Each type of wood has its own properties affecting the way of transport and processing.<br>An important aspect is to take care of wood supplies, protect them from moisture and other damage.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/924380/extras/6a3d6c5e2a777093f7334c6c95f98b95.avif?t=1726695602\" width=618 height=161 /></span><br><br><br>Before going on a further journey, the player should adapt his equipment to the factors occurring in the target area, such as terrain, temperature, and local conditions. Vehicles differ in dimensions, load capacity, and capacity of the fuel tank.<br>They may be damaged by inappropriate use or random failure. The protagonist can move on land, water, and air.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/924380/extras/9b83f7efcb9e446724b3f745d2dd6fcc.avif?t=1726695602\" width=618 height=161 /></span><br><br>Depending on preferences on purchased plots, the player can build his own objects for various purposes. The price of the plot depends on the area and location. Designing your own factory, sawmill, residential home, or any building is possible thanks to the modular construction system.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/924380/extras/2d6adf74ae7f9325444b31ea454f14d0.avif?t=1726695602\" width=618 height=161 /></span><br><br>The hand-crafted world allows you to explore a constantly growing world. Its appearance is largely dependent on the players and especially where they will go. In order to increase revenues, the player can visit hard to reach places that hide exceptionally unique tree species. In turn, someone else will probably be happy to stay in calmer areas to build a factory on a global scale.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语, 波兰语, 葡萄牙语 - 巴西, 俄语, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/924380/header.jpg?t=1726695602",
    "developers": [
      "Desand Game Studios"
    ],
    "publishers": [
      "WIG Publishing"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}