{
  "925880": {
    "name": "Seraphims of Astraeus",
    "steam_appid": 925880,
    "required_age": 0,
    "is_free": false,
    "description": "[Development on Pause]<br><br>Conjure the power of a Seraphim (class of mecha) in Seraphims of Astraeus to fly through the skies set ablaze by the onslaught of hellfire drawn upon by skyward bound warships. Traverse the land burdened by the crisis of past civilizations at unimaginable speeds, dash past the oncoming crossfire, engaging in heavy artillery mechanized combat, and defeat the vessels of war forged the ones who dare to tarnish the sanctity of an alternate Pangaea.<br><br>Seraphims of Astraeus is a semi-realistic, part arcade-y, fast pace mecha shooter inspired by the likes of Armored Core, Gundam, and other mecha franchisee.  Customize your mechas to your liking with regards to limbs, weapon, and color. Then put your creations to the test in the heat of battle against other players with Steam and LAN supported multiplayer or if cooperative play is more your taste, gather your friends and dive into the prehistoric world of Pangaea. Where the story of conflicts arise between the nations of Astraeus, Nair-Lapierre, and Karmel in a 12 mission episodic-like series.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/925880/header.jpg?t=1669380074",
    "developers": [
      "Alpha Virus Games"
    ],
    "publishers": [
      "Alpha Virus Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}