{
  "926070": {
    "name": "Fear for Sale: City of the Past Collector's Edition",
    "steam_appid": 926070,
    "required_age": 0,
    "is_free": false,
    "description": "The eyes are watching... and they're everywhere. Fans of the highly-rated Fear for Sale series will love their latest assignment as journalist Emma Roberts. Statues are coming alive in the small town of Eastwood, and they're attacking! EleFun takes you on a creepy adventure in this exciting hidden-object puzzle adventure game. Play a variety of hidden-object puzzles, including list and silhouette. You've never had so many collectibles before, with post cards, toys, and many other objects to find throughout the game.<br />\r\n<br />\r\nSee what our Beta testers had to say:<br />\r\n&quot;I like this game. I especially liked the jigsaw puzzle option when I was stumped in an HO scene. The puzzles were not overly difficult and the story held my attention.&quot;  - Jiao, beta tester<br />\r\n<br />\r\n&quot;Outstanding graphics and gameplay. I just loved that I could interact with several items in each scene as well as all puzzles, hidden object scenes and storyline. Looking forward to this little gem when it becomes available.&quot;  - Kathy, beta tester<br />\r\n<br />\r\n<br />\r\nThis is a special Collector's Edition release full of exclusive extras you won't find in the standard version. The Collector's Edition includes:<br />\r\n<br />\r\nLearn a shocking secret about a character's fate in the bonus game!<br />\r\nEarn special Achievements and find loads of collectibles<br />\r\nEnjoy soundtracks, wallpaper, and concept art<br />\r\nGet the available Strategy Guide<br />\r\n<br />\r\n<br />\r\nThis is a Hidden Object Puzzle Adventure game, meaning a specific genre of story-driven, point &amp; click adventures. Throughout the game, players are tasked to find a list of objects hidden within a particular scene, and to occasionally complete various mini-games/puzzles.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/926070/header.jpg?t=1764601037",
    "developers": [
      "EleFun Games"
    ],
    "publishers": [
      "BFG Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}