{
  "926650": {
    "name": "Order of Battle: Endsieg",
    "steam_appid": 926650,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Victory or Death - what shall it be?</strong><br><br>The final chapter of the &quot;krieg&quot; trilogy is here: after four years of campaigning the battle-tested Wehrmacht will have to face its hardest challenges in <strong>Order of Battle: Endsieg</strong>. <br><br>The Endsieg campaign, the biggest and longest yet, includes 16 unique scenarios. The story begins right after the Battle of Kursk, where the game provides the option to import a core force from either the Panzerkrieg or Sandstorm campaign.<br><br>The first five scenarios are based on the historical 1st Soviet offensive in the Donbass in summer 1943, up to the Leningrad–Novgorod strategic offensive in early 1944. A decisive defeat of the Red Army will eventually allow total victory over the Soviet Union, while failure to do so will turn the campaign away from the Eastern Front and into the Battle of Anzio in Italy.<br><br>In the second part of the campaign the player's forces are transferred to the west, where the Allied invasion of Normandy has opened a new front. Initially you'll be forced on the defensive, and you'll be tasked to extract other German forces from the Falaise trap, defeat Allied airborne units in Market-Garden, and defend the city of Aachen and the Huertgenwald against heavy attacks. By reaching a decisive victory in the German Ardennes Offensive in December 1944 the tide of the war can finally be turned again, leading to a set of ultimate battles to destroy the Allied armies once and for all.<br><br>Covering the final years of the war, Endsieg offers powerful weapons such as Tiger II heavy tanks, Jagdpanther tank destroyers and Me-262 jetfighters as well as several new specializations. But beware, the enemy has brought many deadly new weapons of their own!<br><br>Are you ready to change history?<h2 class=\"bb_tag\" ><strong>Features</strong></h2><br>• 16 scenarios - one of the biggest DLC campaigns yet - covering the aftermath of the battle of Kursk in 1943 until German counter-offensive in the Ardennes in 1944, allowing the player to defeat the Western Allies in battles around Antwerp and Calais.<br><br>• Over 60 unit types reinforce the ground and air forces of Germany, Great Britain and the Soviet Union. Players now have access to late war equipment such as the Tiger II heavy tank, the Sturmtiger with its bunker-busting 380mm rocket launcher, Me 262 jet fighters and the heaviest tank ever built: the PzKw VIII Maus.<br><br>• 6 specializations for Germany, including the Panzerlehr - providing an elite Panzer unit, the Entwicklung Series for production of the E-100 super heavy tank, Vampir Nachtjeager for increased tank combat efficiency and the Uranproject: Germany's endeavour to create the atomic bomb.",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/926650/header.jpg?t=1611669757",
    "developers": [
      "The Artistocrats"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}