{
  "92700": {
    "name": "Shadow Harvest: Phantom Ops",
    "steam_appid": 92700,
    "required_age": 0,
    "is_free": false,
    "description": "BEHIND EVERY WAR IS A TRUTH YOU WERE NEVER MEANT TO KNOW … The year is 2025 and the world is shaken by numerous conflicts over the control of dwindling natural resources. The hunger of rival warlords and dictators of mainly underdeveloped countries for advanced and highly effective weapon systems appears insatiable and the profits of the arms industry have reached new heights.<br><br>\t\t\t\t\t\t\tAs highly advanced weapon systems, made in the USA, are sighted on various battlegrounds in Third World countries, the US government decides to send in an ISA agent, Cpt. Myra Lee, to find out how political enemies are acquiring arms that are under strict embargo.<br><br>\t\t\t\t\t\t\tMyra is sent to Mogadishu, where American made weapons have allegedly been employed in combat by Somali military forces against rebel units. In Somalia, Myra meets Cpt. Aron Alvarez, a hard-boiled close combat specialist of US Army's 1st SFOD-Delta, whose squadron is assigned to assassinate Somalia’s dictator. Myra and Aron begin working together only to discover that that the seriousness of the whole affair reaches much deeper than just the illegal trade of US weapon systems.<br><br>\t\t\t\t\t\t\tA special unit under the codename SHADOW HARVEST is formed within the ISA to reveal the truth. Cpt. Myra Lee and Cpt. Aron Alvarez are made partners in the operational core of this special unit and their investigations lead them to various places all over the world.<br><br><ul class=\"bb_ul\"><li>Based on the operations of the Intelligence Support Activity (ISA), with missions ranging from gathering critical intelligence data to covert direct action operations. The existence of the ISA has never been officially confirmed by the US government. <br></li><li>Two completely different characters; each with very specific and fully fleshed out sets of skills, preferences and abilities. Cooperatively complete covert operations. Players may switch between each character at any time, using either Aron's combat abilities or Myra's stealth skills to solve the situation. <br></li><li>Players choose from a vast array of weapons and technologies that enhance both characters strengths. Employ mechanized weapons to boldly attack enemies from head-on or an invisibility shield to creep through enemy territory undetected. Take advantage of refined game mechanics that take the traditional shoot-to-kill approach to a new level.</li></ul><h2 class=\"bb_tag\" >Key features:</h2><ul class=\"bb_ul\"><li>When a covert operation to stop illegal arms sales reveals a full-scale global conspiracy, a special unit under the codename SHADOW HARVEST is formed to reveal the truth.<br></li><li>With two completely different characters serving as the unit’s operation core, you must choose from a vast array of weapons and technologies that enhance both characters strengths.<br></li><li>Features a gripping storyline that unfolds organically through the gameplay (doesn’t rely on cutscenes to move the story along). The ratio of gameplay to cutscenes is better than 13:1.<br></li><li>Players can switch between the two main characters at any time during the game to take advantage of each character’s strength as well as combat a sophisticated AI that adapts to the strategies you develop.<br></li><li>Open level design and option secondary objectives leave the outcome completely up to the player to choose.</li></ul>",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/92700/header.jpg?t=1447354028",
    "developers": [
      "Black Lion Studios"
    ],
    "publishers": [
      "Viva Media"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2011 年 4 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}