{
  "927100": {
    "name": "SFD Demo",
    "steam_appid": 927100,
    "required_age": 0,
    "is_free": true,
    "description": "SFD is hybrid of classic SRPG (turn-based tactical role playing with party management) and roguelike. Battles are fast-paced, so SFD is an ideal game to play in short bursts. A free demo is available on Steam, featuring an entire floor to explore.<br />\r\n <br />\r\nYou are a nameless adventurer exploring the sigma-finite dungeon with the help of a cast of characters. Your aim is to defeat the Lich King Raeleus and the false god NOG at the deepest depths of the dungeon.<br />\r\n <br />\r\nYou explore randomly generated dungeons across eight floors, each composed of 4 x 4 room. In each room you might find treasure, a shop, enemies or something else!<br />\r\n <br />\r\nYour adventurer can hire companions (up to your current hire point limit) and enter battle when you encounter enemies. Hire points can be upgraded after levelling up.<br />\r\n <br />\r\nFighting is turn-based. Each character has two action points and each character's skill has either a cooldown time or mana requirement. For example, walking has a one-turn cooldown, so most characters can only move once per turn. A unique feature of SFD is that you can use the environment and traps to help you win the battle. Every unit has a push skill - use this to your advantage by pushing enemies into spike traps, poison gas and explosives!<br />\r\n <br />\r\nMana and inventory are common to all of your characters. Mana is recharged after each turn and can be upgraded.<br />\r\n <br />\r\nWhile the gameplay is simple, achieving victory is not! You may need to sacrifice your and your companion's lives to defeat the evil NOG!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/927100/header.jpg?t=1757311753",
    "developers": [
      "icefill"
    ],
    "publishers": [
      "icefill"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}