{
  "927370": {
    "name": "DoC God Mode Edition",
    "steam_appid": 927370,
    "required_age": 0,
    "is_free": false,
    "description": "This is an expanded sandbox functionality collector’s edition of the DUNGEONS OF CHAOS game.  If you have NOT played/bought the main DoC game yet than you should definitely do that first.  This God Mode edition is for hardcore fans, and priced accordingly.  It contains powerful options to cheat and modify the game’s behaviour and feel.  Using it before you have done many normal playthroughs of the game would lessen your enjoyment of it.<br />\r\n<br />\r\nThis God Mode edition also does NOT contain:<br />\r\n- achievements<br />\r\n- main game tutorial<br />\r\n- fixed party challenges<br />\r\n- files that work with DoC and vice versa<br />\r\n<br />\r\nWhat it DOES include is:<br />\r\n- Slider to change general XP gains from 50% to 500% normal level<br />\r\n- slider to increase random loot count from 100% up to 500% (only affects non-specific drops from monsters, chests and finds)<br />\r\n- Allow in-game Instant level up cheat<br />\r\n- Allow in-fight revival cheat<br />\r\n- Allow in-fight summon companion and/or enemy of your choosing cheat (e.g. let Zomok’s pets fight each other...)<br />\r\n- Allow in-game Instant store stock swapout cheat<br />\r\n- Allow in-game Instant gold cheat<br />\r\n- disable class restrictions for use of any advanced guild (e.g. change an archmage to a berserker at the berserker guild and later to something new and so on)<br />\r\n- disable class restrictions on all items<br />\r\n- Allow in-game Instant teleportation cheat<br />\r\n- an unlimited escalating waves arena<br />\r\n- increase the max enhancement number that enhancers have for each of their enhancements by 2<br />\r\n- remove class restrictions on birth feats<br />\r\n- a ‘choose’ and ‘lock in’ character creation mode where you can roll stats independently from the birth feat<br />\r\n- an easy ‘start a solo party’ option where you only create one character<br />\r\n- slider to increase monster strength from 50% to maybe 500%.<br />\r\n- enable in-game cheat: class cap 99 for any skill or spell for any character<br />\r\n- in main menu, a full monster compendium with detailed stats<br />\r\n- enable two birth feats at birth<br />\r\n- allow in-game cheat: full map<br />\r\n- disable fight cap on skill/spellgains and levelups<br />\r\n-disable xp reduction based on monster kills<br />\r\n- a new high end location that respawns. Chests and all. As a sandbox playground. With some way to ‘ask’ for how challenging it is.<br />\r\n- ability to set a player as invisible to monsters in combat. Until you are the last one standing of your side that is.<br />\r\n<br />\r\nNot sure if it will ever be added, but still on my list to look into (complicated stuff): <br />\r\n- ability to take an existing party and replace a character with a new one - some way to lock some of these settings for a particular savegame. A feature down the track I would think.<br />\r\n<br />\r\nExample reasons to buy it apart from supporting me of course:<br />\r\n- create your own challenge. Try and get through the dragon den in a world where no human has a fire resistance about 25%. <br />\r\n - spectate. Make an invincible solo character party, park him invisible in the corner of a fight and summon Zmaj and the manticore to fight each other... <br />\r\n- dream. Get your priest the war plate and star hammer you think he deserves... after you had him train some fighting skills as a barbarian earlier in his career.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/927370/header.jpg?t=1536106664",
    "developers": [
      "Volker Elzner"
    ],
    "publishers": [
      "Volker Elzner"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}