{
  "927580": {
    "name": "Smoker The Car Game",
    "steam_appid": 927580,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><u>SMOKER THE CAR GAME</u></strong><br>This Game is a arcade/realistic driving simulator where you can customize the Vehicle to your liking and do Drifts and burnouts on the maps provided. <br>Current Game is Aimed at Free Roam where you can learn to control and customize the cars Provided and Do as you like There is no limit to what you can do but main goal is to produce as much Smoke from your Car Tyre's as possible and Have fun While your at it.<br><br>You will gain points for The amount of smoke you can produce and the speed at which you are travelling. I Will be adding more types of point systems in the near future.<br><br>Career Mode you will have a set amount of money to Customize Your Vehicle That amount of money Will Change over time with updates as parts get added it will also change once there is a way to earn money. <br>Career mode is Currently in Testing fase and has Vehicles Being made for it as of now but this could change in Near Future Could.<br>In the career mode you can remove almost every car part like Body panels Motor Parts Suspension Just about everything. Will be adding more to it in Near Future like Oils and Fuel Electricity Cables Etc. Which will all be chosen in a Difficulty Menu Easy will have min Adjustment, Hard will have all the adjustments then maybe just maybe i will look into Super Realistic one where you have to Do it as you do in real life.<br><br>Career Mode will have a story line at some stage I am working on one now but i wont to finish other things in the game before i go further into that.<br>I do intend to Have Player Customization for characters in Career Mode &amp; A Spot for your Cars and So you can walk around and look at all your cars in one room/Shed or Car Park. Along With Multiplayer on Free Roam Maps.<br>Career Mode will have traffic and People walking around but that is a while away.<br>Graphics are Currently Limited to my Computer. When i get the chance and funding to upgrade i will Have much Better Lighting and Reflections and general graphics. I am Aiming for Realistic Graphics But one can only do what they can.<br><br><strong><u>CURRENT GAME BUILD ASPECTS</u></strong><br>There is 11 Cars to Choose from.<br>11 Maps in total - 2 Drifting Maps, 2 Burnout Pads, 6 Racetracks.<br>1 Large Open Career Map With more car Customization Settings that will be improved in the near future.<br>You can edit The Suspension for Most of the cars to your liking. This will effect how the cars Handle.<br>Offroad Cars are Getting built Currently one added to the game and is Locked with a Basic Rock Crawling Set up I will make it the same as The other cars in the near future. I`m Working on Offroading Maps for a Future update they will contain Rally Track, Hill Climbs, Rock Crawling, and General Offroading.<br><br><br>Currently there is only a few maps to use i will try to add one every Few Months Along with cars but main focus is on Game Play and making it enjoyable.<br>Thank you very much for your time &amp; I Hope you enjoy my Project. <br>This Game is Being Made by one person So Please Be patient i will work my hardest and devote all my time to this project.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/927580/header.jpg?t=1544496108",
    "developers": [
      "(STCG) Smoker The Car Game"
    ],
    "publishers": [
      "(STCG) Smoker The Car Game"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}