{
  "927760": {
    "name": "Psycho Banger",
    "steam_appid": 927760,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >What is ArRPG?</h2>ArRPG stands for Arcade Role Playing Game; a sub-genre that features aggressively high-octane arcade moment-to-moment gameplay that is designed to make you forget that the game also has RPG elements with vast choices of weapons, attacks, and moves each with their own elemental aspect “pyre, aqua, eard, etc…” ArRPGs also borrow permadeath and the loss of your build and all your progress from roguelikes with lesser focus on dungeon exploration and more emphasis on the sense of extreme immediacy.<h2 class=\"bb_tag\" >What does Anti-Rhythm even mean?!</h2>Traditionally, Rhythm games require the player to execute certain actions in sync with the beat. Psycho Banger flips that concept on its head, letting you move and attack freely while making the environment you explore and the enemies you fight dance and move with the music instead. This approach heightens your senses and immerses you in the heat of the action without the burden of having to operate entirely in sync with the tune.<h2 class=\"bb_tag\" >The Story</h2>In a dark dystopian future, nerds and geeks were defeated by the evil normies. They were held hostages and tri-tortured by their own invention. With banger music in their ears, cyber visors on their eyes, and a very potent psychedelic in their veins, they were left at the mercy of their own hallucinations. The tri-torture forced each to explore their mind, and turned them into what they think they are before sending them to fight every last one of their inner demons.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/927760/extras/39a8670364751868fa91fb30055239b5.avif?t=1738862351\" width=610 height=274 /></span><br><br>Very few made it to the other side without descending into madness. Most were stuck in their psychoses. Some turned into shoelaces, some into turds, some into random bullsh*t, and here you are, Little One, transformed into a petite misshapen teddywidder. Yet you shall not let the misfortune of your brothers and sisters slow you down. Someone has to do it. So go forth, defeat those filthy dancing demons, become The Psycho Banger, and free the world from the normies before it is too late!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/927760/header.jpg?t=1738862351",
    "developers": [
      "Weaponized Ed"
    ],
    "publishers": [
      "Weaponized Ed"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}