{
  "927860": {
    "name": "Project Skylab 2",
    "steam_appid": 927860,
    "required_age": 0,
    "is_free": true,
    "description": "Project Skylab 2 is going to make Algebra three-dimensional, engaging, and non-isolating. In the game, you are stranded on the surface of Mars due to a catastrophic accident. You will learn how to solve basic to advanced Algebra problems in your pursuit to escape Mars, but danger lurks around every corner. There is an army of cybernetic killer robots hunting for you. Your goal is to shut down the AI computer known as CAL(Cybernetic Assisted Learning) who controls this army of killer robots. You will have to use your arsenal of weapons to defeat CAL. You will also have your trusty rover to guide you across the red planet. The Mars landscape is 4x4 miles, so have fun exploring. The goal of the game is to create a comfortable, relaxing, and fun learning environment for students.<br />\r\n<br />\r\nIMPORTANT: This is an ALPHA build of Project Skylab 2. I am a college student and the sole developer of this game. Project Skylab 2 is geared for middle school students. The problems build in their level of difficulty with hints and examples for every math puzzle. The game still needs some work, but it’s a significant improvement over Project Skylab. I have read all of your feedback on Project Skylab, which was very helpful, and have implemented the suggested changes in Project Skylab 2. Any feedback is much appreciated!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/927860/header.jpg?t=1629829784",
    "developers": [
      "Not Awful Studio"
    ],
    "publishers": [
      "Not Awful Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}