{
  "928220": {
    "name": "Fantasy Grounds - Ripples From Carcosa (CoC7E)",
    "steam_appid": 928220,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Ripples From Carcosa</h2><i>&quot;O do not seek to learn or even ask, What horror hides behind...The Pallid Mask!&quot;</i><br><strong>--Lin Carter, &quot;Litany to Hastur&quot;<br>Three Scenarios Exploring Hastur, Carcosa, &amp; The King In Yellow<br>Of all the varied and mysterious Great Old Ones of the Cthulhu Mythos, few ensnare the imagination as easily as Hastur. The image of the silent, deserted city beside a dark, foreboding lake where sinister things lurk is one that stays with the reader. Many of us have walked the twisting streets of that dead alien city in our minds, finding our way into the tall towers to stand before an ancient throne. There sits the King in Yellow, the Lord of Carcosa, who gazes at us from behind his Pallid Mask. It is a journey many of us have taken, whether alone in our dreams or around a table rolling dice with our friends. It is a journey we are about to take again.<br><i><br>RIPPLES FROM CARCOSA[/b]</i>expands upon the mythology of &quot;He Who Should Not Be Named&quot; and gathers much of the varied material on Hastur into one place. The first chapter reviews The Great Old One Hastur and his various avatar forms. It examines the Yellow Sign, the play &quot;The King in Yellow&quot;, the Mythos tome of the same name, and the effects these things have on the human mind.<br>Next within these pages is a trio of adventures pitting investigators against Hastur and his human worshippers. These scenarios can be played as stand-alone adventures or as a linked campaign called &quot;Ripples from Carcosa.&quot; Investigators are provided for each scenario, but keepers should feel free to allow their players to use their own investigators if they so choose.<br>Finally is information on the Great Old One Hastur and his cults during the<br><i>Cthulhu Invictus</i>and<br><i>Cthulhu Dark Ages</i>eras.<br><i>By</i><br><strong>Oscar Rios</strong>.<br><i>Interior Art by</i><br><strong>Bradley McDevitt, Marco Morte, and Erik York</strong>.<br><i>Cover Art by</i><br><strong>Jan Pospisil</strong>.<br><i>Maps by</i><br><strong>Gill Pearce and Steff Worthington</strong>.<br>Includes the premade characters for the three adventures.<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Call of Cthulhu 7E ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/928220/header.jpg?t=1768403125",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 29 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}