{
  "928410": {
    "name": "Zombies In The Dark",
    "steam_appid": 928410,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/928410/extras/23506eca4aad6929c3cc4665a7f4f2f2.poster.avif?t=1604308000\" width=600 height=338 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/928410/extras/23506eca4aad6929c3cc4665a7f4f2f2.webm?t=1604308000\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/928410/extras/23506eca4aad6929c3cc4665a7f4f2f2.mp4?t=1604308000\" type=\"video/mp4\"></video></span><br>THE STORY<br>    Zombie apocalypse has come to an end! Anti zombie virus serum has been created long ago and little needs to be done - to clear the world of zombies! But it’s easier said than done, the dead walkers will not perish themselves, and the virus inside their bodies is capable of breeding new mutants. Thus, the confederation formed of what’s left of the human race has issued a new order to let anyone take possession of any estate property flooded with walking creatures in case if they’re all eliminated by the claimant.<br><br>Needless to say, that there are people who want to - more than enough?<br><br>Thus protagonist aimed my feet for one of the three-storey mansions with an ocean view to seize it! I guess it’s crowded not only with bloodthirsty zombie hordes, but other “cleaners” like main character, who do not wish to share their future possession with anyone else.<br><br>ABOUT THE GAME<br>     “Zombies in the dark” is a horror top-down shooter in which you play for the 27-year-old protagonist named Alan Rogers.<br>In the game you have to clear a three-story mansion and the surrounding areas from zombies and mutants simultaneously destroying the same as you, other &quot;cleaners&quot;, aggressively opposed to you and caught up in the mansion before you.<br><br>FEATURES<br>- At the beginning of the game, the player has only one weapon and an endless ammunition to him;<br>- Another weapon will be issued automatically between the levels and appear in the hands of the player immediately, the ammunition of the issued weapon is unlimited;<br>- Amount of ammunition is displayed around the sight and disappears gradually, the weapon is recharged automatically if there is ammunition, or at the request of the player;<br>- The player's health is replenished automatically, the health status can be tracked by changing the color of the sight from green to red, also when receiving damage the screen starts to be filled with blood and the direction from where the received damage comes is shown;<br>- The energy of the lantern is inexhaustible, find with the help of all enemies in the location;<br>- Red glowsticks are used to mark places where a player has already been. there is no room map. The number of glowsticks is limited and replenished between levels, they are also dropped by defeated raiders. Hint: Glowstick can help the player to preemptively fire at the enemy, if you throw him to the edge of the obstacle, behind which is an enemy who has already found the player and is moving towards him (glowsticks can only be used in the dark);<br>- Enemies at the sight of a player begin to immediately attack him, some monsters can hiss angrily at the approach of the player, and the armed ones start shooting right away. You can run away from enemies, they will lose a player and will wait for him in the place where they lost him;<br>- To move to the next location, you must first completely clear the entire current location from the enemies and find the green arrow indicating the exit from it. If the location is not cleared, and the output has already been found, the inscription under the arrow will notify the player about this and the transition will not be made, which means you need to find all the unkilled enemies and destroy them;<br>- The game is controlled using the mouse and keyboard, you can also use the joystick<br>Actions:<br>WASD - player movement,<br>Mouse - the direction for movement,<br>LMB - shot,<br>F or RMB - glowstick throw (only in the dark),<br>R - reload weapon,<br>1, 2, 3, 4, 5, 6 or mouse wheel - switch weapons.<br><br>Xbox controller:<br>Left stick - player movement,<br>Right stick - direction for movement,<br>Right trigger - shot<br>B - glowstick throw (only in the dark),<br>Y - reload weapon,<br>D-Pad - switch weapons.<br><br>If the Steam system has recognized your joystick, then the joystick control will be transferred automatically, in the same way, most convenient for the game.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/928410/header.jpg?t=1604308000",
    "developers": [
      "SYNERGY"
    ],
    "publishers": [
      "SYNERGY"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 8,
      "highlighted": [
        {
          "name": "Floor 1",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/928410/2de33c2404674e2d258980cf223618673ce8f343.jpg"
        },
        {
          "name": "Floor 2",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/928410/1bf04282ce27a708faf6ea4dd03cc8b1eb62c8cd.jpg"
        },
        {
          "name": "Floor 3",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/928410/647607a46793bec425fde77ea570390d01abb2be.jpg"
        },
        {
          "name": "Basement",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/928410/dea9271f1e27bf86d6bb8f73eecbdf2ccf58b58b.jpg"
        },
        {
          "name": "Backyard",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/928410/46d8af6b6738dac579515873fd616e1fab595b59.jpg"
        },
        {
          "name": "Rooftop",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/928410/bd1d820668bf1936d0d389917f2058d665e1318b.jpg"
        },
        {
          "name": "Yard",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/928410/8c0b5f45b09cfbd47b3ecd9f815fc5552245a1dc.jpg"
        },
        {
          "name": "THE END",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/928410/c129493db370c076ea10155db060b012b93eb8b4.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 2,
      "total_negative": 3,
      "total_reviews": 5
    }
  }
}