{
  "928880": {
    "name": "FlyWings 2018 Flight Simulator",
    "steam_appid": 928880,
    "required_age": 0,
    "is_free": false,
    "description": "The future of Flight Simulators has arrived! <strong>FlyWings 2018 - Flight Simulator</strong> is the masterpiece of flight simulation!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/928880/extras/1c6962d2168de6e6bb46b7d3cadcc08c.avif?t=1678764910\" width=600 height=200 /></span><br><br>Fasten your seatbelts and be ready for the most realistic and beautiful flight of your life!<br><br>+ CHOOSE between airplanes, helicopters, fighter jets and the amazing ANTONOV 225! <br>+ MISSION and FREE FLIGHT game modes, log your FLIGHT HOURS and to UNLOCK airplanes!<br>+ AMAZING 3D graphics of cities, landscapes and aircraft.<br>+ DANGEROUS and BUSIEST AIRPORTS around the world! Like Lukla Airport in Nepal and J.F.K. Airport in New York! <br>+ RECORD AND SHARE the best moments of your flight with our NEW replay tool.<br>+ Fly with other pilots around the world in the MULTIPLAYER gamemode!<br>+ CONFIGURE your flight! CHOOSE between Day or NIGHT, WEATHER CONDITIONS, WIND speed and the NEW feature: WEIGHT and PAYLOAD!<br>+ REAL audios, REAL airlines and liveries, REALISTIC physics for best simulation.<br><br>MISSION game mode is a real challenge! And it is really amazing in this simulator. ATC talks, COOL and ADDICTING gameplay! You are gonna love it!<br>FREE FLIGHT gives you the oportunity to create your own routes in the most realistic cities and airports around the world!<br><br>Try to land a small aircraft in the most DANGEROUS airport of all: Lukla Airport in Nepal!<br>Visit the Hoover Dam and all the Casinos in Las Vegas. Fly over Manhattan in New York city and be admired with all the details! <br>You will be able to see the Empire State building, Yankee Stadium and many more cool sightseeing!<br><br>FlyWings is the first and only flight simulator that let you choose to fly during DAY or NIGHT, choose the WEATHER CONDITIONS between clear skies and storms, <br>wind speed and now we introduced a NEW awesome feature: choose the WEIGHT and PAYLOAD of your aircraft!<br>Try to fly a fully armed F-15 or a very heavy cargo plane from one AIRPORT to another and feel what it is to be a skilled flight PILOT!<br><br>Thinking about become a digital influencer or youtuber? We added a feature to share a video with the best moments of your flight!<br><br>Real audios recorded from real aircraft. Turn on and off the engines, change the lights, APU configurations and more!<br><br>Bored about other simulations that don't bring anything new? Flywings 2018 will definitively impress you! <br><br>Send us your feedback! We are always working to create the best flight simulator experience for you! And will be constantly updating and adding features for you!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/928880/header.jpg?t=1678764910",
    "developers": [
      "Thetis Games"
    ],
    "publishers": [
      "Thetis Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 3 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}