{
  "929080": {
    "name": "Be hate Free: Interactive",
    "steam_appid": 929080,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>About Be hate Free:</strong><br><br><i>To “be hate free” is a moral and ethical human obligation that has no political, cultural or religious bounds. It represents what is fair and just for all people, an idea that we should all agree to aspire towards. – </i><h2 class=\"bb_tag\" ><strong>Our Philosophy</strong></h2><br>We at Be hate  support the freedom of belief, fair expression, the right to one's own opinions, and the right to abstain from the opinions and expressions that define others, all under the guidance of justice, our common desire for human dignity, our inalienable human and civil rights, and under the full consideration of ALL people from every nationality, cultural background, religious belief or personal perspective.<br><br>Be hate Free INTERACTIVE is an application that provides useful tools, activities, lessons, community activities and opportunities to help you overcome negative interactions and situations while also improving your communication skills and de-escalation skills. Our application will take you through fundamental and extended lessons at a very simple and interactive pace. We also have exercises where you can apply what you’ve learned in real life. You can complete lessons and activities at your own pace and can revisit them as often as you like.<br><br>Level up your progress as you complete the lessons and update your ranking position on our leaderboard. Become more positive, productive and effective even in the midst of negative challenges.<br><br>Features: <br><br><ul class=\"bb_ul\"><li> Video Lessons – Quality video lessons and a “declaration to be hate free”.<br></li><li> Extended Lessons – Extended lessons on how to overcome the influences of hate.<br></li><li> Daily Affirmation – Simple activities of encouragement to alleviate stress and doubt.<br></li><li> Daily Missions – Evaluate your daily responses to situations as you monitor your progress.<br></li><li> Community – Community activities, polls and topics.<br></li><li> Opportunities – Bonus content and downloads, change background style and more.</li></ul><br>Why BHFI Works:<br><br><ul class=\"bb_ul\"><li>BHFI is interactive, easy and fun to navigate thus encouraging engagement from users.<br></li><li>BHFI can be revisited multiple times for users to apply our lessons and tools as often as they like.<br></li><li>BHFI is often received as a gift or reward, thus inspiring appreciation of the message and opportunities.<br></li><li>BHFI can be done at one's leisure or personal time from any web browser thus providing easy accessibility.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/929080/header.jpg?t=1626921756",
    "developers": [
      "Be hate Free.org"
    ],
    "publishers": [
      "none"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}