{
  "929550": {
    "name": "Talisman - The Cataclysm Expansion",
    "steam_appid": 929550,
    "required_age": 0,
    "is_free": false,
    "description": "<i>“Explore the remnants of a shattered world. It has been countless ages since the great Cataclysm left the world of Talisman on the brink of destruction and now, from the ashes, civilization rises once again.”</i><br><br>The Cataclysm expansion introduces an entirely new main board which depicts the land of Talisman after the Cataclysm has happened. Buildings you once knew are no longer there, and their inhabitants now wander the land.<br><br>Get ready to experience Talisman as you’ve never seen it before!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/929550/extras/eb2c73cbab93ade1fcabdd16db170b2e.avif?t=1616591088\" width=616 height=350 /></span><h2 class=\"bb_tag\" >Talisman Cards</h2>Talismans are precious Magic Objects which allow you into the Inner Region. Previously these Magic Objects would simply offer you passage. Within the Cataclysm Expansion, the Talisman Cards can offer you much more, featuring new Talismans with unique effects!<h2 class=\"bb_tag\" >Denizen Cards</h2>Merchants and Mystics now wander the land after their homes were destroyed in the Cataclysm. As you travel the ruined land you’ll discover Denizen Cards which may lead you to meet one of the wandering characters. As always, they'll be able to offer you the chance to gain items, Strength or Craft. However, there is always the chance you could be turned into a toad by the Enchantress!<h2 class=\"bb_tag\" >Remnant Cards</h2>Find ancient treasures, creatures and places that have been unearthed throughout the land of Talisman. Remnant Cards are placed on the board before the game begins facedown. If your character lands on one of the facedown cards you can flip it over before deciding to encounter the space or character on it.<h2 class=\"bb_tag\" >Terrain Cards </h2>Terrain Cards change how a space works. The original space text and name are ignored as it takes on the role of the Terrain card. These cards can be triggered by in-game effects and stay in place unless another effect requires them to be removed or changed. <br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/929550/extras/77bdf0baf12bd846e1b8669b21087d8f.avif?t=1616591088\" width=616 height=350 /></span><h2 class=\"bb_tag\" >Cult of the Damned</h2>A cabal of 6 evil cultists has joined forces to storm the Valley of Fire in a bid to claim the Crown of Command. Each member of the cult is scattered across the board, approaching the Plain of Peril from all sides. It’s up to your characters, as a team, to defeat the cultists and succeed together, or lose everything...<h2 class=\"bb_tag\" >The Eternal Crown</h2>You’ve finally reached the Crown of Command, ready to rule the kingdom. Unlike previous rulers, your journey isn’t quite over. The Eternal Crown poses more risks to your own life as well as those you cast the Command Spell on. Be sure you have many lives prepared, as you could lose them all before you claim the Crown as your own!<h2 class=\"bb_tag\" >The One Talisman</h2>After the Cataclysm only one Talisman has survived. This singular Talisman is now the only key to gaining access to the Plain of Peril. Getting your hands on this one Talisman is simple enough, discover it on a space, earn it from completing a Warlock’s Quest or pry it from another character’s hands by defeating them in battle. Once you have the Talisman, all eyes will be on you. Will you make it to the Plain of Peril before someone catches you?<h2 class=\"bb_tag\" >Lands of Wonder</h2>As you venture through the land you’ll be required to collect a mixture of 12 Enemies, Objects, Places, Events, Strangers or Followers before heading to the Crown of Command. These cards will show you your adventure, discoveries and tale of your journey through the broken land. <br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/929550/extras/1b86187ab7aa7c9edfa85c9b8cf9062f.avif?t=1616591088\" width=616 height=350 /></span><h2 class=\"bb_tag\" >Arcane Scion</h2> The young Arcane Scion has harnessed the magical energies of the Cataclysm allowing him to wield Magic Objects and Cast Spells. When playing as the Arcade Scion:<br><ul class=\"bb_ul\"><li>You begin the game with 2 Spells.<br></li><li>When you land on a character, you may take a secret look at their spells. You may then take either 1 Spell or Magic Object of your choice from that character.<br></li><li>When any character gains Craft, you may gain 1 Spell, if your Craft allows. <br></li><li>After rolling 1 or more dice, you may discard 1 Spell or Magic Object to either add or subtract 1 from the result.</li></ul><h2 class=\"bb_tag\" >Barbarian</h2>Starting the game with a Greatsword, it's not hard for others to see that the Barbarian’s brute strength is something to be feared. However, Psychic Combat might not be the best way to defeat him either due to his magic resistance! When playing as the Barbarian:<br><ul class=\"bb_ul\"><li>You begin the game with a Greatsword.<br></li><li>You cannot have or gain Spells. Spells cannot affect you. <br></li><li>If you are defeated in Psychic Combat and you lose a life you may roll 1 die. If you roll a 4, 5, or 6, your magic resistance protected you and you did not lose that life. <br></li><li>When you visit the Crags, you may heal 1 life or replenish 1 fate instead of rolling the die. </li></ul><h2 class=\"bb_tag\" >Black Knight</h2>A notorious evil in the land of Talisman, this Dark Knight won’t hesitate to threaten anyone who gets in their way.<br><ul class=\"bb_ul\"><li>You begin the game with a Spiked Shield. <br></li><li>When you land on a space with another character, or another character lands on your space, you may threaten that character. If you do, they must pay you either 1 gold or lose 1 life. <br></li><li>When you visit the Castle, you may heal up to your life value, instead of encountering the space as normal. </li></ul><h2 class=\"bb_tag\" >Mutant</h2>Through the ever-changing land of Talisman, the Mutant has always survived and adapted. Their Strength, Craft and Fate continually change as they react to the world around them. When playing as the Mutant:<br><ul class=\"bb_ul\"><li>When you begin the game, roll 1 die against the Mutant’s chart to determine your starting bonus. <br></li><li>At the start of your turn, if you have 2 or more life, you may lose 2 life to mutate. If you do, roll 2 dice against the Mutants chart. <br></li><li>If you’re turned into a Toad, you may cancel the effect and lose 1 life instead. </li></ul><h2 class=\"bb_tag\" >Scavenger</h2>Growing up in the decades after the Cataclysm, the scavenger learned that the best way to survive was to always stay on the move and collect whatever objects they could find.<br><ul class=\"bb_ul\"><li>When you begin the game, place the top 5 cards of the Remnant deck into the Adventure discard pile. <br></li><li>You may carry any number of Objects.<br></li><li>You may treat all Objects as if they had an encounter number of 1. <br></li><li>At the end of your turn, you may stash one of your Objects. If you lose an attack, the victor cannot take the object from your stash. You can only have 1 Object in your stash at a time.<br></li><li>Whenever you roll a 1 for your move, you may scavenge instead of moving. If you choose to scavenge, take the top Object in the Adventure discard pile.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/929550/extras/9764a589d3351b78c76ca4654966e2b8.avif?t=1616591088\" width=616 height=350 /></span><br><br><ul class=\"bb_ul\"><li>1 New Board<br></li><li>47 Adventure Cards<br></li><li>6 Warlock Quest Cards<br></li><li>10 Spell Cards<br></li><li>6 Talisman Cards<br></li><li>24 Purchase Cards<br></li><li>40 Denizen Cards<br></li><li>25 Remnant Cards<br></li><li>10 Terrain Cards<br></li><li>4 New Alternative Endings <br></li><li>5 New Characters</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/929550/header.jpg?t=1616591088",
    "developers": [
      "Nomad Games"
    ],
    "publishers": [
      "Nomad Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}