{
  "930020": {
    "name": "Dream Daddy: A Dad Dating Comic Book",
    "steam_appid": 930020,
    "required_age": 0,
    "is_free": false,
    "description": "Even more puns, even more fun, in the official DREAM DADDY COMICS, produced by Oni Press in conjunction with Game Grumps studios. <br><br>A five-issue comic book series set in Maple Bay, featuring all your favorite Dads and their families. Today's top talent (including Dream Daddy co-creators Leighton Gray and Vernon Shaw!) take the Dads on all-new adventures.<br><br>This downloadable content includes:  <br><ul class=\"bb_ul\"><li>Five full issues of comics, released as a PDF once a month! <br></li><li>Buy the DLC once, automatically receive a brand-new comic each month!<br></li><li>Each issue features 18-23 pages of full color, gorgeous Dad-tastic art and story.<br></li><li>Each issue features a digital exclusive cover.</li></ul><br>Check out the details for each issue!<br><br>Issue #1: &quot;Much Abird About Nothing&quot; <br>It’s college reunion time! Who’d have thought that it's already been fifteen years since Keg-Stand Craig and the new Dad on the block went to college? This one’s like a buddy cop comedy, only there are no cops and more avoiding old flames while trying to stifle an existential breakdown, bro.<br>Writer: Wendy Xu; artist and colorist: Ryan Maniulit; letterer: Hassan Otsmane-Elhaou. <br>On sale digitally 8/29/18.<br><br>Issue #2: “Let The Right Dad In”<br>There’s a new Dad in the cul-de-sac... and he’s already sunk his fangs into the neighborhood! But Robert knows a vampire when he sees one, and he’s armed with enough garlic and rewatches of F. W. Murnau’s Nosferatu (1922) to get to the bottom of this mystery.<br>Writer: Lee C. A.; artist and colorist: Jack Gross; letterer: Hassan Otsmane-Elhaou. <br>On sale digitally 9/26/18.<br><br>Issue #3: &quot;Dream Ad-y&quot;<br>Sales are dropping at the Coffee Spoon, and Mat is looking for a way to drive new customers to the shop. Thank goodness the rest of the neighborhood is filled to the brim with enough seasoned craftsmen of the film industry to create the best local ad Maple Bay has ever seen! Just kidding, have you ever asked a Dad to take a picture of you? What can we say? The Dads and their kids try their best.<br>Writers: Leighton Gray &amp; Vernon Shaw; artist: Jarrett Williams; colorist: Jeremy Lawson; letterer: Hassan Otsmane-Elhaou.<br>On sale digitally 10/24/18.<br><br>Issue #4: “Fair Deal”<br>The science fair is tomorrow, and Daisy hasn’t started her project yet! All she wants is a ride to the library and a participation ribbon. But Brian has bigger plans for her: wind turbines, working replicas of Mount Vesuvius, human genome editing. Turns out Daisy’s not the only one who procrastinated, and Joseph is out to force Christian and Christie to become the next science superstars. Can the kids get their presentations ready before the librarian kicks them all out for a no holds barred Dad-off?<br>Writer: C. Spike Trotman; artist: Drew Green; colorist: Reed Black; letterer: Hassan Otsmane-Elhaou.<br>On sale digitally 11/21/18.<br><br>Issue #5: “Dungeons &amp; Daddies”<br>Hugo has been preparing for this moment for months, and it’s finally here. He’s wrangled all of the Dads to play an extremely popular but non-descript tabletop role playing game together! And with his carefully laid plans, Hugo is sure he’ll be the best Dungeon Master they’ve ever seen… as long as they all take the game as seriously as he does.<br>Writer: Josh Trujillo; artist: D.J. Kirkland; colorist: Matt Herms;  letterer: Hassan Otsmane-Elhaou.<br>On sale digitally 12/19/18.<h2 class=\"bb_tag\" >How to Access</h2><ul class=\"bb_ul\"><li>Right click Dream Daddy in your Steam Library and select Properties.<br></li><li>Select Browse Local File in the Local Files Tab.<br></li><li>Open the comic pdfs in the Extras folder.</li></ul>Every copy of Dream Daddy contains a free preview of the first comic in the Extras folder.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/930020/header.jpg?t=1535674061",
    "developers": [
      "Game Grumps"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 4100,
      "final": 4100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 41.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "71",
        "description": "色情内容"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}