{
  "930130": {
    "name": "Nuclear Powered Toaster Demo",
    "steam_appid": 930130,
    "required_age": 0,
    "is_free": true,
    "description": "It's always a bit stressful on graduation day. The uncertainty of the future, the excitement of endless possibilities, and of course getting blown out of the sky by a weapon that should no longer exist. Welcome to Earth in the 24th century.<br><br><i>Nuclear Powered Toaster</i> is a 160,000 word interactive sci-fi novel by Matt Simpson, where your choices control the story. It's entirely text-based—without graphics or sound effects—and fueled by the vast, unstoppable power of your imagination.<br><br>Humanity is a pale shadow of its former glory after two nuclear wars and living under the constant threat of orbital attack. You…won't really be able to change any of that, but if you play your cards right, you might just live to see another sunrise, and possibly even unravel a sinister plan!<br><br><ul class=\"bb_ul\"><li> Play as smuggler Alexi Beaumont, or superpowered government agent Fiorella Branford for two distinct experiences.<br></li><li> Meet new and interesting people on Duck Mountain, and try not to be incinerated by them!<br></li><li> Team up with a henchman, an actor, or the solar system's oddest janitor.<br></li><li> Uncover a global conspiracy and bring down a mysterious terrorist...if you can.<br></li><li> Resolve situations with wits, force, or just harness the erratic power of pure insanity.<br></li><li> Endeavor to keep on good terms with your comrades, or risk turning an ally into an enemy!</li></ul><br>Comedy, action, and a pinch of absurdity await those who board the Nuclear Powered Toaster!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/930130/header.jpg?t=1734033643",
    "developers": [
      "Hosted Games"
    ],
    "publishers": [
      "Hosted Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}