{
  "930470": {
    "name": "Crimson Souls",
    "steam_appid": 930470,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Introduction</h2>Crimson Souls is a new and unusual rogue-like adventure RTS. Players will immerse themselves in endless adventure, to found various treasures. They'd also need use towers and monster souls to continuously evolve before their enemies, since they - heroes, soldiers and monsters - will continue to chase them. Survive in different stages and deliver the princess and the soul ring to the demon king's castle. just telling you now, it won't be easy.<h2 class=\"bb_tag\" >Story</h2>Unlike other demons, this little demon doesn't have a horn, nor a tail nor wings. But this little one is one of the many demons that were given the mission of securing the soul ring and kidnapping the princess from the demon king. This little demon, contrary to anyone's expectation, manages to succeed in this mission. The demons sent reinforcements to help him, but they were no use against the mighty heroes, and the little demon ends up being chased by the kingdom. Moreover, since the ring and its owner left the original location, the boundaries protecting forests were broken down, and the forests became infested with monsters. The little demon is being chased by heroes and soldiers who came to retrieve the princess, and is faced with all sorts of different monsters. All he has now, is himself, and this shining ring.<h2 class=\"bb_tag\" >Progression</h2>The kingdom and monster armies will continuously evolve, and you have to control the little demon to fight back. In order to do so, you need to find treasure chests and objects around the stage, as well as collect supplies. Outgrow your enemy by fulfilling various objectives in each stage, and defeat the boss monsters at the end of each chapter to safely deliver the princess and the ring to the demon castle.<h2 class=\"bb_tag\" >Play</h2>Crimson Souls is a new RTS rogue-like game, that is a combination of adventure genre and RTS genre. This is slightly different from the traditional generation processes found in traditional RTS games.<br><br><ul class=\"bb_ul\"><li>You can use souls and supplies you've collected by exploring each stage to summon monsters and use them as your soldiers.<br></li><li>You can tame some monsters to work in the mines for you, or even, to build towers. <br></li><li>You, as a little demon, doesn't have that much fighting power. So you'll have to form your own army and build towers using the souls you've collected, in order to fight epic battles.<br></li><li>You can absorb the souls of dead monsters and use up some of your supplies, in order to reincarnate them as one of your soldiers.</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 希腊语, 荷兰语, 挪威语, 丹麦语, 俄语, 罗马尼亚语, 保加利亚语, 瑞典语, 阿拉伯语, 乌克兰语, 日语, 简体中文, 繁体中文, 捷克语, 泰语, 土耳其语, 葡萄牙语 - 葡萄牙, 葡萄牙语 - 巴西, 波兰语, 芬兰语, 匈牙利语, 越南语, 西班牙语 - 拉丁美洲",
    "header_image": null,
    "developers": [
      "CB"
    ],
    "publishers": [
      "CB"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}