{
  "931610": {
    "name": "Arcane Legacy",
    "steam_appid": 931610,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Arcane Legacy: Fantasy Turn-Based Tactical Game</strong></h2><br>STORY:<br><br>This is Lodmor, the land of the Fathers, the Empire's Core.<br><br>The thousand years' war is now a distant memory and few remember the brutality that ravaged the lands before the Advent of the emperor.<br><br>To help maintaining the peace, the emperor has established the Judgement of the arcanium, where Champions selected by the Great Houses – the Archmages – battle against each other with powerful enchantment and invocations.<br><br>To the victorious House the emperor will grant a request, and the mightiest of the Archmages will have the chance to enter the Wanderer’s Tower, cornucopia of magical knowledge, overflowing with artifacts and ancient relics.<br><br>The champions are eager to fight, hoping the arcanium to be in their favour.<br><br>--------------------------------------------------------------------------------------------------<br><br>PLANNED GAMEPLAY FEATURES (below list can be expanded in the future) :<br><br>- Fight in different environments: every house of the Realm has its own Arena and master its particular School of Magic.<br>- Select your favourite house from the Realm, select its archmage and build a powerful combat spellbook choosing from more than 50 different powerful spells, servants, potions and scrolls.<br>- Have fun with many special effects that can potentially change the game: be careful to kill servants that can trigger &quot;Shout of Despair&quot;, maximize the use of the &quot;Summoncry&quot;, use servants with &quot;Charge&quot; when the opponent is in trouble, let your strong servants take tamage to unlock their &quot;Rage&quot; abilities and much more.<br>- Combat in an immersive 1vs1 match and select Unranked mode if you just want to have fun, Ranked if you want to climb the leaderboard.<br>- Earn lots of chivalry titles that will be displayed in game to make your opponent afraid of you!<br>- Make your strategy during the match: be early aggressive or control the board to unleash powerful magic finishers against the weakened opponent.",
    "supported_languages": "英语<strong>*</strong>, 意大利语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/931610/header.jpg?t=1579880285",
    "developers": [
      "Wisdom Games"
    ],
    "publishers": [
      "Wisdom Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}