{
  "932090": {
    "name": "Triwave",
    "steam_appid": 932090,
    "required_age": 0,
    "is_free": false,
    "description": "Add it to your wishlist! Triwave is a chill and challenging new arcade puzzle game, currently in development. Push colors out from the Triangle's center to form rings or stacks of matching colors, set up combos, and build up your multiplier in this innovative new entry to the genre. Coming soon to Early Access. (Beta signups are available via the website.)<br />\r\n<br />\r\nFEATURES<br />\r\n- Extremely simple yet addictive gameplay: simply push colors out from the center using Left, Right, or Down<br />\r\n- Form rings or stacks of three matching blocks to keep the board clear<br />\r\n- Plan ahead to form combos for maximum points <br />\r\n- Build up your multiplier by playing fast and smart<br />\r\n- Feel your brain getting better as you begin to &quot;see the matrix&quot; and master a challenging new kind of gameplay<br />\r\n- Pulsing, hypnotic visuals, featuring video backgrounds by visionary artist Beeple<br />\r\n- Compete for a high score against friends or the entire world in Challenge Mode<br />\r\n- Chill out and relax with Chill Mode. No time pressure, no score, no losing<br />\r\n- Relax even more with Autopilot; sit back and watch the game play itself<br />\r\n- Enjoy chill, hypnotic music, including some well-known &quot;beats to study to&quot;<br />\r\n- Early in development. More features, modes, and other updates coming!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/932090/header.jpg?t=1547031170",
    "developers": [
      "John Plewe"
    ],
    "publishers": [
      "Nevercenter"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}