{
  "932420": {
    "name": "Russpuppy Kid Games",
    "steam_appid": 932420,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Russpuppy Kid Games</strong> gives you access to many kid mini-games all in one fantastic package. These games are both fun and educational!<br><br>Games include:<br><br><strong>Bear ABC Quest</strong><br>A point-and-click adventure game that teaches the alphabet!<br><br><strong>Potty Training Game</strong><br>Help your kids get excited about using the toilet with the potty training game! The fun bear character plays with toys, but when it's time to go potty it's straight to the bathroom! After the bear successfully goes to the potty, your child can pick a reward sticker for their sticker chart.<br><br>Say goodbye to diapers and hello to potty training!<br><br><strong>Alphabet Game</strong><br>Great game to help your kids learn their ABCs. Tapping a letter on the screen will take your child to an interactive screen for that letter. For example &quot;A for Apple&quot; has you pick apples off of a tree and put them in a basket, &quot;B for Balloon&quot; you pop balloons, &quot;C for Cake&quot; you blow out the candles. <br><br><strong>Coloring Book Game</strong><br>A fun interactive digital coloring book. Lots of fun coloring pages to pick from, or you can doodle on a blank page.<br><br><strong>Car Game</strong><br>Let your kids cruise the town in their favorite cars! No drivers license required! This is a great game for young kids that has a simple, easy to use click-to-move interface. Your kids will have a fantastic time driving around the city.<br><br>Deliver a pizza, collect ABCs, drive a school bus to pick up kids going to school, catch bank robbers with the police car, and much more!<br><br><strong>Cleaning Game</strong><br>Does your child like helping you clean up? In this game your child can clean up toys, vacuum, mow the lawn, and more! Help your child to get excited about helping you tidy up the house. Lots of activities to choose from!<br><br><strong>Food Game</strong><br>Help your kids get excited about eating their fruits, veggies and other foods with the fun food game. After preparing food you get to feed it to a hungry monster!<br><br><strong>Shopping Game</strong><br>Fun game to help your young kids appreciate the grocery store. Drag and drop grocery store items to drop them in the grocery cart—it's easy enough for even very young toddlers. After collecting groceries there is even a checkout at the end! Don't forget to pick up some milk and diapers.<br><br><strong>Paper-doll Dress Up Game</strong><br>Fun dress up game for kids! Change outfits by touching different items of clothing. You can also change the doll's gender, skin color, and background. Lots of clothes to pick from.<br><br><strong>Monster Dance Game</strong><br>Teach your kids colors with this fun monster dance game!<br><br><strong>Space Game</strong><br>Help your kids get interested in science and space!<br><br><strong>Dinosaur Game</strong><br>Learn the names of different dinosaurs with fun art and music!  Roar!<br><br><strong>Tic Tac Toe</strong><br>Play the classic with a friend or a robot<br><br><strong>Feelings</strong><br>Help your kids learn about feelings and how to communicate about them!<br><br><strong>Robot</strong><br>Fun learning with a funny robot!<br><br><strong>Fish</strong><br>Play and learn about fish!<br><br><strong>Music Animals</strong><br>Learn animal names and hear them play instruments<br><br><strong>Planes</strong><br>Learn names of planes and fly them around<br><br><strong>Chocolate Egg Surprise Game</strong><br>Crack open chocolate eggs to find a surprise!<br><br><strong>Medieval Fantasy Game</strong><br>Learn new magical words!<br><br><strong>ABC Jump Game</strong><br>Learn alphabet recognition and the order of the ABCs!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/932420/header.jpg?t=1732725167",
    "developers": [
      "russpuppy"
    ],
    "publishers": [
      "russpuppy"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 770,
      "discount_percent": 65,
      "initial_formatted": "¥ 22.00",
      "final_formatted": "¥ 7.70"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}