{
  "932600": {
    "name": "Four Kings One War - Virtual Reality",
    "steam_appid": 932600,
    "required_age": 0,
    "is_free": false,
    "description": "THIS DLC REQUIRES EITHER A HTC VIVE OR OCLUS RIFT<br />\r\n<br />\r\nFour Kings One War is a one or two player strategy game inspired by chess. Each player controls TWO armies as though they were one and gets TWO moves per turn. This opens up guerrilla style tactics and hidden attacks and brings the strategy in line with the modern mind.<br />\r\n<br />\r\n4 environments to battle in, all set in a stunning New Zealand native bush with the beautiful sounds of native New Zealand bird song.<br />\r\nPlay in the bush environment  on an arena the size of a house where the pieces are the size of an average person.<br />\r\nPlay by a spectacular waterfall set deep in the New Zealand bush. Listen to running water and amazing bird song while you focus through battle.<br />\r\nPlay in an underground abyss<br />\r\nHone your skills and play the AI in all locations including an stunning New Zealand inspired glow worm cave.<br />\r\n<br />\r\nSingle player against the AI on easy, medium, hard or extreme<br />\r\nMultiplayer against another human as well as start to build your own ranking.<br />\r\n<br />\r\nFour Kings One War is a strategy game designed to suit the modern mind. We believe that just as military strategy has become more complex and strategic over the years, so too should the strategy games we enjoy. We no longer stand face to face in the field of battle. Instead we look for blind-side manoeuvres and guerrilla-styled tactics to baffle our opponents. This is the promise of Four Kings One War.<br />\r\n<br />\r\nIf you fancy yourself as a strategist then this is as pure as it can get. The battle arena is uncharted and awaiting new champions to be crowned.<br />\r\nMake your mark as a strategist today and join an ever growing community of modern strategic warriors.<br />\r\n<br />\r\nVirtual Reality version also compatible with PC and Mac and can be played across all platforms",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/932600/header.jpg?t=1589993335",
    "developers": [
      "StaplesVR"
    ],
    "publishers": [
      "StaplesVR"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}