{
  "932760": {
    "name": "Aerofly FS 2 - Orbx - Netherlands TrueEarth",
    "steam_appid": 932760,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>TrueEarth technology is finally landing in Aerofly FS 2 starting with The Netherlands!</strong><br><br><strong>Important note:</strong> The system requirements for this DLC are significantly higher compared to the main program, please read below.<br><br>Expect to find extremely dense building &amp; vegetation cultivation, incredible crisp terrain textures, and effortlessly smooth performance. Flying over the Netherlands is a joy - Netherlands TrueEarth contains the entirety of the country complete with cities, towns, and countryside all where they should be. The Netherlands, often referred to as Holland, is a country located in Western Europe. The five largest cities in the Netherlands are Amsterdam, Rotterdam, The Hague, Utrecht (forming the Randstad megalopolis) and Eindhoven (leading the Brabantse Stedenrij). The Port of Rotterdam is the largest port in Europe and the world's largest outside Asia. Netherlands literally means &quot;lower countries&quot; - the name came from the country's low land and flat geography, with only about 50% of its land exceeding 1 meter (3 ft 3 in) above sea level. Since the late 16th century, about 17% of the country's current landmass has been reclaimed from the sea!<br><br>Netherlands TrueEarth is far more than a traditional photoreal product, it features comprehensive (and complete) building and vegetation placements, thousands of hand-placed landmarks and POI and integrated GIS components.<br><br><strong>Key Features</strong><br><ul class=\"bb_ul\"><li>The entirety of Netherlands depicted in complete detail!<br></li><li>41,500km2 of photoreal terrain at 1m resolution<br></li><li>43 airports included<br></li><li>CityScene building technology for all major cities, towns, villages and urban areas<br></li><li>Incredibly dense vegetation cultivation<br></li><li>Ultra HD mesh at 5m resolution<br></li><li>Accurate road, waterways, transmission line and other vector/GIS components.<br></li><li>Hundreds of custom landmarks and POI<br></li><li>Traditional Dutch windmills<br></li><li>Major churches and cathedrals custom modelled<br></li><li>Custom models for all major TV and radio masts<br></li><li>Thousands of hand-placed animated wind turbines, refineries, harbours and other library objects</li></ul><br><strong>Important note:</strong><br>The system requirements for this DLC are significantly higher compared to the main program. For a smooth simulation we recommend to use a 3D graphic card with at least 4 GB of dedicated RAM and comparable in performance to a NVIDIA GeForce 960 GTX or newer.<br><br>If you want to experience this DLC in VR we highly recommend to use a NVIDIA GeForce 1060 or faster for smooth performance.",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong>, 法语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/932760/header.jpg?t=1579601616",
    "developers": [
      "Orbx"
    ],
    "publishers": [
      "IPACS"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 11600,
      "final": 11600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 116.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 8 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}