{
  "933000": {
    "name": "Toy-War: The Beginning",
    "steam_appid": 933000,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >TOY-WAR</h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >a Fantasy first person shooter game!</p><p class=\"bb_paragraph\" >Wonderful Graphic by The best Engine of the World, The Unreal Engine 4</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Wonderful Graphic</p></li><li><p class=\"bb_paragraph\" >Fantasy war</p></li><li><p class=\"bb_paragraph\" >Magical World</p></li><li><p class=\"bb_paragraph\" >Basic FPS Game Easy To play</p></li><li><p class=\"bb_paragraph\" >Unreal Engine 4 Graphic</p></li><li><p class=\"bb_paragraph\" >Interesting Story</p></li></ul><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Storyline</strong></p><p class=\"bb_paragraph\" >TOY-WARs are miniature war weapons and combat equipment that are truly functional. They come in all shapes and sizes. They are produced using nanotechnology. Although they are very expensive, wealthy people around the world purchase them as collectibles, so production cannot keep up with demand.</p><p class=\"bb_paragraph\" >While a cargo ship was sailing at sea, a storm and huge waves hit. The lightweight TOY-WAR containers had to be placed on the deck. As a result, many of the TOY-WAR containers were swept away by the storm and the huge waves.</p><p class=\"bb_paragraph\" >The cargo ship had to quickly escape the storm and was unable to salvage the TOY-WAR containers. However, it was no problem because it had marine insurance and most of the cargo was cargo. Agriculture must deliver goods on time to prevent spoilage.</p><p class=\"bb_paragraph\" >Some TOY-WAR containers floated onto the eastern beach, the territory of the brown ants. Some TOY-WAR containers also floated onto the western beach, the territory of the gray ants.</p><p class=\"bb_paragraph\" >Later, a meteorite struck the city carrying a new strain of virus from outer space. It was heat-resistant, and vaccines were unable to kill the virus. It spread and caused many illnesses and deaths in humans, but it is harmless to all insects and animals except humans. This new, extraterrestrial virus caused ants to mutate, becoming larger, 5-6 centimeters tall, with two legs and two arms. They lack a queen, but have female and male ants. Female ants can lay eggs and are intelligent, able to speak like humans. However, this new, extraterrestrial virus quickly killed many humans.</p><p class=\"bb_paragraph\" >The government ordered people to evacuate the city immediately, prohibiting them from taking their belongings and animals with them, as the virus spreads through animals. Therefore, zoo officials opened the cages and allowed all animals to forage for food, preventing animals from starving in their cages. The city became a... It's a deserted city, devoid of humans, with only animals living there. This presents a perfect opportunity for ants to use their toys, such as tanks, battleships, and airplanes, to fight each other without any obstacles or disturbances from humans. They might take the toys and play with them, then take them home or sell them.</p><p class=\"bb_paragraph\" >Later, a gorilla opened a TOY-WAR container to look for food, but found nothing, so he ran away. Later, a sugar ant found a TOY-WAR that fit the ant's body. The sugar ant had acquired German weapons from World War II, but the sugar ant had acquired the weapons before the gray ant. The sugar ant then used these weapons to take over ant nests of various colors, including black ants, red ants, green ants, pink ants, and blue ants. Later, the gray ant acquired the TOY-WAR weapon from the United States, and used the TOY-WAR from World War II as a weapon to wage war against the sugar ants. This is the beginning of TOY-WAR.</p>",
    "supported_languages": "英语, 泰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/933000/header.jpg?t=1761386747",
    "developers": [
      "DK Studio"
    ],
    "publishers": [
      "DK Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}