{
  "934860": {
    "name": "La Rana",
    "steam_appid": 934860,
    "required_age": 0,
    "is_free": true,
    "description": "Long ago the Temple of Rana brought rain and prosperity to the world. Now it stands neglected, its source of power stolen away. You awaken as the temple’s last guardian, a small frog spirit. The lost power of Rana lies before you at the temple’s base. Using the last drops of Rana’s power, you must explore the vast ruins while discovering its secret chambers and marveling at its faded glory. Recover the Temple of Rana’s lost power and restore rain to the world.<h2 class=\"bb_tag\" >Features:</h2>Puzzles-<br>Use simple mechanics to control the world around you and open new paths through the temple. Uncover secret areas by solving puzzles in creative ways.<br>Exploration-<br>Move freely through the world of the game. Enjoy the beautiful temple at your own pace without the pressure of failure. Navigate diverse areas to find hidden secrets and collectibles.<h2 class=\"bb_tag\" >Note:</h2><i>This short game was created by a small student team at SMU Guildhall over a development cycle of 15 weeks. Additional development to extend the game is not currently planned beyond its academic completion. If you have questions regarding this title, please email sstringer@smu.edu.</i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/934860/header.jpg?t=1709310235",
    "developers": [
      "Frog Paw Studios"
    ],
    "publishers": [
      "SMU Guildhall"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}