{
  "935140": {
    "name": "When The Shutter Stops",
    "steam_appid": 935140,
    "required_age": 0,
    "is_free": false,
    "description": "Meet Priscilla &quot;Pri&quot; Vate. Where most child prodigies show off at school and on TV, Pri put her skills to work as Philadelphia's youngest private eye. She saw things most kids never imagine and was unfazed by the filth in the world around her...until one case hit too close and ended her career. <br />\r\n<br />\r\nBut like the stench of the city, the life of a Philadelphia detective never completely washes off. A decade after the infamous Dart Killer case, Pri--now working as a family photographer--finds out that the man she locked away is set to be released on new evidence. <br />\r\n<br />\r\nShe must return to the streets to solve the case that put her out of commission, once and for all. But the city has changed in the past ten years, and so has Pri. Can she get to the bottom of a case everyone thinks is closed in time to keep a murderer from striking again?<br />\r\n<br />\r\nWhen the Shutter Stops is a branching visual novel that uses a standard choice system in addition to non-traditional dialogue interactions through investigations and interrogations.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/935140/header.jpg?t=1540248516",
    "developers": [
      "Remort Studios"
    ],
    "publishers": [
      "Remort Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}