{
  "935320": {
    "name": "Get To A Gun",
    "steam_appid": 935320,
    "required_age": 0,
    "is_free": false,
    "description": "Get To A Gun is a third person run and gun shooter where your mission is to stay alive and scour the quarantined city for more guns to continue to survive.<br />\r\n<br />\r\nIn the not to distant future the military a long with the CDC correlated in a bio-chemical experiment to create super soldiers that felt no pain, had no fear and obeyed every order given to them.<br />\r\n<br />\r\nDuring the midway of the experiments they had made a major breakthrough and had a working specimen, the beginnings of their sought after super soldier, however they didn't factor in the body mass differences between small animal testing and human testing.<br />\r\n<br />\r\nThe new bio-chemical had a very short expiration date when switching form specimens and the weaponized humans began to not only become exceedingly violent towards any moving target not giving off the same pheromones as another &quot;infected&quot;. These specimens overpowered the scientist in the underground lab just before the militarized security could enter and subdue them - however upon leaving for home during the end of their long day of experimenting these scientist were exposed to the very bio-chemical they had tried to perfect. It spread like wildfire.<br />\r\n<br />\r\nTo deal with the uncontrollable rate of infected showing up all throughout the city the military began mercilessly mowing down the city's inhabitants infected or not. Shortly after the small almost genocide of the city did the scientist inform the military that these infected were merely high confused, deranged and highly aggressive low brainwave functioning humans did the military agree to halt the killing and agreed to construct a wall to quarantine the entire city away from the outside world while scientist continued work on a serum.<br />\r\n<br />\r\nWithin this exiled city civilians were left to fend for themselves with only the remaining resources left from a quick cover up job form the government and intermittent supply drops out of sheer regret and guilt applied to the city's inhabitants.<br />\r\n<br />\r\nYou're among one of the survivors who's done asking and waiting for help to come along. You're going to get out of this living Hell any way possible your first step to freedom...<br />\r\nis to GET TO A GUN.<br />\r\n----------<br />\r\nMovement: W,A,S,D<br />\r\nShoot: Mouse 1<br />\r\nAim: Mouse 2<br />\r\nJump: Space<br />\r\nWeapon Switch:&quot; numbers 1,2,3,4 across the top of the keyboard<br />\r\n----------<br />\r\n<br />\r\nCheck out our Steam Community section to find out how you can make an influence on the game!<br />\r\n<br />\r\n----------",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/935320/header.jpg?t=1653702434",
    "developers": [
      "The End Studios"
    ],
    "publishers": [
      "The End Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}