{
  "935380": {
    "name": "The Keepers of Pages: Chevengur",
    "steam_appid": 935380,
    "required_age": 0,
    "is_free": false,
    "description": "The game was inspired by the novel of the Russian writer Andrey Platonov. But we don't try to retell the book. Instead, we invite our players to look at the world, that its filled with its mood and atmosphere. The world of future, that turns out to be a reflection of the past. The world, where images and motives of one of the most enigmatic works of Soviet literature are mixed into a post-apocalyptic scenery.<br><br>The story begins in the Library, where people store the remnants of ancient knowledge - old self-willed books. The librarians need to be cautious - not because the books can be stolen, but because the books are able to escape! A young Keeper gives in to his curiosity, and the pages of a certain book get loose and escape. Now he has to make a long journey to collect and return all of them, scattered throughout the world. Meanwhile, the contents of the pages start leaking into reality and changing it, turning it into their projections. <br><br>Start your journey through the uncanny world on your search for the lost pages: <br><br><ul class=\"bb_ul\"><li> Collect quotes and put them together <br></li><li> Read the world around you<br></li><li> Overcome your enemies using the power of words<br></li><li> Meet other characters and learn from them<br></li><li> Find the right way to your goal<br></li><li> Visit different locations - from deserted steppe to ancient railroads<br></li><li> Solve puzzles to clean the path<br></li><li> Watch the changing world, reacting to your words and actions]</li></ul><br>On this journey, you should be not just the player, but also the reader. Don't forget it, when you take the road, and luck will follow you.",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/935380/header.jpg?t=1666352659",
    "developers": [
      "Galitsyn Egor(GG)",
      "Lagoida Kseniya(GG)",
      "Karmanova Mariya(GG)"
    ],
    "publishers": [
      "Gogol'Game"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}