{
  "935980": {
    "name": "AETERNITAS",
    "steam_appid": 935980,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/935980/extras/af81ad14df6e56cfc4e63bb7d3164075.avif?t=1662357695\" width=606 height=78 /></span><br><br><strong>AETERNITAS</strong> is a <strong>magical school visual novel &amp; RPG </strong> that follows the story and rise to fame of Elwin, an ordinary boy thrown into the crossroads of past and future. Set in the 19th century of a universe parallel to ours, everyone in their world can control the 4 elements - including in combat. You are his incarnation.<br><br><strong>Which elements will you master?</strong> What friends shall you make? Will you face the world with a daring fist, diplomatic guile, a charm beyond yonder, or idealism as per the personality dictated by your <strong>chosen elemental affinity?</strong><br><br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/935980/extras/2b8ec7b47318c8846daaf2bc802c2f62.avif?t=1662357695\" width=606 height=78 /></span><br><br><ul class=\"bb_ul\"><li>The 4 Elements - Water, Earth, Fire, Air, with their unique strengths and quirks;<br></li><li>24 Unique and varied Battle Arts to master;<br></li><li>Steadily increasing power &amp; scale as you climb the academic ladder;<br></li><li>Paths of study and mastery perks that unlock as you progress, giving you incredible bonuses that make you feel like a god;<br></li><li>Dynamic real-time based combat with emphasis on speed of combat maneuvers and recovery from using battle arts;<br></li><li>An in-depth morale system with which to convince your enemies to surrender, or be forced to admit defeat yourself if your leadership fails your teammates;<br></li><li>Over 20 different status effects with which to turn the tide of every battle, including morale;<br></li><li>7 trustworthy and honorable allies to choose from to follow you into battle, each with their unique abilities and some with exclusive arts that go beyond the 4 elements;</li></ul><br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/935980/extras/90ae4ae80efa17fff099c843c691748d.avif?t=1662357695\" width=606 height=78 /></span><br><br><ul class=\"bb_ul\"><li>Experience Elwin's heart-wrenching past for yourself, and gradually define his character with your own choices as you interact with the world and its people in his shoes;<br></li><li>Earn currencies like gold and knowledge tokens as reward for your attendance in school and in challenging your professors to practice duels;<br></li><li>Buy a wide variety of delicious and filling food that restore your mental power (MP) and give you a variety of status effect buffs to use in combat;<br></li><li>Purchase handcrafted wands and staves from Wandmaker Montgomery and experience the thrill of buying something you can't in real life;<br></li><li>Explore the vast halls of the Academy and the outside world, all with its own global time system that will have you walking into class at sunrise and greet the evening Sun as you exit;<br></li><li>Hang out in the peaceful night among the company of nature in the classical temple-esque architecture of the Academy;<br></li><li>And much more.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/935980/header.jpg?t=1662357695",
    "developers": [
      "Elliotte Lee"
    ],
    "publishers": [
      "Elliotte Lee"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 3300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}