{
  "936530": {
    "name": "Close Combat: Last Stand Arnhem",
    "steam_appid": 936530,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;Out of ammunition. God Save the King.&quot; – This was the message sent by the British forces in the final hours of the struggle for Arnhem Bridge.  It was intended for the Allied forces, but it was only heard by the Germans.<br><br>Close Combat – Last Stand Arnhem is part of Close Combat series. Its design is based on the critically acclaimed Close Combat – A Bridge Too Far, originally developed by Atomic Games, as well as the more recent Close Combat: The Longest Day. <br><br>As the Allies, you will carry out the world’s largest airborne operation, Operation Market Garden, to cross the Rhine and bring a swift end to the war or, as the Germans, use a hastily organized set of defense forces to prevent the Allies from reaching their ultimate goal, Arnhem Bridge. <br><br>Close Combat – Last Stand Arnhem comes with expanded force pools, reserve &amp; static battlegroups, a troop point buying system, ferry and assault crossings, destructible bridges, static forces and much more!  Also included in this rebuild are 60+ battles, operations and campaigns including a new enhanced Grand Campaign!<br><br><strong>FEATURES</strong><br><br>•\tHighly enhanced release based on the critically acclaimed Close Combat: A Bridge Too far title, originally developed by Atomic Games, and the latest Close Combat: The Longest Day.<br>•\tExpanded strat layer with new strat map image as well as 64 gorgeous hand-drawn tactical maps.<br>•\tComes with all new 60+ battles, operations and campaigns including a new enhanced Grand Campaign.<br>•\tA point buying system - each battle group and parent formation has a limited pool of points to be spent to buy teams from the Force Pool.<br>•\tBridge demolition and repair.<br>•\tAssault river crossings and ferry river crossings.<br>•\tFront line and Reserve Battlegroups<br>•\tImproved Battlegroup management ability to stack battle groups, ability to merge battle groups, ability for one battlegroup to lend teams to another, ability for battlegroups to move through each other on the strat map.<br>•\tStatic troops a small number of teams associated with a specific map will defend the map even if no battlegroup is present.<br>•\tAbility to specify starting turn (of starting day) for operations and campaigns to the scenario editor.<br>•\tAbility to specify arrival turn for reinforcements in scenario editor. Increased maximum number of turns / day to 6.<br>•\tSize/echelon data for battle groups (i.e. Company / Battalion / Regiment) which controls the number of team slots available in battle group screen.<br>•\tParent formation tracking for battle groups<br>•\tThe parent formation for both 1 Para Bde and 4 Para Bde will be British 1st Airborne Division, for example.<br>•\tReduced aerial re-supply effectiveness if an enemy battle group is present on the target map.<br>•\tVideo playback at battle / campaign / operation start and each new day of the grand campaign.<br>•\tEven more improvements have been made to the AI to reduce some of the more inadequate performance issues, in particular with respect to vehicle pathing, the 'crawl of death', and Team and Unit morale and response in general.<br><br>•\tBattle the enemy in the darkness. Includes simulated flare effects where ability to see the enemy troops is effected by flare deployment.<br>•\tComes with 60+ battles, operations and campaigns.<br>•\tExpanded strat layer with new strat map image as well as 64 gorgeous hand-drawn tactical maps. That's an additional 21 tactical map slots over the original game!<br>•\tNew reports at the end of battle showing campaign cohesion and VL control track your progress after each bout.<br>•\tDisplay of battlegroup cohesion and fatigue status.<br>•\tGame accepts maps up to 4800x4800 pixels as compared to the stock CC5 map size of 3600x3600 pixels.<br>•\tOff-board or off-map support quantities now tied to difficulty level.<br>•\tImproved graphical communication of strat map connections.<br>•\tGame can be played in windowed mode.<br>•\tTweaked User Interface graphics, with nearly all new planes, vehicles and map graphics.<br>•\tAlso includes carefully crafted game play manual No longer requires second party utilities for modding to provide years of additional gaming excitement.<br>•\tAmong the moddable features: ALL strat layer features, ALL campaign details including weather, turns per day, scoring, all support mission types for both sides and locations, battlegroup recycling, battlegroup retreat/disband, supply and much more!<br>•\tTeams, battlegroups, elements, forcepools soldiers, vehicles, and weapons files maximum number of entries extended.<br>•\tCapable of representing multiple nationalities with varying capabilities available to both sides.<br>•\tCapable of simulating airborne battlegroup deployment drop zones.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/936530/header.jpg?t=1756134987",
    "developers": [
      "Black Hand Studio"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 21870,
      "final": 4374,
      "discount_percent": 80,
      "initial_formatted": "¥ 218.70",
      "final_formatted": "¥ 43.74"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "9 user reviews",
      "total_positive": 9,
      "total_negative": 0,
      "total_reviews": 9
    }
  }
}