{
  "936980": {
    "name": "Naval Battles Simulator",
    "steam_appid": 936980,
    "required_age": 0,
    "is_free": false,
    "description": "„Not the battleships fight, but men”<br />\r\nNaval Admiral Józef Unrug (1884-1973) – the father of the Polish navy.<br />\r\n<br />\r\nBattleship or Salvo? No, it’s much more!<br />\r\n<br />\r\nNaval Battles Simulator is not an ordinary game: it is a tactical simulation of naval operations. NBS will throw you into the world of being a fleet commander in the most exciting battles on the water ever – the darkest times of World War II (1939-1945).<br />\r\nNBS gives you an unpatrolled opportunity to control the actions of your fleet.<br />\r\nWith options based on real-world mechanics, you'll be able to control the fate of every single unit on the sea - from maneuvering the ship through the ammunition selection and finally to controlling your whole fleet.<br />\r\n<br />\r\nFeatures:<br />\r\n* A multitude of battleships to choose from - feel like a real commander of a single vessel or even a whole fleet of the Second Republic of Poland, Third Reich or the United Kingdom of Great Britain and Northern Ireland!<br />\r\n* Enhanced tactical options - use well-known strategies to defeat your opponents or create your own ones!<br />\r\n* Advanced game mechanics that influence the player's actions – weather based on the historical data, the artificial intelligence of the opponent or even luck can thwart your plans!<br />\r\n* &quot;Shipyard&quot; mode, which gives you an opportunity to create your own fleet based on other sides of the conflict,<br />\r\n* The clear and legible layout, which allows for quick orientation in the heat of battle<br />\r\n* Archival radio snippets of BBC radio broadcasts and music to get you through the conflict!<br />\r\n* Featured story of the struggles of a Royal Navy sailor during the turmoil of war,<br />\r\n* Infinite hours of fighting at sea!<br />\r\n<br />\r\nPrepare yourselves for a real sea adventure!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/936980/header.jpg?t=1751394026",
    "developers": [
      "Anarchy97 Games"
    ],
    "publishers": [
      "Anarchy97 Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 10500,
      "final": 10500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 105.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 2 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 3,
      "total_negative": 0,
      "total_reviews": 3
    }
  }
}