{
  "937370": {
    "name": "Fantasy Grounds - Dogs of Hades Intro Pack (Savage Worlds)",
    "steam_appid": 937370,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Dogs of Hades Intro Pack</h2>You can get this product for free by<br>downloading this file <i></i> and placing it in your modules folder for Fantasy Grounds (Note that the purchased version is updated through Fantasy Grounds, whereas the downloaded file will need to be re-downloaded every time there is an update).<br>Spartans in space!<br><i>In the far future, Athena's people have conquered many barbarian worlds, but in the wake of the Sakalid War it's a tense place, full of political backstabbing and the ever-present prospect of armed conflict between the city states.</i><br><strong>Dogs of Hades: Characters</strong><br>Dogs of Hades is Savag Mojo's Greek Space Opera setting and there are some pre-generated characters to help players start their adventures as soon a possible. These are just some of your many options!<br><strong>Dogs of Hades: Aphrodite</strong><br>The young and handsome Parmenio, son of Demetrius (a rich and influential nobleman), has fallen in love with Zoe, the enchanting daughter of Hipparchus and Adara (an equally rich and influential family in Methone).<br>Unfortunately these two families are deadly rivals and a union of love between them won't be accepted by either. The PCs must help the desperate Parmenio kidnap his love from under her father's nose and get them married before their families can stop love from blooming!<br><strong>Dogs of Hades: Harpies</strong><br>When Man was allowed to set foot on her garden world, Athena still kept many areas for herself. In this wilderness monsters and wild animals live free and man is not welcome. Now, the son of a nobleman has been snatched by harpies.<br>Harpies is a Dogs of Hades 'One Sheet' to give a feel for the realm of Garden of Athena where Dogs of Hades is set.<br><strong>Dogs of Hades: Hera</strong><br>The young and hot-headed Parmenio, son of Demetrius (a rich and influential nobleman) has fallen in love with Zoe, the spoiled daughter of Hipparchus and Adara (an equally rich and influential family in Methone). However, in this version, Hera become very unamused when Demetrius kidnaps Zoe during a festival to honor Hera.<br>Young Love: Hera is Hera's version of the story between Demetrius and Zoe. This one sheet is set in the realm of Garden of Athena, where Dogs of Hades is set.<br><strong>Dogs of Hades: Ramblings</strong><br>Six hoplites have been killed while patrolling the dangerous streets of Gortyna. It semms the motive to the murder runs back fifty years to the time of the treachery during the Sakalid War and has to do with a supposedly hidden treasure.<br>Ramblings in a Dogs of Hades One Sheet portraying the realm Garden of Athena, in which Dogs of Hades is set.<br><strong>Dogs of Hades: The Stand</strong><br>On the garden-planet of Ashtorm in a remote part of the Methonian colony there, the heroes and a handful of hoplites must hold a small military outpost against a large barbarian force until they can either find a way to escape or get reinforcements.<br>The Stand is a<br>Dogs of Hades'One Sheet' set in the realm Garden of Athena.<br><i>Adapted for Fantasy Grounds by: </i><strong>Jeannette Jarrar</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/937370/header.jpg?t=1768403797",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 6 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}