{
  "937380": {
    "name": "Ashen Empires",
    "steam_appid": 937380,
    "required_age": 0,
    "is_free": true,
    "description": "Ashen Empires is a free-to-play classic Massively Multiplayer Online Role Playing Game (MMORPG) set in the fantasy world of Dransik. The world has been plunged into darkness, where the sinister Talazar’s demonic forces plague the lands and prey on mortals and creatures alike. Play with your friends, battle your foes, complete quests, work together to take down powerful bosses to obtain the finest magical items, pursue tradeskills in a player-driven market where you are responsible for crafting your way to success, sail the high seas, build your own house, or even band together and construct a guild hall with your closest friends.<br><br>Play the way you want to play!<br><br><br><strong>More About Ashen Empires</strong><br>Ashen Empires is a classic Massively Multiplayer Online Role Playing Game (MMORPG). It's a free-form open world game - there are no limits to what you can do or learn with your character. It is similar to classic pen and paper games where your attributes (Strength, Dexterity, Intelligence, and Constitution) determine how good you are at certain activities and what gear your character is able to equip, but there are no classes and there are no skill caps based on stat distribution. You can spend time hunting with friends, exploring the world, honing a skill or craft, or completing quests.<br><br>Fighting: Use swords, maces, axes, daggers and more to take down your foes and those that stand before you.  Improve your skills in each weapon class to use more powerful and more deadly weapons.<br><br>Spellcasting: Mages can select from a wide variety of spells from four major schools of magic - Nature, Body, Mind, and Soul. Each has its strengths and weaknesses, master them all!<br><br>Dungeons and Bosses: Explore perilous dungeons, battle vile monsters and bosses, and then celebrate with your friends as you count your loot!<br><br>Sailing: Boats are a means of travel for the rich and powerful, allow for naval combat, and offer many short-cuts and additional options to cross seas. Whatever you do, don’t forget to get a sail or you’ll be searching for a flotsam.<br><br>Guilds: Complete the Guild Quest and gain the ability to found your own guild. Guild leaders have the ability to assign ranks within, have their own chat channel, and allow for easier distinction of where your loyalties lie.<br><br>Construction: Build your own personal house on selected land plots throughout the world and then give a key to your closest friends to allow them access, or work together to create a massive guild hall which can be sectioned off with doors into areas accessible by different guild ranks.<br><br>Whether you are drawn by the whiz of arrows, using runes to cast powerful spells, smashing things with a club, or the thrill of discovering new alchemical compounds, you can choose from a variety of skills to craft a unique character in your image; a vagabond warrior, a powerful mage, a helpful cleric, a crafty potion maker, or a resourceful farmer.<br><br>Good or Evil, Hero or Criminal -- Play how you want, when you want, and carve your own destiny!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/937380/header.jpg?t=1677907273",
    "developers": [
      "Iron Will Games, LLC"
    ],
    "publishers": [
      "Iron Will Games, LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 9 月 2 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}