{
  "937440": {
    "name": "Fantasy Grounds - Alone Against the Dark (Call of Cthulhu 7E)",
    "steam_appid": 937440,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Alone Against the Dark</h2><strong>A solo play Call of Cthulhu mini campaign. No Keeper is needed as you guide yourself through the adventure.</strong><br><i>Alone Against The Dark is an adventure for one player, set in the fall of 1931. Your goal is to solve strange disappearances and to forestall a calamity about to beset the world. You will journey from New York City to Greece, Egypt, Germany, and Antarctica.</i><br><i>Beginning with the theft of a priceless relic, four friends are drawn one by one into a dark web of mystery and horror. As the darkness grows, only you can hold out against the dying of the light. The fate of the world is in your hands.</i><br>As Louis Grunewald, a quiet linguistics professor from the Miskatonic University, you will confound the forces of darkness before time runs out--but should Professor Grunewald be eliminated for some reason, you can successively assume the identity of a new investigator. There are four ready-made investigators provided for this purpose, enabling you to take on differing roles as circumstances change in your search for the truth: Louis Grunewald, a linguistics professor from the Miskatonic University, Lydia Lau, a story-seeking reporter for the New York Sun, Devon Wilson, a sailor on leave from the US Navy, and Ernest Holt, a wealthy industrialist.<br>This adventure is guaranteed dangerous. But, no matter how skillfully you avoid death or madness, your investigators will fail if they do not prevent the turning of the world and the freeing of the City of the Old Ones from the ice.<br>Armed with a copy of the Call of Cthulhu Keepers Rulebook, a pencil, and some roleplaying dice you are all set for the twists and turns of this epic world spanning adventure. Sit back, get comfy, and prepare to be Alone Against The Dark!<br>First released over thirty years ago, this new edition has been completely revised and updated for Call of Cthulhu 7th edition, with new illustrations and player aids.<br><i>By</i><br><strong>Matthew J. Costello, and Mike Mason</strong><br><i>Art by</i><br><strong>Petr Stovik, Jonathan Wyke, Loic Muzy</strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/937440/header.jpg?t=1765888514",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 12 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}