{
  "938110": {
    "name": "Trainz 2019 DLC - Cornish Mainline (TANE Edition)",
    "steam_appid": 938110,
    "required_age": 0,
    "is_free": true,
    "description": "NOTE: This version is the Trainz A New Era route. The updated TRS19 version is included in the full version of TRS19.<br><br>The Cornish Main Line was originally built by two separate railway companies, the West Cornwall Railway between Truro and Penzance, opened in 1852, and the Cornwall Railway between Plymouth and a separate station in Truro, opened in 1859. The impecunious West Cornwall company sold its railway to the more powerful broad gauge Associated Companies, dominated by the Great Western Railway, and the new owners converted the West Cornwall line to broad gauge. Through goods trains started running in 1866 and passenger trains in 1867. The Associated Companies merged into the Great Western Railway, and in 1892 the Great Western converted all its broad gauge track to standard gauge, a process called the gauge conversion. During the later decades of the nineteenth century and the first half of the twentieth, the Great Western Railway was famous for providing transport to holiday destinations in Cornwall, and there were numerous branch lines served from the Cornish main line giving access to the resorts. The physical limitations of the steeply graded line imposed severe problems during the busiest times, not least for goods train operation. Equally famous was the line’s use for transporting vegetable produce from Cornwall, famously broccoli and cauliflower, and cut flowers from the Scilly Isles.<br><br>Many of the branch lines were closed during the second half of the twentieth century, but in Cornwall the Looe, Newquay, Falmouth and St Ives branches remain in operation, with a basic local passenger traffic in winter considerably boosted by holidaymakers in summer. The historical development of the line is more fully dealt with at Hayle Railway, West Cornwall Railway, and Cornwall Railway. <br><br>This Route runs between Truro and terminates in Penzance and includes Branch-lines to Falmouth (The Maritime Route), Helston, Hayle Wharves and St Ives. I would like to thank all of the content creators for the content that I have used liberally in the construction of this route. I used Google Earth to reconstruct the Redrouth Sector as accurately as is possible within the constraints content available as freeware on the DLS.<br><br>This Route has been built using Google Earth.<br><br><strong>Session - Come Fly with Me</strong><br>Sit back and relax in an early morning flight over Cornwall. Board your De Havilland DH 86 Dragon Rapide at Penzance Aerodrome for a one hour fifteen minute flight exploring the scenery included in this route. Along the way Alf, your pilot, will point out scenery items of interest. Your flight will terminate at Truro Aerodrome. The weather along the way is fine, so just sit back and enjoy your flight.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/938110/header.jpg?t=1547020646",
    "developers": [
      "N3V Games"
    ],
    "publishers": [
      "N3V Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}