{
  "938240": {
    "name": "Cthulhu Mythos RPG -The Sleeping Girl of the Miasma Sea-",
    "steam_appid": 938240,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;Cthulhu Mythos RPG -The Sleeping Girl of the Miasma Sea-&quot; is a retro styled horror RPG containing modern elements from the Cthulhu Mythos universe.<h2 class=\"bb_tag\" >[Story]</h2>You, the protagonist, are 2nd year high school student.<br>It is summer and with your friends you have make your way to an abandoned mansion deep in the mountains to enjoy your youth and make long lasting memories. <br><br>With your companions by your side, overcome the terror awaiting you and unravel the secrets of the mansion.<h2 class=\"bb_tag\" >[Protagonist: &quot;YOU&quot;]</h2>Gender, name, parameters, skills... you can customize them all.<br><br>High parameters but lacking in skills.<br>Low parameters but an abundance of skills.<br>Create the protagonist to your liking and stand up against the terror.<h2 class=\"bb_tag\" >[Choosing your companions is KEY!]</h2>Of the 5 companions you can only select 2 to explore with you.<br><br>The member you like, a member good at fighting, a member good at exploring.<br>Depending on who you choose, the experience you have may change drastically.<h2 class=\"bb_tag\" >[New Game Plus]</h2>When the story proceeds you have the option to exit the mansion at any time.<br><br>If you run out of healing items or the enemies are just far too strong... you can give up, go home and attempt to explore the mansion from the beginning with your current level.<br>(You can do this even if you are defeated in battle = Game Over.)<br><br>Also, by unlocking certain achievements in game, the protagonist will gain a bonus to their parameters when you start a new game.<br><br>Take one step back and two steps forward. Giving up and starting over is an essential element to eventually discovering the truth...",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/938240/header.jpg?t=1627434333",
    "developers": [
      "AlchemyBlue"
    ],
    "publishers": [
      "DLsite"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}