{
  "938760": {
    "name": "River Relaxation VR",
    "steam_appid": 938760,
    "required_age": 0,
    "is_free": false,
    "description": "River Relaxation VR is a relaxing hands-free virtual reality simulation of calmly floating down a river in a kayak. The simulation includes both a &quot;morning&quot; and &quot;night time&quot; experience of the same river.<br><br>Watch the trees gently sway as the birds sing and circle overhead while the kayak takes you through sun and shade. Listen to the water trickle from the waterfalls down into the river as butterflies hover over bending flowers. Challenge yourself to stay awake while the crickets chirp, the fireflies dance and the full moon lights up a darkened river.<br><br>You may configure the audio levels and kayak speed by turning your head to the back of the kayak and looking at the first two soda cans on the left in the cooler. Look at a can for one full second to bring up a panel with buttons you can look at to configure settings and dismiss the panel.<br><br>River Relaxation VR runs for approximately 25 minutes before auto-replaying itself. To end the simulation, either press the Escape key or turn your head to the back of the kayak and look directly at the last soda can on the right, and then at the confirmation button.<br><br>River Relaxation VR is a 100% <strong>hands-free kayak-on-rails</strong> simulation. Paddling or any other controlling of the kayak is not supported.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/938760/header.jpg?t=1702770424",
    "developers": [
      "Christopher Haag"
    ],
    "publishers": [
      "Christopher Haag"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 2 月 18 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}