{
  "939200": {
    "name": "Gold Magic 800",
    "steam_appid": 939200,
    "required_age": 0,
    "is_free": true,
    "description": "<p class=\"bb_paragraph\" >Your friend discovered a unique and special box, created by the greatest wizard in the world 7,000 years ago. When you close the box and move it, you will find new gold underneath, making it an infinite source of wealth. The box resides in a special environment full of puzzles, protected by powerful magic that prevents anyone from entering. Your friend has designed a new robot using nanotechnology that can move the box with a remote control device. Your mission is to solve all the puzzles and secure this box forever, making you the richest person in the world.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The GoldMagic800 is a puzzle game focused on strategically moving your box. The objective is to maneuver your box to accumulate a gold score of 800 to open the first door (Box Number 1). After opening the first door, place your box on it to open the next door. Continue placing your box on all subsequent doors in the level. The 800 score requirement applies only to the first door; the following doors do not require this condition. However, be careful as the gold path will turn into a wall once you place the box on any door, so choose your path wisely.</p><p class=\"bb_paragraph\" >The game was developed using the Ring programming language over the course of 24 hours (spread across one week). It serves as an example of the language's productivity and demonstrates the use of libraries such as OpenGL and Allegro.</p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/939200/header.jpg?t=1732126785",
    "developers": [
      "Etqan Company"
    ],
    "publishers": [
      "Etqan Company"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}