{
  "940090": {
    "name": "Fantasy Grounds - Pathfinder Playtest - The Rose Street Revenge (PFRPG2)",
    "steam_appid": 940090,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Pathfinder Playtest - The Rose Street Revenge</h2>A series of Pathfinder Society quests designed for 1st-level PCs.<br>Less than a year has passed since the Fiendflesh Siege, in which Absalom fended off an invading coalition of demonflesh constructs and the living dead. The siege lord offered freedom to any slave in Absalom willing to aid in the city's defense, and since that grand manumission, the city's slave trade has practically disappeared. The Pathfinder Society is one of many organizations that opened its doors to Absalom's newest citizens. However, several of the ex-slaves have been turning up dead, in other cases disappearing entirely. The Society doesn't often investigate serial killings, but one of its newest recruits is the latest victim. It's time for a band of Pathfinders to follow the clues, uncover these crimes, and end this threat.<br><i>The Rose Street Revenge</i>is a series of four quests, each of which run about 40-60 minutes and highlight Pathfinder Second Edition rules. The series includes three quests that can be played in any order as well as a finale.<br><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Written by</i><br><strong>Leo Glass, Thurston Hillman, Joe Pasini, and Linda Zayas-Palmer</strong>.<br>Note: The price of this product (converted from a free PDF), reflects the time and effort to convert and automate it as well as helps pay for advertising and publishing costs.<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder 2.0 ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/940090/header.jpg?t=1768403893",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 19 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}