{
  "9400": {
    "name": "Juiced 2: Hot Import Nights",
    "steam_appid": 9400,
    "required_age": 0,
    "is_free": false,
    "description": "<p>Juiced 2: Hot Import Nights (HIN) evolves the current street racing scene, letting players experience the culture of the real-life HIN tour, the nation's largest lifestyle custom car show in an intense racing experience. Featuring track and drift racing at real-world locations around the globe, next-gen AI and unparalleled vehicle customization, Juiced 2: HIN brings street racing to life, allowing players to test their skills at live street racing events against a back-drop of DJs, models and musicians. </p>\n\t\t\t\t\t<p>Groundbreaking new features include addictive drift/powersliding races and \"Driver DNA\" that tracks gamers' personal driving traits. These profiles, along with the profiles of select celebrities will be available for download across all online gaming systems. </p>\n\t\t\t\t\t<p>Racing developer Juice Games has evolved the game-play that revolutionized online racing, giving players the power to create their car, assemble their crew and put it all on the line in intense pink slip and crew races. Gamers will also be able to bet cash on each event, bringing a gambling element to the game that greatly increases the importance of each race.</p>\n\t\t\t\t\t<ul>\n\t\t\t\t\t<li><strong>Real-Life HIN Racing Experience</strong> - combines an intense, addictive racing experience with the culture of the real-life HIN tour, the nation's largest lifestyle custom car show.</li>\n\t\t\t\t\t<li><strong>Drift/powersliding races</strong> - Perfect your skills in multi-car drifting races.</li>\n\t\t\t\t\t<li><strong>Driver DNA</strong> - Tracks each individual player's driving habits, creating a profile that can be downloaded off all online gaming services.</li>\n\t\t\t\t\t<li><strong>Celebrity Driver DNA</strong> - Download celebrity DNA and test your star power skills.</li>\n\t\t\t\t\t<li><strong>In-game gambling</strong> - Watch and bet on live races with others.</li>\n\t\t\t\t\t<li><strong>Unmatched Customization</strong> - Be who you want to be - With 90 digitally scanned cars and over 250 aftermarket mods and numerous combinations of character features, players can treat themselves to the ultimate car and driver customization.</li>\n\t\t\t\t\t<li><strong>Online Pink Slip and Crew Racing</strong> - Tap into your inner risk-taker by challenging other players for their cars and putting yours on the line. Dominate the rest of the competition by racing online with friends you hand-pick for your crew.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/9400/header.jpg?t=1447351150",
    "developers": [
      "Juice Games"
    ],
    "publishers": [
      "THQ"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2007 年 12 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}