{
  "940480": {
    "name": "Trainz 2019 DLC - Rheingold 1962",
    "steam_appid": 940480,
    "required_age": 0,
    "is_free": false,
    "description": "It was the German equivalent to the famous Orient Express - the exquisite Rheingold. The German Reichsbahn introduced this luxury train as early as 1928, promising its illustrious passengers utmost comfort  and leaving nothing to be desired. Starting its journey in Hoek van Holland, it passed through the Rheintal before reaching its destinations in Switzerland.<br><br>In 1960 the Deutsche Bundesbahn eventually commissioned new rolling stock for the traditional Rheingold. Just as its pre-war predecessor, the new train was designed to beat all other trains in comfort and style and allow a cruising speed of up to 160 km/h. With effect from the summer timetable in 1962, this unparalleled train featuring a unique dome car along with compartment and high-capacity coaches finally started service. Today it is rated among the best-known coaches ever. A further impressive innovation was the dining coach, a so-called &quot;Humpback dining car&quot; - which featured a two-storied kitchen. <br><br>Our greatest demand was to realise this exceptional luxury train appropriately in Trainz Simulator and, therefore, just as in the Orient Express, we once again went out of our way:  the countless materials and details used, let the train appear extremely realistic. Apart from the four blue Rheingold-Cars provided, two passenger interiors welcome you aboard. Unprecedented effort has been put into the interior of the dome car as well as the dining car. We, therefore, invite you to explore these exceptional cars. Whether you are heading for the bar, the restaurant or for the dome, all these areas have been realised with great attention to detail. Take a look at the table decoration - even in the coffee pots, the plate inscriptions or the flowers. And perhaps you will even find the miniature Rheingold on your exploration tour? <br><br>Realistic sound, animated breaks, connected coupling as well as various details complement this add-on. In order to let you get started right away, we have already included two sessions for the free &quot;Niddertalbahn&quot; route.<br><br> <br><br><strong>Features:</strong><br><ul class=\"bb_ul\"><li>Rheingold original version of 1962: highly detailed compartment and high-capacity coaches, dome and Humpback “Buckel” dining car included<br></li><li>Dome car with prospect pulpit - highly detailed passenger views for the dome and Humpback “Buckel” dining car included<br></li><li>Reflection, brilliance and depth properties included in the views<br></li><li>Different views allow a virtual &quot;inspection&quot; of the dome and dining cars including both storeys of the dome car (bar and viewing area)<br></li><li>Trainz industry support<br></li><li>Configurable destination signs<br></li><li>Animated brakes<br></li><li>Connected coupling<br></li><li>Supports tail-lights<br></li><li>Day and night version for a maximum detail degree<br></li><li>Includes two scenarios<br></li><li>Sophisticated lettering<br></li><li>Interactive help menu</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/940480/header.jpg?t=1589248102",
    "developers": [
      "3DZug"
    ],
    "publishers": [
      "N3V Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}