{
  "940980": {
    "name": "Phantasmat: The Dread of Oakville Collector's Edition",
    "steam_appid": 940980,
    "required_age": 0,
    "is_free": false,
    "description": "Big Fish Editor's Choice! This title was chosen for its high standard of quality and amazingly positive reviews from our Game Club beta testers.<br />\r\n<br />\r\nIt's the end of the world... at least in Oakville. Find out what's really happening in a town where everyone seems to be missing, and a strange mystic is warning citizens of the coming apocalypse. As fans of the Phantasmat series know, it's hard to tell who's really dead and who's really alive in this world. The eerie continuation comes from Eipix, makers of the popular Final Cut and Myths of the World games! Play a new variety of puzzles and hidden-object games, including interactive morphing scenes, silhouettes, and multiple zoom HOPs. See what our Beta testers had to say:<br />\r\n<br />\r\n“What an excellent installment to the Phantasmat series. Everything I have come to expect from Eipix games was there. I love these guys!”  - Cora, Beta Tester<br />\r\n<br />\r\n“Eipix never lets us down. This new addition to the Phantasmat series is deliciously creepy - can't wait for the release :)”  - Selma, Beta Tester<br />\r\n<br />\r\n<br />\r\nThis is a special Collector's Edition release full of exclusive extras you won't find in the standard version. The Collector's Edition includes:<br />\r\n<br />\r\nFight the Dread of Oakville again in the Bonus Chapter!<br />\r\nDiscover deviously-hidden Collectibles<br />\r\nConsult the helpful Strategy Guide.<br />\r\nEnjoy additional Photos, Videos, Music, and more!<br />\r\nReplay HOPs and Mini-games.<br />\r\n<br />\r\n<br />\r\nThis is a Hidden Object Puzzle Adventure game, meaning a specific genre of story-driven, point &amp; click adventures. Throughout the game, players are tasked to find a list of objects hidden within a particular scene, and to occasionally complete various mini-games/puzzles.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/940980/header.jpg?t=1764679263",
    "developers": [
      "Eipix Entertainment"
    ],
    "publishers": [
      "BFG Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}