{
  "941040": {
    "name": "Dark Romance: The Swan Sonata Collector's Edition",
    "steam_appid": 941040,
    "required_age": 0,
    "is_free": false,
    "description": "Your wedding day goes dark.. and your fiancée has no idea who's behind it all. You've come to seek your grandmother's blessing to marry a kind prince, but his very own court magician attacks! In this exciting continuation of the Dark Romance legacy, recapture your place beside your beloved prince... When you're not playing as him, that is. This game's unique feature shows there are two sides to every story. Enjoy gorgeous fantasy HOPs in fractured object, list, morphing, and interactive styles, too! The Collector's Edition version is chock full of extras: find feathers to spend on items in your boudoir, collect statuettes, look for pieces of a stained-glass window puzzle, gather notes, and more!<br />\r\n<br />\r\nThis is a special Collector's Edition release full of exclusive extras you won't find in the standard version. The Collector's Edition includes:<br />\r\n<br />\r\n<br />\r\nPlay as a mermaid in the bonus game!<br />\r\nEarn special Achievements and find feathers everywhere<br />\r\nGet the available Strategy Guide<br />\r\nEnjoy soundtracks, wallpaper, and concept art<br />\r\nPlay fractured, list, morphing, and interactive HOPs!<br />\r\n<br />\r\n<br />\r\nThis is a Hidden Object Puzzle Adventure game, meaning a specific genre of story-driven, point &amp; click adventures. Throughout the game, players are tasked to find a list of objects hidden within a particular scene, and to occasionally complete various mini-games/puzzles.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/941040/header.jpg?t=1764598841",
    "developers": [
      "Domini Games"
    ],
    "publishers": [
      "BFG Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}