{
  "941140": {
    "name": "Maze Slaughter",
    "steam_appid": 941140,
    "required_age": 0,
    "is_free": false,
    "description": "Maze Slaughter is a fast paced, rogue lite first person shooter set in an alien gladiatorial TV game show. <br />\r\nLike &quot;Running Man&quot; in an &quot;American Gladiator&quot; setting, but the gladiators are Monsters and you can shoot them in the face!<br />\r\n<br />\r\nWe offer a unique mechanic where all enemy corpses are persistent and you, the player, has to utilize these to form corpse mountains to reach objectives, weapons and to finish the stages.<br />\r\n<br />\r\nCurrently only the single player Campaign is implemented.<br />\r\n<br />\r\nThe levels<br />\r\nThe player has to survive a fixed number of stages/levels with unique objectives per stage, just like in and randomly generated mazes.<br />\r\nSome stages are simple, find the keys to open the exit, or seek and kill a fleeing enemy.<br />\r\nBut we also have that one mechanic that is &quot;Corpse Piling&quot;<br />\r\n<br />\r\nThe corpse piling <br />\r\nAll corpses are persistent and can form up climbable mountains. We need to utilize these corpse mountains to reach new weapons, to reach objectives, to place weight on switches etc.<br />\r\nWe invented a system that can handle such high numbers of persistent enemies and as far as we know, are we the only game on this planet that utilizes corpse piles as a gameplay element.<br />\r\n<br />\r\nRogue-lite<br />\r\nThe player has to survive all that with exactly one life.<br />\r\nSo of course we will die often, just like it’s common for rogue-like. However we offer player progression farm credits, buy permanent stuff become a better hero.<br />\r\nSo we are more a rogue lite than a rogue like..",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/941140/header.jpg?t=1654614877",
    "developers": [
      "Giant Gun Games"
    ],
    "publishers": [
      "n/a"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}