{
  "942590": {
    "name": "Ascension: Valley of the Ancients",
    "steam_appid": 942590,
    "required_age": 0,
    "is_free": false,
    "description": "<i><strong>Unlock the Secrets of Alosya...</strong><br><br>For centuries, the valley of Alosya has remained hidden from the rest of Vigil. Guarded by treacherous mountains, the valley cradled an ancient civilization that rose and fell, cut off entirely from the outside world. In the absence of the gods, the people of Alosya worshipped the forces that ruled the world around them - life and death. They built two temples that focused and harnessed those energies, and revered the journey between the two.<br><br>After many years, the society became corrupted by its own success, and they decided to build a third temple, the Temple of Immortality. Instead of maintaining a balance, this new vessel would allow them to wield control of the forces as they saw fit.</i><br><br><br>In Ascension: Valley of the Ancients, players compete with one another to maintain control over powerful temple cards. <br><br>Players can control three different temples: the Temple of Life, the Temple of Death, and the ultimate Temple of Immortality. Players race to collect keystones, which aid them in their quest to acquire temples or steal them from their opponents!<h2 class=\"bb_tag\" >Features:</h2><br><ul class=\"bb_ul\"><li>Keystones are a new resource in Ascension: Valley of the Ancients. Keystones work similarly to other resources but are used to acquire and activate Temples. When a card gives a player a Keystone, the player can use the Keystone to gain control of the corresponding Temple. If a player already has a Temple, the player can use the appropriate Keystone to activate the ability of their Temple and gain control of the Temple of Immortality.<br></li><li>Temples: when a player gains control of a Temple by paying its Keystone cost, that player puts the Temple in front of them. At the end of a game, if a player controls a Temple, that Temple's value is added to his score. Players can steal Temples from each other, so be sure to make the most of your time controlling them!<br></li><li>New keywords: Echo (cards with Echo have additional effects that occur if the player has cards in his discard pile that share the same faction as the Echo card) and Serenity (Cards with Serenity have addtional effects that occur if the player has no cards in his discard pile).</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/942590/header.jpg?t=1621876287",
    "developers": [
      "Playdek, Inc."
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}