{
  "943680": {
    "name": "Bargain Hunter",
    "steam_appid": 943680,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Know a bargain when you see one?<br><br>Sift the gems from the garbage - and you could make it big!</strong></h2><br><br><strong>Play as an upcoming bargain hunter looking to make your fortune turning &quot;trash&quot; into cash!<br>Beginning with just a few bucks, aim to become fabulously wealthy... or go bust trying!</strong><br><br>- Starting off in your shabby house with a rusty old car in the garage, you'll visit lawn sales, thrift stores, flea markets and antiques dealers as you try to hunt down that bargain that could make it BIG! You can even visit the beach for some metal detecting!<br><br>- From teapots to teddy bears and vases to violins, there's a huge array of items to choose from!<br><br>- Want to try your hand at haggling? See if you can strike a deal with each of the sellers you meet! Every character features immersive voice acting to help you feel like you're really there!<br><br>- Inspect items to discover any damage or special features they might be hiding... but don't get too eager, or you might tick off the vendor and blow the whole deal!<br><br>- When you're ready to see just how much your finds are worth, head down to the salerooms for nailbiting auction action! You'll hear and see the auctioneer selling off your loot to the highest bidder, hopefully bringing you in a tidy profit... but watch out, it could also be a crashing loss!<br><br>- Don't expect the auction house to go easy on you, though! If you bring in junk, the valuer will toss it back at you!<br><br>- Mess up too many times, and you'll soon be swamped with bills piling high... bankruptcy lurks just around the corner!<br><br>- But get it right and you'll be raking in the profits, improving your home, upgrading your car and buying ever more expensive rarities before you know it!<br><br><strong>Can you trade your way to the top?<br><br>Fortune - or failure - awaits in the wheeling-and-dealing world of Bargain Hunter!</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/943680/header.jpg?t=1542300435",
    "developers": [
      "Silver Cow Studio"
    ],
    "publishers": [
      "Silver Cow Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4300,
      "final": 4300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 43.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}