{
  "944790": {
    "name": "Conjure Strike Demo",
    "steam_appid": 944790,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>** THIS IS DEMO IS FOR THE OPEN BETA TEST PERIODS THAT WILL RUN FOR SPECIFIED TIMES BETWEEN NOW AND 9/28 WHEN WE LAUNCH**</strong><br><br>Downloading this demo will allow you to participate with full access to the Open Beta for Conjure Strike before we launch. The Open Beta will be shutting down after we go full launch, and this version will no longer work. We will be offering a Free Weekend period, however!<br><br>As we are still polishing, fixing bugs, and adding features, please expect there to be bugs and intermittent performance issues! Treat the open beta like an Early Access game. Thank you.<br><br>Main Description Below<br>Experience the thrill of combat as you soar through objective based levels using a zero-g movement system built for VR. <br>Wield vorpal blades, shoot jets of flames, and use other extraordinary abilities on your opponents on the field of battle. From conventional weapon types, to gesture based spell casting, each class is different with different skills to master.<br><br>Hone your skills with each class to perfection, then work together with your allies to defeat the opposing team in lightning fast battles. <br><br>Strategic team-based gameplay; No match is ever the same.<br>Three modes across four maps: Capture the Flag, and King of the Hill, and Assault/Escort<br>Four fully unique classes, each with special abilities, ultimates and spells.",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/944790/header.jpg?t=1537055207",
    "developers": [
      "The Strike Team"
    ],
    "publishers": [
      "The Strike Team"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 15 日"
    },
    "categories": [
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}