{
  "945520": {
    "name": "The Perfectionist",
    "steam_appid": 945520,
    "required_age": 0,
    "is_free": true,
    "description": "The Perfectionist is a game that allows for a lot of trial and error and offers plenty of freedom in deciding your fate. The slightest action or decision could ultimately change the story and ending. For example, the player can beat the game without freeing and recruiting any of the other party members but you'll most likely get a bad ending. However, if the player recruits more party members; new rooms, puzzles, side missions and bonuses may be unlocked but the difficulty of the game will overwhelmingly increase.<br><br><br>As for the story you play as Dillan, a former thug who lived a life of crime on the streets. Him, along with numerous other criminals have been detained in a top secret research facility run by the twisted, Professor Phillips. He wants to better society and is on the verge of creating a chemical solution with many medicinal benefits. For his research, however, he needs human experiments and prefers using criminals as a form of justice. After years of torment and inhumane experimentation, Dillan manages to escape from his cell. The overly paranoid professor keeps everything locked in his facility, especially the front doors. To escape from Phillips' research facility, Dillan must collect 8 Code Pages in order to gain the access codes for the entrance doors. This however, will be no easy task. Danger lurks in every corner and room as security guards patrol the halls, security robots are on the hunt for you, and dangerous traps and puzzles await to hinder your mission. Venture through the cold and deadly halls alone, save other research experiments and have them aid in your escape, or even customize your own battle robot to help eliminate any threats that stand in your way!<br><br><br>Can you escape from the facility?<br><br><strong>Features:</strong><br>10 different endings<br>Optional party members, either play the game solo or as a team<br>Customizable robot character (upgrade stats and skills)<br>Sneak passed enemies or trigger random encounters<br>In-game achievements",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/945520/header.jpg?t=1547395591",
    "developers": [
      "Green Moon Games"
    ],
    "publishers": [
      "RPG Maker MV"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}