{
  "945630": {
    "name": "MagiCats Worlds",
    "steam_appid": 945630,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >MagiCats Worlds</h2><br>Turn the clock back, in <strong>MagiCats Worlds</strong> - the ultimate <strong>Fair-Game platformer</strong>! Travel through time to save the future! Gather all <strong>Shards of Time</strong> to reconstitute the legendary <strong>Chronostaff</strong> and find your way back to our times! Explore worlds, rediscover many ways to play, fight enemies, resolve puzzles and much more in a game bursting with surprises! Join an unforeseen adventure made of adventures <strong>designed by talented creators</strong>!<h2 class=\"bb_tag\" >★ An epic storyline : </h2>Play Mia, a powerful MagiCats lost in time after a terrible magic experience. Help her collect all the Shards of Time scattered throughout the past to remake the Chronostaff. Engage in this magic quest with your magic powers and all your cat skills and find your way back to the present in MagiCats Worlds.<h2 class=\"bb_tag\" >★ Going back in the days :</h2>Shoot, dash, jump, fly and climb walls in a game that is more than a platformer! Experience good old 90’s games sensations all throughout this magic adventure: runner, brick breaker, space invaders-like levels and much more ! MagiCats Worlds also includes a multiplayer mode that allows you to have fun with your friends, from 2 to 4 players !<h2 class=\"bb_tag\" >★ A fantastic universe :</h2>Lose yourself in a magic world full of cats ! Join a previously unseen adventure happening in a fairy universe with reckless cats in MagiCats Worlds! Discover beautiful hand-drawn sceneries that will bring you back in the days. Explore many levels created by talented creators. All the best levels from the members of our community and your favorite Youtubers are gathered in MagiCats Worlds.<h2 class=\"bb_tag\" >★ The Fair-Game mouvement :</h2>For the first time a game shares its profits with all its levels creators. With MagiCats Worlds, Dreamz studio puts the players first and shows the world how talented members of its gamer community are. MagiCat Worlds praises creators from all over the world with levels made by players: a proof that Indies helped by gamers can be as good as AAA studios.<h2 class=\"bb_tag\" >FEATURES:</h2><ul class=\"bb_ul\"><li>Fair-Game friendly<br></li><li>Previously unseen 2D platformer<br></li><li>Epic magic adventure<br></li><li>Play levels designed by talented creators from all over the world<br></li><li>Youtubers featured in the game<br></li><li>A large variety of ways to play<br></li><li>Retro style, everything you loved in the 90’s gathered in one game Beautiful graphics<br></li><li>Play with friends in a multiplayer mode (2-4) </li></ul><br><br><i>* An Internet connection is required to play this game</i>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 简体中文<strong>*</strong>, 葡萄牙语 - 葡萄牙<strong>*</strong>, 葡萄牙语 - 巴西<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/945630/header.jpg?t=1540461503",
    "developers": [
      "Dreamz Studio"
    ],
    "publishers": [
      "Dreamz Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}