{
  "945850": {
    "name": "Hunter's Trial: The fight never ends",
    "steam_appid": 945850,
    "required_age": 0,
    "is_free": true,
    "description": "<i>Surrounded by fields and an eerie forest, away from the rest of the world, lies something very unusual, a unique location most normal humans do not know about: the Dealain Academy, the school for monster hunters where humans with magical abilities are trained to face possible threats to humanity. <br><br>One day, the Academy suffers a surprise attack: a dark figure appears and petrifies all the students at the school. His minions, the Lairg, are one of the meanest enemies of the Academy. The Lairg mean to invade and destroy everything on their path, but unbeknownst to them, three young hunters have evaded the petrification (by skipping class by the way).<br><br>Seeing the attack and using their combat prowess, the three hunters face the Lairg, becoming the last and unlikely hope of the Dealain Academy.</i><br><br><strong>Hunter's Trial: The fight never ends</strong> is a turn-based tactical RPG inspired by great classics like Final Fantasy Tactics and Fire Emblem. Players take control of Shaw, Jade and Gisli, the three worst students of the magical Dealain Academy, facing the evil and mighty Lairg lizards in tactical battles. Along five game stages, players will need to prepare the decks of magic cards that the hunters will use in their battles. Each character has a different set of cards that represent their combat abilities, allowing players to customize each deck to their will. As the hunters progress in the story, new cards will be unlocked.<h2 class=\"bb_tag\" >Characters</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/945850/extras/e971213bbfd0500256d422d06f1f2d41.avif?t=1544615148\" width=300 height=430 /></span><br><strong>Shaw</strong><br>Gender: Male<br>Age: 18<br>Traits: Bravado, overconfident, egocentric.<br><br>Shaw is quite an egotistical character, although he is ready to take a hit if the need arises. However, his huge overconfidence and rushed decisions will most likely put he and his friends in danger sooner than later.<br><br>Background:<br>Shaw was born and raised in an affluent family, but he also liked to frequent the slums. His training and education have always leaned on the individualistic side. Paired with his natural ego, Shaw's abilities are then very peculiar and dangerous. Despite being apparently an egotistical person, deep down Shaw really appreciates his companions and is willing to take a blow for them.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/945850/extras/afe1b912da9c70a1f5cb223bc2328f86.avif?t=1544615148\" width=300 height=430 /></span><br><strong>Gisli</strong><br>Gender: Male<br>Age: 17<br>Traits: Methodical, thoughtful, wise, introvert, free spirit.<br><br>Gils's strong point is that he always knows what to do and is in control of every situation. He is a very intuitive person, which keeps him safe. He normally has potions and other magical trinkets around to solve unexpected problems, since both he and his friends have a tendency to attract trouble. <br>He is also a prudent person, but needs to take his time to think about every decision. As he practices his magic, he becomes stronger and more self-confident.<br><br>Background:<br>Due to his magical condition, Gisli has always got what he wanted, one way or another. His parents always advised him to make good use of his time, since he always left all his duties for the last minute due to lack of interest. At the Academy, things were no different. He befriended the most brilliant students, but also the troublemakers. In the end he started skipping classes because the teachers did not want students to freely use their powers, and he always felt constrained because of the intensity of his magic.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/945850/extras/e83d63a88fa0a661fcab3a6f95127207.avif?t=1544615148\" width=300 height=430 /></span><br><strong>Jade</strong><br>Gender: Femenine<br>Age: 19<br>Traits: Active, violent, aggressive; if there's trouble, she's most likely the cause.<br><br>Jade's strong point is that she has nerves of steel, finding quick solutions to different problems (that normally involve violence). However, she has a very short fuse and is no stranger to fights and troubles. The Academy is helping her channel that energy to more useful and productive duties.<br><br>Background:<br>Jade was born in a blue-collar family. She was the first to be able to wield magic, becoming the pride of the family. She was accepted into Dealain Academy thanks to her parents reassuring the teachers that she was indeed a good girl. She spends most classes uninterested in the matter. That doesn't necessarily mean she is a bad student though, she just likes to focus on the most aggressive and violent stuff, feeling very odd in classes about protection and shields. She also attends all the classes about traps, poisons and ambushes, which she finds extremely interesting.<br>After discovering the Lairg attack, Jade joins forces with Shaw and Gisli to defeat Zasalael and save Dealain Academy.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/945850/header.jpg?t=1544615148",
    "developers": [
      "ESAT",
      "Crazy Unicorn"
    ],
    "publishers": [
      "ESAT"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}