{
  "945840": {
    "name": "魔装術師アカネ / Magic MechSuit Akane Demo",
    "steam_appid": 945840,
    "required_age": 0,
    "is_free": true,
    "description": "<i>(This demo version are v0.34)</i><br>Game description<br>Magic MechSuit Akane is a game similar to PS2 version of certain masterpiece robot action series.<br>The main character Akane, who is a user of magical skill fighting with magical alloy wrapping herself,<br> controls the energy gauge and the HEAT gauge and performs a boost action to defeat the enemy.<br>The magic consists of up to 16 parts such as radiator and FCS, and the final performance changes with the combination of parts of each part.<br><br><br>Main function<br>- MechSuit construction<br>Head, torso, arm, foot, booster, FCS (sighting device), generator, radiator, defense aid device, attack assist device,<br>Right shoulder, left shoulder, right hand weapon, left hand weapon, right stored weapon, left stored weapon<br>Can build a fuselage with up to 16 parts of. We are preparing more than 7 parts of each part, and more than 80 weapons are currently available.<br>Variation of moving speed, fluctuation of energy gauge and HEAT gauge, etc. are determined by total value of performance set for parts.<br><br><br>- Boost movement<br>Normal boost with energy efficiency,<br>Use multiple boosts that can instantaneously accelerate up, down, left and right, avoiding attacks.<br>While using boost, energy decreases and HEAT increases.<br><br><br>- Energy shortage and overheating<br>Energy decreases with the use of energy-consuming weapons, the use of boost, and the response to overheating described below.<br>When the energy becomes 0, it becomes a rapid filling state,<br>You will not be able to use energy until energy is fully recovered.<br><br>The HEAT value increases with the use of some weapons, the use of boosts, and hitting.<br>When the HEAT value exceeds the allowable value, an emergency cooling state is set,<br>Damage is sustained and we use energy to cool down until HEAT drops into safety area.<br><br><br>- Weapons and shooting<br>Weapons can be equipped in up to six parts. (Right shoulder, left shoulder, right hand weapon, left hand weapon, right stored weapon, left stored weapon)<br>There is equipment rule for each weapon, shoulder, both shoulders, wrist storage is impossible, arm retractable (left and right hand each equipped with exclusive equipment)<br>There are conditions such as.<br>Weapons and auxiliary devices can be purged (disarmed) if they become unnecessary.<br>Stored weapons can be equally equipped when hand-weapons are thrown away.<br>Shoulder cannon cannons can not be used unless they take motion after standing on some legs.<br><br>Predictive shooting is possible by continuing to catch enemies in the yellow frame at the center of the screen.<br>During predicted shooting, the shooting accuracy is sufficient, and when you do not try to avoid it, you are sure to hit.<br>In standard time, you can use two types of weapon simultaneously with the left hand and &quot;one of right hand, right shoulder, left shoulder&quot;.<br>When both are lockable weapons, various performances deteriorate.<br>The lock frame and the predicted time vary with FCS, weapons and W lock penalty.<br>In addition, you can temporarily use all weapons at the same time by using attack auxiliary equipment.<br><br><br>- Game mode<br>Offline 1 VS 1 Battle: It is possible to play with 2-type preset machines. Stage 6 types.",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/945840/header.jpg?t=1539264187",
    "developers": [
      "WaterMagus"
    ],
    "publishers": [
      "WaterMagus"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}