{
  "945910": {
    "name": "Terror for Two",
    "steam_appid": 945910,
    "required_age": 0,
    "is_free": false,
    "description": "You thank the driver and step out of the car into the frigid mid-afternoon breeze. You walk towards the small house, footsteps crunching loudly in the snow. You hear the car behind you slowly fade into the distance as you step up the stairs to the door. You lift your fist to alert Nathan, your caretaker, of your arrival, and with a loud rapping, you are sure he would hear. You hear the creak of the front door, and expect to hear Nathan's voice welcoming you. Silence. A small amount of warmth emanates from the interior, feeling angelic compared to the harsh winter cold, and you realize that the door is cracked open. You wait for a response as you listen to the calm, melodic chirping of unseen multitudes of birds. Several long seconds pass. You try again, but no response comes from the house. You press the doorbell and hear a distant chiming of bells. Nothing. With growing concern, you pull your phone from your pocket and send a message to Abel, hoping he will be awake despite the time difference. You were not prepared for this; with no caretaker, you will be forced to sit in the snow until someone helps you navigate. Stupid injury. If only you could understand what you're seeing and where to go, you wouldn't be in this situation.<br />\r\n<br />\r\n<br />\r\nYou awaken on a cold, winter night, your nightmares depriving you of much-needed sleep. You have yet another conference that morning, so you roll over and try to dispel your fears. Your phone decides to destroy your thoughts of sleep with a pleasant little ding. You wonder who is texting you this late at night, but turn it on anyway. It's Elijah, your youngest brother. He says his caretaker won't come to the door when he knocks. Now that you know it's Elijah, you dispel all thoughts of going back to sleep. He received a serious brain trauma a few years ago, and he has a hard time making sense of environments, let alone walking around in his multi-story house. Debating whether to tell him to just go inside or to wait, you start typing a reply, but suddenly stop. From the hallway outside, you hear loud, ominous footsteps. Just like your nightmare. You scramble to the bathroom door, knowing that you would be defenseless against a burglar, especially if he was armed. You wrench it open, stumble in, and slam the door shut behind you. Heart pounding, you stifle your breath as a door creaks open and the footsteps tromp closer. Closer. Closer.<br />\r\n<br />\r\n<br />\r\nWelcome to Terror for Two.<br />\r\n<br />\r\nTerror for Two is a hardcore, survival horror experience with a twist. Your younger brother, Elijah, is in a situation equally as terrifying as yours. You must guide him to salvation while saving your own skin! Can you text your way to victory, solving puzzles and discovering Easter eggs?<br />\r\n<br />\r\nKey Features:<br />\r\nHorror gameplay<br />\r\nText adventure with multiple possible endings<br />\r\nEaster eggs out your ears!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/945910/header.jpg?t=1539190514",
    "developers": [
      "Koala Squad"
    ],
    "publishers": [
      "Koala Squad"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 8,
      "highlighted": [
        {
          "name": "Overachiever",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/945910/41b781a8ecfc3ba54df9cf3dd76c0d642954effc.jpg"
        },
        {
          "name": "Your fears conquer",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/945910/d71071c89f9aa84dad5c3ddd544117b096c15a9c.jpg"
        },
        {
          "name": "Baby it's cold outside",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/945910/dcd0f1935181c42534085218e9c01963cb395977.jpg"
        },
        {
          "name": "Bathroom humor",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/945910/7c4f1da3d05a7ca2f860f80aa06c2e302232b060.jpg"
        },
        {
          "name": "Food time",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/945910/495d67c7be52530e6b5c47f5a46ce79a80b4902f.jpg"
        },
        {
          "name": "Disgusting",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/945910/b27247b26c270fbbd9ec71345173402342c1ccdb.jpg"
        },
        {
          "name": "Maid",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/945910/f5e7788f278ed0e199d4cdf9dace3e132d0a1c5a.jpg"
        },
        {
          "name": "Whoops",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/945910/7c019ccd0f58e12ec43472cdce6b948dae757f0c.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}