{
  "946240": {
    "name": "Xobox - circle and cross",
    "steam_appid": 946240,
    "required_age": 0,
    "is_free": false,
    "description": "Everyone knows and loves the tic-tac-toe game, one of the oldest games that humanity remembers. During all these years, many legends and myths about it were born. However, the game itself has practically never changed.<br />\r\n<br />\r\nTic-tac-toe (also known as noughts and crosses or Xs and Os) is a paper-and-pencil game for two players, X and O, who take turns marking the spaces in a 3×3 grid. The player who succeeds in placing three of their marks in a horizontal, vertical, or diagonal row wins the game. Xobox - Circle and Cross is a extended version of this game in 3D and VR.<br />\r\n<br />\r\nBillions of people around the World playing it. From small children to adults. Children's games versus grandmothers and grandparents are known and nobody really knows who plays it best.<br />\r\n<br />\r\nOnce played on a piece of paper with a piece of coal or pencil. Nothing else was required for the game except for a piece of paper. It was fun for two people. A very simple game, fast and addictive enough to be able to play it during breaks at school, in your free time or on the way.<br />\r\n<br />\r\nHowever, Xobox was born. A robot that plays tic-tac-toe. But not just a circle and a cross. But one of its kind, Tic-Tac-Toe extended with an additional dimension.<br />\r\nThis has significantly changed the game, which can be as simple or very demanding and difficult. We have a board with the size of three rows for three columns as in a classic game with an additional dimension which gives us six game boards. Here we play as we used to, on one board to set a circle or cross in one line alternating with the other player. Whoever succeeds, he wins. Simple what not ? <br />\r\n<br />\r\nBut imagine that we enlarged it several times up to the size of 7x7x7. So we get almost 250 possibilities to put our circle and cross. We also add possibility of simultaneous play for 8 players so you can play with friends, or with our robot Xobox. This is a challenge and such game can take hours of playing.<br />\r\n<br />\r\nYou get 15 levels in three difficult with three game styles for each Character in game. You will be rewarded for your effort independently for each game and you will unlocking the next bigger cubes and rows. <br />\r\n<br />\r\nSo take the challenge and play the Xobox – Circle and Cross game. Get all the rewards and become the Game Master.",
    "supported_languages": "英语<strong>*</strong>, 波兰语<strong>*</strong>, 简体中文<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong>, 日语<strong>*</strong>, 挪威语<strong>*</strong>, 西班牙语 - 拉丁美洲<strong>*</strong>, 瑞典语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/946240/header.jpg?t=1543965661",
    "developers": [
      "Xobox Studio (r&d lab)"
    ],
    "publishers": [
      "Xobox Studio (r&d lab)"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}