{
  "946570": {
    "name": "The Tale of Treasonous Tom: Part 1",
    "steam_appid": 946570,
    "required_age": 0,
    "is_free": false,
    "description": "The current King of Dilford in the Land of Pilfered is jolly old King Palaverous. What a putz! You are the widely prophecized Son of Antimony, Lord of Reversals, sent by the Gods themselves as revealed in the holy &quot;Widderchuck&quot; to save the Kingdom. Using whatever means necessary, including weapons of mass distraction, magical heaps of dung, threats, lies, biting sarcasm, dramatic irony, pathos, ethos, and a razor-sharp wit, you must rise from amongst a heap of friggin' idiots to claim the throne. There are those who call you...Tom?<br />\r\n<br />\r\nRipped from today's headlines (if you consider today to be about one thousand years ago), TTT: Part 1 will take you on a perilous trek through the Desert of Duress, where vicious Desert Nomads sometimes give unwary travelers a nasty case of Foaming Gingivitis, curable only by eating puppy chops (you'll understand later). Then it's on to the Venusian Tarpits, where vile Tarbabies ooze black goo onto your brand-new carpets and transmit Alopecia, a particularly aggressive form of hair loss that leaves its victim looking like a sad, prepubescent teenager, dramatically reducing the chances that they will ever get laid again.<br />\r\n<br />\r\nYes, the Kingdom of Dilford is a silly place. In TTT: Part 1, you will explore the Slums District, where phoneless shelters like &quot;Disconnected&quot; house depressed recipients of older model cell phones that have fallen victim to excessive downloads, inadequate memory, bloated operating system updates, and the cynical business practice of planned obsolescence. Food banks like &quot;Gruel 4 U&quot; and &quot;Unwanted Edibles&quot; carry semi-edible items like rooster wattles and pickled pigs' feet. The Merchant's Quarters hosts popular grocers like &quot;Big Melons&quot; and herbalists like &quot;Nature's Rejects.&quot; The Natural Resources District is chock full of somewhat dubious mining interests like &quot;Surreptitious Slagsters&quot; and &quot;Slurry on the Sly,&quot; not to mention communities of drop-out druggies and hippies who live in the &quot;Shroomer&quot; community and the &quot;Groovy Grove.&quot; Last but not…well, actually it kind of is least. Kingdom Square is really just the heap of friggin' idiots described above.<br />\r\n<br />\r\nFortunately for you, that heap of friggin' - er, um, I mean the fine citizenry of Dilford, along with all their problems, are a potential goldmine for an enterprising son of a God such as yourself. It's gonna' take a lot of coin to get to the top, but you've got a lot of good advice to give. As well as a couple of real stinkers...<br />\r\n<br />\r\nThe Tale of Treasonous Tom is an RPGMakerMV role-playing game.  Your party of up to 4 characters will loot items from the environment, complete quests and conversations in the Kingdom of Dilford, explore monster regions in the Land of Pilfered, and engage in combat with various monster types to gain experience and raise levels.<br />\r\n<br />\r\nGame Contains:<br />\r\n-50 Quests and 50 Conversations<br />\r\n-4 City Districts and 9 Monster Regions<br />\r\n-Voice Acted Greetings and Radio Broadcasts<br />\r\n-23 In-Game Books Detailing Aspects of the World and Strategy Tips<br />\r\n-180 Battles with 10 Different Types of Monsters<br />\r\n-40 Hours of Gameplay for Completionists<br />\r\n-A Stupid Number of Stupid Jokes<br />\r\n<br />\r\nPlease Note:  Players who are not interested in completing the battles or learning the combat system (girls) can complete all the quests and conversations in the game without fighting!  (Just stay inside the Kingdom of Dilford...)  Also, please note:  this game is OLD school - it requires exploration, clicking on people and things, and looking around a bit to find what you want!  For a detailed explanation of how to play the game, please read the books on offer at the &quot;book club&quot; in the Natural Resources District!<br />\r\n<br />\r\nAlso please note after the preceding two please notes...  This game is only appropriate for players who enjoy sarcasm and silly, wordy comedy in the style of Monty Python.  This game makes fun of everything and everyone, so if you are easily offended, you might want to take a &quot;pass.&quot;<br />\r\n<br />\r\nFour years in development!  (Wow, that's ridiculous. I need to get a life...)<br />\r\n<br />\r\nEven worse, I've outlined the plot for 5 games of 3 parts each. That's like 15 games! If enough people &quot;get&quot; my sense of humor, I could be doing this for the rest of my life! (loser)<br />\r\n<br />\r\nThis master-work is dedicated to: God, Donald Trump, Stormy Daniels, George Bush Jr., Monty Python, Stephen Colbert, the Moral Majority (whoever they are), the I.R.S., the C.I.A., Narcissism, Depression, the Judicial System, Hypocrisy, Racial Prejudice, Censorship, Scandals, and the irresistible power of the Almighty Buck. (Don't say I didn't warn you...)",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/946570/header.jpg?t=1683870618",
    "developers": [
      "TomTeam"
    ],
    "publishers": [
      "Hilarious RPGs"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 10 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}