{
  "946900": {
    "name": "Kokorogawari - Watercolour Paint Set",
    "steam_appid": 946900,
    "required_age": 0,
    "is_free": false,
    "description": "If you liked the main game, here is a value pack with many special extras for you!<br><br>These are the contents of this DLC: <br><br><strong>1) Pre-order Short Stories </strong><br>     -E-book (PDF) with special page design and chibi characters!<br>     -Happens 1~2 years after the main story of Kokorogawari!<br>     -About 13,000~15,000 words, 13~15 pages each<br>     <br>　  ★Koga Shinichi's Pre-order SS &quot;A different kind of dinner&quot;<br>        <br>        Shinichi and Asami are doing well at their respectives companies, but they make time to go on dates midst their busy schedules. One day, Asami receives a text from Shinichi inviting her to a certain location. She's exasperated by it, but her annoyance soon turns into something more steamy... <br>           <br><br>      ★Takahara Yuuya's Pre-order SS &quot;Mishap at the pool!&quot;<br>   <br>         Asami gets a text from Rika cancelling their meet-up on the weekend. Wanting to see Yuuya sooner, she heads to meet him and is greeted by an unexpected sight. Ever our heroine, Asami does something to save someone, but gets into trouble herself. She soon finds out however, that it might not have been such a bad experience after all? <br><br>      ★Guillam Matisse - TBA, to be patched in after we release his main story. <br>    <br><strong>2) Deluxe Short Stories </strong><br>     -E-book (PDF) with special page design and chibi characters!<br>     -Happens during the story of Kokorogawari, from the point-of-view of our love interests Shinichi, Yuuya and Guillam!<br>     -About 13,000~15,000 words, 13~15 pages each<br><br>     ★Koga Shinichi's Deluxe SS &quot;Balsemic vinegar on my salad&quot; <br>    <strong>Recommended!</strong> <i>(We have plans for the new character in this story... Hee hee!)</i><br>        <br>        This story takes place after one of the major incidents in Shinichi's route, where he ponders how he should handle the situation over bro talk with a fresh new character in Kokorogawari. <br><br>     ★Takahara Yuuya's Deluxe SS &quot;Reflections in the library&quot;<br><br>        This story takes place after an important event in Yuuya's route. With the bittersweet emotions in Kokorogawari now coming from the point-of-view of a guy, it gives insights into his feelings for Asami before the Good / Bad ends. <br><br>     ★Guillam Matisse - TBA, to be patched in after we release his main story. <br><br><br><strong>3) Yuki’s digital artbook </strong><br><br>40 pages of our character artist's hard work! <br><br><strong>4) Sechiruu’s digital artbook </strong><br><br>70 pages of our GUI/BG artist's hard work! <br><br><strong>5) Digital Kokorogawari soundtrack album<br><br>6) Developer's Notes e-book</strong><br><br>Dev notes from each core member of the team (Jyuuguchi, Sechiruu and Haru) detailing our work, our thoughts and everything else about the developmental process of the game! Jyuuguchi's notes also contain a little bit more about character setting, the motivations behind the story and the writing!<br><br>Plus, you will find in the dev notes a heartfelt sketch by each core member of the team- do with them what you will! (Some will be completely hilarious.)",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/946900/header.jpg?t=1538570278",
    "developers": [
      "Precatio"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 4300,
      "final": 4300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 43.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}