{
  "947230": {
    "name": "Gulag",
    "steam_appid": 947230,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Will you manage to escape from the most dreadful place on Earth?</strong> <br>The Soviet Gulag is just the beginning.  <br>Face the wilderness, as well as the vastness of Siberia, Mongolia, and Tibet. Deceive the enemy and find resources that are vital for survival. Feel what people imprisoned by the regime felt in the Icy Hell. Find your way to freedom. Break the invisible chains and start looking for a better life for yourself. Play the most difficult survival game in the entire gaming history. Do not give up, fight, and try to survive in places where others have died.<br><br>After the success of the Revolution, the Bolsheviks led by Lenin immediately started creating an intricate oppression system. It covered all the political opponents and people who could, in any possible way or form, threaten the position of the new rulers. The brutal system based on denunciations, threats, and the lack of trust quickly developed and became overwhelming. There was no more room for truth. Each and every person could be accused, sentenced, tortured, and forced to work in inhumane conditions. The system, which was later on expanded by Stalin and called the Gulag, spread quickly, devouring not only millions of innocent individuals, but even entire nations. People were forced to work in mines and at taiga logging. They frequently died due to unbearable hunger, illnesses, unfavorable weather conditions, supervisor brutality, and inmate cruelty. The ones trying to escape were beaten to death by officers, betrayed by the inhabitants of nearby settlements, killed by wild animals,  extreme cold and hunger. Is it possible to survive and find motivation to become free in such conditions? Is it possible for hungry and devastated prisoners to travel thousands of miles of endless taiga, grasslands, and deserts, struggling with the untamed wilderness, avoiding patrols, and escaping untrustworthy citizens in order to reach a safe zone? Let the history be the judge! Do not limit yourself to being a passive observer and dare to express your opinion. Learn more about your humanity and see how humans doomed humans to extinction. <br><br><strong>Game features:</strong><br><ul class=\"bb_ul\"><li> Explore a gigantic, autonomic open world,<br></li><li> Experience mind-blowing sceneries,  <br></li><li> Challenge your own weaknesses while trying to survive in the wilderness,  <br></li><li> Feel the emotions felt by the prisoners of the communist regime,  <br></li><li> Try your skills while crafting new tools which will help you survive,  <br></li><li> Do all it takes to survive, including finding allies, haggling, stealing, killing, and fighting enemies,  <br></li><li> Develop your character and gain new, highly useful skills,  <br></li><li> Try to see the next day in the most difficult survival game in gaming history. </li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/947230/header.jpg?t=1668030510",
    "developers": [
      "EJRGames"
    ],
    "publishers": [
      "EJRGames"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}