{
  "947340": {
    "name": "Rome Reborn: The Pantheon",
    "steam_appid": 947340,
    "required_age": 0,
    "is_free": false,
    "description": "Today, the Pantheon is a standard stop on any visit to Rome. The best-preserved building surviving from ancient Rome, it is a rotunda topped with an enormous dome. Now, wherever you live, you can use this app to take a virtual fieldtrip to the Pantheon with Steven Zucker and Beth Harris of Smarthistory as your guides. While you freely explore the exterior forecourt and interior sanctuary of the reconstructed complex, they will explain what you are seeing and its significance. You can toggle between the site today and the way it looked in antiquity. Go up into the air and see the Pantheon’s context in the ancient city. Find out who built the Pantheon seen in Rome today and who built an earlier, vanished version of the temple on the same site. Learn about the design and decoration of the building, the nature of the religious cult housed in it, and how it was the scene of a recurrent solar spectacle each year on Rome’s birthday. See what happened when it rained, and water came inside the rotunda through the great circular skylight (“oculus”) at the top of the dome. When you are finished, go to the Rome Reborn website and take an assessment to see how your knowledge about the Pantheon stacks up against that of experts and other members of the Rome Reborn community.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/947340/header.jpg?t=1709211546",
    "developers": [
      "Vector VR, LLC"
    ],
    "publishers": [
      "Flyover Zone Productions"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 26 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}