{
  "947360": {
    "name": "Rome Reborn: The Colosseum District",
    "steam_appid": 947360,
    "required_age": 0,
    "is_free": false,
    "description": "Rome Reborn® The Colosseum District combines virtual tourism with virtual time travel. <br />\r\n<br />\r\nIn this application, the Rome Reborn® team takes you back in time to the Flavian Amphitheater (“Colosseum”) and nearby monuments. Teleport from site to site to visit the arches of Constantine and Titus, the Colosseum, the Meta Sudans, the Temple of Venus and Rome, the Ludus Magnus, and the iconic Colossus of the Sun. Like all of Rome Reborn’s apps, this one offers expert commentary as well as reconstructions of the structures as they looked in antiquity. Time Warps allow you to toggle between the ancient and modern views of the monuments. <br />\r\n<br />\r\nAlong the way, you will learn about the leaders responsible for commissioning the monuments. You can go inside the Temple of Venus and Rome (Rome’s largest religious sanctuary) to see the stunning cult statues, and you can get up close to the individual reliefs on the arches of Constantine and Titus, whose colors have been lovingly restored. The content of each relief is briefly explained on the virtual tablet that serves as the navigational aid on the tour. You can also visit areas of the ruins not readily accessible to visitors to Rome, including inside the Venus cella of the Temple of Venus and Rome and down to the underground chambers of the Colosseum. <br />\r\n<br />\r\nRome Reborn® The Colosseum District is suitable both for students at all levels studying ancient history and the general public interested in learning more about The Eternal City.",
    "supported_languages": "英语<strong>*</strong>, 意大利语<strong>*</strong>, 简体中文<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/947360/header.jpg?t=1709211738",
    "developers": [
      "Vector VR, LLC"
    ],
    "publishers": [
      "Flyover Zone Productions"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 18 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}