{
  "947350": {
    "name": "Rome Reborn: The Basilica of Maxentius",
    "steam_appid": 947350,
    "required_age": 0,
    "is_free": false,
    "description": "In this fully immersive application that supports free roaming, the Rome Reborn team is proud to host Beth Harris and Steven Zucker of Smarthistory, who present the Basilica of Maxentius and Constantine (also known as the Basilica Nova). <br />\r\n<br />\r\nThis was the last monumental civic building built in pre-Christian Rome. With a main entrance off the Via Sacra, it was constructed during the reign of Maxentius as part of a project that included rebuilding the nearby Temple of Venus and Rome. The vast hall (96 meters long and 65 meters wide) is covered by three cross vaults 35 meters high. The walls and floors were covered with marble.  <br />\r\n<br />\r\nOff the nave are two side aisles covered by barrel vaults. The central aisle on the north has an apse, as does the west end of the nave. Here the remains of the colossal statue of Constantine (estimated to have reached a height of ca. 15 meters) were found in the fifteenth century. The head, hands and feet can be seen today in the courtyard of the Conservators Palace (part of the Capitoline Museums). <br />\r\n<br />\r\nIt is thought that Maxentius planned to use the building as an imperial audience hall, but the plan came to naught with his defeat and death in AD 312 at the hands of Constantine, who finished the building. The Senate dedicated it to the new emperor and honored him with the colossal statue in the west apse. <br />\r\n<br />\r\nToday, the building, like the colossal portrait of Constantine, survives only in a very damaged condition. The Rome Reborn team’s digital restoration allows you to re-experience the splendor of the monument as it appeared when new in the fourth century AD.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/947350/header.jpg?t=1709211438",
    "developers": [
      "Vector VR, LLC"
    ],
    "publishers": [
      "Flyover Zone Productions"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 1 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}