{
  "947330": {
    "name": "Rome Reborn: Flight over Ancient Rome",
    "steam_appid": 947330,
    "required_age": 0,
    "is_free": false,
    "description": "Have you ever wished you could have seen ancient Rome at the peak of its glory? Now you can!<br />\r\n<br />\r\nGo on a flight in a hot air balloon over the entire now-vanished ancient city. See how the Rome Reborn team of archaeologists and 3D technicians has, over the last 22 years, painstakingly brought the city’s thousands of buildings back to life, learn about the famous seven hills and other natural features, and find out how the ancient Romans lived, governed and provisioned themselves, took time off for recreation, and worshiped their gods. <br />\r\n<br />\r\nSee the Forum, Colosseum, aqueducts, theater district, the imperial fora, the Circus Maximus, the imperial palace, the tombs of Augustus and Hadrian, the Pyramid of Cestius, and much, much more. The app has more than 30 points of interest and over two hours of content. You can organize your tour with complete freedom. As you move from point to point, you can listen to expert commentary about what you are seeing. You will see the city in a way that not even the ancient Romans could do--the hot air balloon was only invented in 1950 (we did use the word &quot;magic,&quot; didn't we?). In no time, you will have a degree of familiarity with this greatest of ancient cities that only a handful of experts could claim to have after a lifetime of study. <br />\r\n<br />\r\nThe application is the perfect place to begin enjoying the many applications that the Rome Reborn team is creating. The other applications take you down to ground level and present a specific area of the city—for example, the Roman Forum, the Colosseum district, or the imperial palace. The Flight over Rome brings it all together and shows you how the individual buildings and monuments fit into a larger pattern of urban organization. Once you get the big picture from this application, we are certain that your appetite for going down to ground level and exploring the individual monuments will be whetted. Your awareness of the endless variety of Rome’s monuments will be raised. Your curiosity will be aroused. <br />\r\n<br />\r\nThen, after you have explored the other applications on the ground, you’ll want to go back up into the air to see how what at first seemed a jumbled mass of buildings—there are over 7,000 of them!—is starting to come into focus. In short, the Flight over Rome is not something to use just once. Like a great book, it repays repeated visits. The more you use it, especially in conjunction with our other applications, the more you will get out of it.<br />\r\n<br />\r\nWhen you have finished your flight over the city, register in the Rome Reborn Community on our website, gauge your level of expertise, and see how you stack up against other users. Engage with other members of the Community through the Forum.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/947330/header.jpg?t=1699660096",
    "developers": [
      "Vector VR, LLC"
    ],
    "publishers": [
      "Flyover Zone Productions"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 29 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}