{
  "947460": {
    "name": "Eons of War",
    "steam_appid": 947460,
    "required_age": 0,
    "is_free": false,
    "description": "In this rogue-lite survival strategy you get to manage a space corporation while progressing through missions in a dynamic galaxy. Every mission takes place in a unique planetary system where you can build space stations, mine resources, terraform planets, hire spaceships, and battle robotic life forms from the Rift.<h2 class=\"bb_tag\" >SURVIVE IN SPACE</h2><br>When the first signs of the Rift emerged decades ago, many nearby stars started to produce anomalous radiation spikes that destroyed space stations and sterilized planets, killing millions. Thanks to scientists and engineers, giant shields powered by thorium were deployed to protect humanoids of all races.<br><br>Shield management requires finding the right balance between stockpiling enough thorium and doing everything else that your corporation requires. Terraform, mine, research, battle...but never forget about the constant specter of radiation that can wipe you out in minutes.<h2 class=\"bb_tag\" >DYNAMIC WORLD</h2><br>Every game level is a dynamic procedurally-generated planetary system in a vast network of stars connected by hyperlanes.<br><br>Build space stations to expand your fleet among orbiting planets. Hire autonomous spaceships to do your bidding. While performing assigned jobs, they will periodically upgrade and repair equipment with the money they earn from you. Don't run out of space credits to pay their contracts or they might quit!<br><br>Rift wormholes that teleport enemy ships from the distant galaxy can pop up near you randomly. Be prepared to defend the planets and space stations under your patronage.<br><br>While you are not managing shields or defending planets, you must keep the economy afloat. Mine resources, terraform planets, and send emissaries to increase your influence over planetary governments.<h2 class=\"bb_tag\" >EXPLORE THE STORY</h2><br>Progress through levels while exploring the story in side quests. Some quests will reward you with artifacts that can be deployed on planets and space stations. Those artifacts provide you with powerful bonuses on the way to victory. Keep some artifacts with you on various missions, giving you a much needed edge for increasingly difficult challenges.<h2 class=\"bb_tag\" >GAME FEATURES</h2><br><ul class=\"bb_ul\"><li><strong>Your base is a dynamic planetary system:</strong> mine resources, build space stations, terraform planets, hire spaceships, manage radiation shields, and defend your people. All in a constantly changing environment.<br></li><li><strong>Survive in the hostile world of radiation</strong>: stellar radiation goes up and down, putting your resource management skills to the test.<br></li><li><strong>Hire autonomous spaceships</strong>: build stations to construct spaceships; then hire crews to operate them. Make money by increasing your influence with planetary governments.<br></li><li><strong>Rogue-lite progression</strong>: every playthrough is different. Complete quests to get powerful artifacts that you need to beat increasingly more difficult missions.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/947460/header.jpg?t=1677260641",
    "developers": [
      "Jigawatt Games"
    ],
    "publishers": [
      "Jigawatt Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}