{
  "947500": {
    "name": "ColonyShip-4: Survivors",
    "steam_appid": 947500,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Tactical, turn-based combat with RPG style character progression, equipment customization, research, and a varied, open-world campaign.</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/947500/extras/43d196f5da6861a6b0a8c35872ae9601.avif?t=1598922399\" width=620 height=896 /></span><h2 class=\"bb_tag\" >Current Features</h2><ul class=\"bb_ul\"><li>Turn-Based Tactical Action</li><li>Open-world campaign</li><li>RPG-style character progression</li><li>Weapon and Equipment Research and Customization</li><li>Multiple Endings</li><li>Squad Chemistry</li><li>Soldier Stress</li><li>Soldier Conversations</li></ul><h2 class=\"bb_tag\" >Challenging Enemy AI</h2><ul class=\"bb_ul\"><li>Uses Cover</li><li>Flanks</li><li>Runs Away</li><li>AI Battlefield  Commander considers the whole battle when reacting to your actions</li></ul><h2 class=\"bb_tag\" >Planned Features</h2><ul class=\"bb_ul\"><li> MacOS/Linux support</li><li>Multiple Controllable Races</li><li>Varied Cast of Opponents</li><li>Multiple Unique Factions</li><li>Gene Modifications</li><li>Moral and Ethical Impact to Decisions</li></ul><h2 class=\"bb_tag\" >Planned Overview</h2><br><strong>Open-World Campaign (Partially Implemented)</strong><br>The campaign for ColonyShip-4: Survivors will be an open-world, grand strategy style campaign. After the initial opening, you'll be free to move your squads around the world to explore, with the only limit being the resistance they encounter as they as they move about. While you're exploring, your foes will be attempting to control various strategic locations in an attempt to choke off your supplies and movement. Picking the right place to make a stand will make all the difference. Intertwined with the sandbox-style campaign will be the quests and missions that make up the story side of the game, where you'll learn more about the crew of CS-4, the origins of the planet they've crashed on, and the dark secrets the planet holds.<br><br><strong>Varied Cast of Characters (Partially Implemented)</strong><br>The majority of the characters you'll control during gameplay will come from crewmembers of the crashed ColonyShip-4. They'll have individual character traits that will affect their gameplay, and they will have skills that you can upgrade as they gain experience. As well as the many humans from your crew, there will be opportunities to recruit non-humans from the populace of the planet. Complimenting the professional soldiers, scientists, and technicians of CS-4, characters recruited from among the ranks of the population will come from many different walks of life, with odd-ball criminals, freedom-fighters, mad scientists, gamblers, and many others potentially available to join you. Their character traits will also be more varied than those of the regular crew. Each race, while sharing many skills with all others, will have a unique set of base racial skills. Telepathy, super strength, enhanced durability, increased speed, heightened eyesight, genetic camouflage, regenerative healing, organic webbing, and mental projection are just a few of the different racial skills I'd like to see in the game.<br><br><strong>Genetic Modifications (Planned for a future version)</strong><br>In addition to the skills that each character will be able to develop, you will be able to research genetic modifications to enhance your followers. Eventually, your human crew could have access to the powers of all the other races.<br><br><strong>Weapons and Equipment (Partially Implemented)</strong><br>Weapons and equipment will have varied, impact-full effects on how you play the game. In addition to traditional point, shoot, and kill weapons, you'll be confronted by weapons meant to confine, confuse, transport, or even turn your soldiers against you. The weapons you do have will also be able to be developed, with the ability to increase damage, accuracy, magazine capacity, decrease use cost, and even add explosive effects. Many improvements in one area will come with drawbacks in others, like a decrease in bullets per magazine when you improve your ammo from small rounds to large rounds; a careful balance will have to be maintained. Equipment includes armour, grenades, flashbangs, medkits, repair kits, scopes, weapon stocks, explosives, and more. The armour you wear won't just determine the number of hitpoints you have. Each set of armour has a main and secondary armour rating, with more advanced sets of armour more likely to be impacted on the stronger main armour rating. In addition, each set of armour has 6 upgrade categories, allowing you to customize its main and secondary armour strength, electronics suite, armour specialty, utility apparatus, and power supply.<br><br><strong>Moral and Ethical Dilemmas (Planned for a future version)</strong><br>You and your crew will be cut-off from earth and any leadership it could provide. Therefore, it will be up to you to determine the moral limits of your mission. Should you ensure the survival of your crew on this planet at any cost? Should you work to help the already established planet-dwellers to make a new multi-racial society? Maybe something in between? You will decide as you face continuous moral dilemmas during your leadership. Your crew's character traits will determine how they feel about the moral direction you take this mission in. Too soft and the hard-liners may mutiny. Too harsh, and you may have defections from among your more kind-hearted crewmembers.<br><br><strong>Multiple Factions (Partially Implemented)</strong><br>The planet will feature multiple, distinct factions that are vying for control of the planet. You will need to interact with these factions to gain alliances, supplies, materials, and access to recruit non-crew characters. Some factions will be easier to work with than others, and, of course, your crew will react to who you decide to form alliances with and who you go into conflict with.<br><br><strong>Replayability (Partially Implemented)</strong><br>Many elements in the game, including campaign map creation and tactical map creation, will be procedurally based, helping to foster a different experience with each playthrough. The characters you run into, and quests you receive will also vary, so that no two playthroughs will be the same.<h2 class=\"bb_tag\" >Story</h2><br><strong>Earth</strong><br>Climate change continued to ravage earth as the decades of the 21st Century wore on. Entire cities were devastated by hurricanes, tornadoes, earthquakes, and forest fires. As the poles began to melt, the seas rose, and major cities found themselves in a desperate struggle to build dykes and dams to keep the flood-waters out. As the people of earth weathered one disaster after another, the old dividing lines between nations began to fall away, and governments began to cooperate in ways they had not in the history of the planet.<br>International organizations began to carefully study the issue with the hope of finding a solution to save the planet. After years of study and effort no solution was found. The earth was dying, and the human race finally accepted that. There was no solution to save earth, the only option left was to look to the stars.<br>With recycling and rejuvenation programs not having enough of an effect, focus was turned to identifying possible planets to colonize, developing the technology to get to those planets, and mitigating the disasters that were sweeping earth. Eventually four planets were identified as being within range of current technologies.<br><br><strong>The ColonyShip Project</strong><br>Breakthroughs in power production, cryogenics, and nanotechnology led to the beginning of the Colony Ship Project. This project's objective was to enable human colonists to travel to, survey, and develop the few closest planets that scientists felt had any chance of being able to sustain human life. By 2042 a plan was in place to send the human race into the stars.<br>The plan called for a total of four colony ships to be built and launched by 2058. Construction for ColonyShip-1 was completed in 2046, and it was launched later that year. Three more ships would follow at four year intervals. It was a colossal building effort that took the combined industrial and technological might of the entire planet.<br>Upon launching, each ship would begin a journey of between 10 and 22 years in length. The furthest potential planets were targeted first, with ColonyShip-1 scheduled to arrive at its destination in 2068. Upon arrival the crews' priorities were to asses the suitability of their target planet for colonization, and communicate those finding back to earth.<br><br><strong>ColonyShip-4</strong><br>ColonyShip-4, your ship, was the last ColonyShip to launch. Humanity's last effort to save itself from a dying planet. It launched with much fanfare as the world watched its saviours blast off. The ship's safe launch belied the troubles that would besiege the ship and crew.<br>Only the best and brightest were selected to crew the colony ships, so you'll be counted on to get the most out of a very talented group of individuals. Top scientific and engineering minds would oversee colonization and development, while the last remaining soldiers to see combat during the early 21st Century formed the officer core of the small contingent of soldiers sent. No one on board any colony ship was &quot;average&quot;.<br>The ship itself, like the others, carried with it heavy equipment for construction, many prefabricated buildings that would act as the first colony, and examples of the finest technology earth had to offer. These would allow the crew to quickly asses the suitability of the planet to human colonization and set up the first base.<br><br><strong>Planetfall</strong><br>Instead of finding an uninhabited planet to survey and begin colonization on, CS4 experienced catastrophic system failure and crashed on a strange planet. Now crashed on an alien planet, you will have to secure a base of operations, search for crew, confront unknown enemies, and survive long enough to find a way home.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/947500/header.jpg?t=1598922399",
    "developers": [
      "CourtneyGameStudio"
    ],
    "publishers": [
      "CourtneyGameStudio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}