{
  "948100": {
    "name": "ニンジャスレイヤー : AREA 4643",
    "steam_appid": 948100,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>AREA 4643</strong> (Yoroshi-san) is a cyberpunk action shooting game. It's based on the cyberpunk city Neo-Saitama and Ninja Slayer universe.<br>Chose your character from Yakuza Tengu, Evil Yamoto or Dollhouse.<br>Defeat the Yakuza Clones, Bio Sumotori and Ninja demigods to <strong>SAVE THE UNIVERSE!</strong><br><br>===============<h2 class=\"bb_tag\" >THE STORY SO FAR</h2><br>The world domination AI &quot;A.R.G.O.S.&quot; exploded so impressively and the Neo-Saitama was saved.<br>But shortly after the great explosion, Steam-verse Neo-Saitama was created by someone.<br>The EMP storms came again from there and now the boundary of each universes became unstable than before.<br>This is not a natural EMP disaster. Someone must be trying to destroy and ruin the whole universe.<br><br>&quot;Wow, It's not good&quot; <br>I, the Vertigo, the great multi-verse traveller ninja, noticed the very bad omen. Seriously.<br>&quot;I have to summon the brave fighters to this Steam-verse Neo-Saitama...!&quot;<br><br>===============<h2 class=\"bb_tag\" >Chose your character!!!</h2><br><strong>Yakuza Tengu: </strong>The holy yakuza warrior empowered by cybernetics and wearing the mysterious Tengu mask. He is called Yakuza-Tengu, the insane ninja hunter.  Left weapon is long range shooting with two guns. Right weapon is close combat dosu-dagger attack. Bomb is the detonative holy water throwing.<br><br><strong>Evil Yamoto: </strong>She is the mysterious creature looks like a high school girl with small horns. Left weapon is short range drill knuckle duster wave. Right weapon is close combat weapon attack. Bomb is the wrath self buff.<br><br><strong>Dollhouse:</strong> She is the base  guitar player of the Rock'n'Roll band &quot;BSSB&quot;. She likes weed and occult things so much.  Left weapon is all range base sound wave. Right weapon is close combat guitar attack. Bomb is the summoning of the auto-homing-devils of Rock'n'Roll.<br><br><strong>???: </strong>And...more characters will be released in next version!<br><br>================<br><br>Language Support<br><br>All stories are written in English/Japanese subtitles. You can chose it in option menu.",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/948100/header.jpg?t=1721781179",
    "developers": [
      "DeathMofuMofu"
    ],
    "publishers": [
      "Diehardtales Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3900,
      "final": 3900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 39.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 18,
      "total_negative": 0,
      "total_reviews": 18
    }
  }
}