{
  "948270": {
    "name": "Byte Chaser",
    "steam_appid": 948270,
    "required_age": 0,
    "is_free": false,
    "description": "Agein Han built a virtual world to test her full immersion system.  During a test, the system glitches. She's stuck in a world of her own making, she only wishes she'd done a better job organizing her world. Running through fractured levels to collect the keys to unlock the password to escape, Agein must  survive, find clues to the password to escape, run, and come to understand how the A.I. she left in charge of the world understands reality.<h2 class=\"bb_tag\" >What Have I Done</h2><br>The first immersive worlds we all lock ourselves into, the 3D internet, the worlds we create will be full of errors, lonely affairs. Byte Chaser is a meditation on that inevitable direction of our technological progress.<br><br>**********************<br>I woke up in the night. The light seemed dimmer than usual. My sister had died. Six months had past. I realized then we all die. Over the next few years I found this implied, that unless a magical world beyond awaits us, that the only reason to act in life comes from my own choices. My heart broke. Neither governments, gods, or parents can tell me what to do. I have to decide myself. <br><br>Rapidly the realization led to a conclusion, if no authority possessed the authority to tell me what to do, and this included values humans have passed on, I was the only one who could decide my purpose. In the mix, I recalled, Death comes for each of us, no one knows best. Life is simply the process by which I choose to organize myself. There is no purpose to life. As a result, I can choose to do anything I want. <i>Nothing </i>all the sudden became incredibly motivating. <br><br>I decided I could do whatever I wanted. I decided within minutes on my life’s goal. “Life is miserable leading to death. Spend it trying to make those you encounter’s life better. Help where I can.” And second, “believe in God.” This second came to me because of the feeling that the interconnected way people have decided to treat each other, laws and values, come down from a faith in higher concepts. And like geology, those ways of knowing accumulate to leave us with the way to see the world. So I decided to follow that. I knew no one could tell me otherwise I also knew these goals were arbitrary. Their arbitrariness, and irrefutably kept me at them over the coming years. This reliability became the motivation of the optimism of <i>Nothing</i>.<br><br>**********************<br>Because the world could be anything, and the actions up to the player, I left the actions open-ended, but provided a clear path. It’s up to the player if they stay on it or do otherwise.<h2 class=\"bb_tag\" ><strong>Feature List</strong></h2><ol><li>Skipable Tutorial. The tutorial is blithely useless, demanded by the higher ups. Figure it out yourself.<br></li><li>The system is grueling. Visually. aurally, and if I could olfactory. A half-finished error prone system is not a nice place to be. I recreated that feeling in a game. <br></li><li>The game has bugs. For features I used online data. The connection goes down sometimes. I used other APIs. They don’t mesh well. I hacked the world together. It shows.<br></li><li>The grating sound of the bytes, like a machine shop falling in love with a siren, is both enticing and aggravating. <br></li><li>The Narration is overblown, and an unwieldy excuse to keep players motivated.<br></li><li>I am dyslexic. <strong>There are plenty of broken sentences and phrases</strong>. <br></li><li>The game has stuck states where you simply cannot go forward. In those cases, do like any good technologists, turn it off and turn it back on.<br></li><li>Progress is saved in the players own memory. The hard disk saves nothing. You remember.<br></li><li>I gave you a goal. Chase bytes. Always listen to authority.<br></li><li>The game works if you put a VR headset on. It does not work well. But it is ‘VR ready’.<br></li><li>Death is meaningless. Literally, on some levels die up to win.<br></li><li>Building your own stuff is awesome. Figure out my arcane system for building. Calculus is also rewarding.<br></li><li>There is not a complete manual that you have to read.<br></li><li>The protagonist is a woman.<br></li><li>Enigmatic &quot;quotes&quot;.<br></li><li>The game is fun. But it doesn’t employ persuasive design.<br></li><li>\t… that about sums it up.</li></ol><br><br>**********************<br>I really want feedback. Please connect, and happy to work with y’all.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/948270/header.jpg?t=1547005133",
    "developers": [
      "Kit Martin"
    ],
    "publishers": [
      "Anthopper Development"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5400,
      "final": 5400,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 54.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}