{
  "948340": {
    "name": "Journey Through Memories",
    "steam_appid": 948340,
    "required_age": 0,
    "is_free": false,
    "description": "Using just the limitless power of your voice, guide a young witch named Vivi as she travels through a magical realm of lingering spirits and a buried past. As the ancient aftermath of a devastating war continues to take its toll, use Vivi’s magical abilities to aid these fallen victims in an effort to finally restore peace.<br><br>​Set in a hand-painted storybook world, discover and cast various spells to overcome obstacles. Encounter the forgotten spirits and fulfill their last requests before guiding them into the afterlife.  Find the untold stories and journey through the memories of the inhabitants to piece together the hidden truth behind history’s darkest days. In a game where discovery is just as important as puzzle solving, can you help Vivi in her quest to right an ancient wrong?<br><br>Features:<br><br><ul class=\"bb_ul\"><li><strong>Speech Recognition:</strong> Use your voice to control Vivi. Cast spells and move her towards her goals. There's no need for a controller or a keyboard...just use your voice!<br></li><li><strong>Spells:</strong> Discover 120+ spells each with their own abilities and visuals.<br></li><li><strong>Puzzles:</strong> Solve various obstacles, complete spirit challenges, and collect hidden items with the spells you’ve discovered.<br></li><li><strong>Hand-painted artwork:</strong> Water colored environments and characters set in a hauntingly beautiful world.<br></li><li><strong>Visually stunning effects:</strong> Sparkles and shine, and everything nice.<br></li><li><strong>Music:</strong> Soothing and original soundtrack<br></li><li><strong>Narrative-Driven:</strong> Sit back and relax as the story unfolds.</li></ul><br>Notes:<br><br><ul class=\"bb_ul\"><li>For the best experience, please use a <strong>microphone</strong> so that the game can pick up your voice more easily!<br></li><li>The entire game is played with your voice! So for example, in the main menu, say &quot;New Game&quot; into the microphone to start the game.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/948340/header.jpg?t=1540059757",
    "developers": [
      "Niken Hertanto",
      "Inkan Hertanto",
      "Juan Rosales",
      "Runze (Eric) Guo",
      "Patrick Kagel"
    ],
    "publishers": [
      "N/A"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}