{
  "948570": {
    "name": "Tabletopia - Euphoria: Build a Better Dystopia",
    "steam_appid": 948570,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Only the host needs to own this DLC. </i><br><br>2-6 players | Ages 13+<br><br>1 Hour<h2 class=\"bb_tag\" >About Game</h2><br>Euphoria is a worker-placement game in which dice are your workers. The number on each die represents a worker's knowledge — that is, his level of awareness that he's in a dystopia. Worker knowledge enables various bonuses and impacts player interaction. If the collective knowledge of all of your available workers gets too high, one of them might desert you. You also have two elite recruit cards at your disposal; one has pledged allegiance to you, but the other needs some convincing. You can reveal and use the reticent recruit by reaching certain milestones in the game... or by letting other players unwittingly reach those milestones for you. <br><br>Your path to victory is paved with the sweat of your workers, the strength of your allegiances, and the tunnels you dig to infiltrate other areas of the world, but the destination is a land grab in the form of area control. You accomplish this by constructing markets that impose harsh restrictions of personal freedoms upon other players, changing the face of the game and opening new paths to victory. You can also focus on gathering artifacts from the old world, objects of leisure that are extremely rare in this utilitarian society. The dystopian elite covet these artifacts — especially matching pairs — and are willing to give you tracts of land in exchange for them. <br><br>Four distinct societies, each of them waiting for you to rewrite history. What are you willing to sacrifice to build a better dystopia?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/948570/header.jpg?t=1537404767",
    "developers": [
      "Jamey Stegmaier",
      "Alan Stone",
      "Jacqui Davis"
    ],
    "publishers": [
      "Tabletopia"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 19 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}