{
  "948820": {
    "name": "Nevergrind",
    "steam_appid": 948820,
    "required_age": 0,
    "is_free": false,
    "description": "NeverGrind is set in the world of Vandamor, a land inhabited by orcs, giants and dragons! Battle against the occult forces that have sewn chaos and destruction throughout the world. Nevergrind’s gameplay is focused on fighting battles and completing quest objectives throughout four acts. When you first start out, you’re just a recruit helping secure the perimeter of Edenburg. Your commander, Miranda Crossheart, sees your potential and keeps you busy with more difficult quests. This leads to your first boss encounter at Lanfeld Outpost, Chief Grimden. In a similar fashion, each act climaxes with a tough boss battle through which more of the game’s story is unveiled to the player.<br />\r\n<br />\r\nTreasure-finding is a key feature of Nevergrind’s gameplay. Finding rare, powerful items is the best way to make your character more powerful. Since loot is so important in this type of game, a great deal of time and energy was spent designing exciting items. In addition to items with randomized properties, there are more than 800 uniquely designed items that can be discovered. You can even find items from 28 different sets which provide bonuses as you equip more pieces.<br />\r\n<br />\r\nThe combat system also rewards competence. Completing chain combos is a great way to boost rewards, including experience gained, gold find, and magic find. A chain combo is achieved by killing consecutive monsters without leaving combat. Racking up a huge chain combo requires smart equipment decisions, understanding of the item properties, and masterful command of your class’s skills. You can even boost your rewards by fighting multiple enemies at once. As any well designed game should be, taking on big risks leads to big rewards.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/948820/9eac46dc798fef385ce4c9afb00abc37ec847ff9/header.jpg?t=1760765769",
    "developers": [
      "Neverworks Games"
    ],
    "publishers": [
      "Neverworks Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}