{
  "949130": {
    "name": "Draco's Misfortune",
    "steam_appid": 949130,
    "required_age": 0,
    "is_free": false,
    "description": "<i>*Please note this is a solo project made by one guy in his spare time so expect a couple of bugs and typos in the beta demo I'll get them ironed out if you let me know*</i><br><br><strong>Follow Draco Trampus the reckless, shoot first ask questions later bounty hunter and Clyde Lumpkins his book shy, super sensible sidekick. As they take on one last bounty in a bid to raise enough funds to make it over to France to fulfil their dream of owning their own farm and becoming successful sweat farmers.  </strong><br><br>Unsurprisingly Draco's unlucky streak kicks in ruining everything for the pair which takes the player on a surreal journey full of strange and wonderful characters through plenty of interesting locations. In a cruel turn of fate the bounty hunters become the hunted, as the duo race to clear their names and escape the clutches of The Valley.<br><br>Draco's Misfortune takes its inspiration from old classics such as the Monkey Island, Discworld, Day of the Tentacle as well as many other retro classics. It is predominately a point and click adventure game but with a bit of a twist, the use of keyboard for movement and exploration and the use of the cursor/mouse to examine and interact with objects in the scene.<br><br>The gameplay contains multiple different factors for a point and click adventure game such as a sandbox approach to quests with multiple outcomes that can have lasting effects throughout the whole game, RPG style stats system that effects nearly all aspects of gameplay and a karma and fame system that provokes unique responses and quests from certain NPC's and factions. <br><br>The standard exploration and puzzle solving gameplay is broken apart with mini-games such as a driving game to a FPS style shooting game. All these help to keep the gameplay feeling fresh and dynamic leaving the player wondering what they will be doing next, this helps to add a level of immersion to the playing experience not normally seen in this genre of game. <br><br>Play a surreal tale portraying &quot;Evil&quot; from both sides of the fence, allowing the player to experience the journey from the hero's perspective as well as the villain's while touching on some trippy shiz like identity, perspective and the nature of reality.<br><br><br>•      Choose between two characters to play the story, each with their own plot and paths to choose, giving the game tons of replay value.<br><br>•\tMultiple ways to complete the game with different endings and outcomes.<br><br>•\tVaried gameplay from puzzle solving to shooting and driving games with<br>        RPG elements.<br><br>•\tOpen world exploration of 'The Valley' with tons of side quests. <br><br>•\tDynamic story reacts to your choices and play style.<br><br>•\tPower up your player with their stats tailoring them to your play style allowing you take different paths.<br><br>•\tExperience points system (Weirdness Points) which can be used to upgrade your player or gain access to certain factions and areas.<br><br>•\tCurrency system (Coinage) which can be used to purchase items and upgrades in shops throughout Draco's Misfortune.<br><br>•\tMultiple retro style mini-games such as an 'Outrun' inspired driving game to keep the gameplay feeling fresh and unpredictable. <br><br>•\t4 different shires each with its own representation of a form of madness. <br><br>•\tA sandbox approach to quests with multiple outcomes.<br><br>•\tA host of unique and surreal characters, environments and quests. <br><br>•\tAnimation is all drawn frame by frame to give that old cartoony style feel to it.<br><br>•\tRetro style point and click control system reinvented with direct control for<br>       player movement.<br><br>•\tParticipate in complex and meaningful dialogues and scenarios.<br><br>•\tVisit interesting locations and steal stuff.<br><br>•\tExperience the never-ending madness of The Valley.<br><br><br>Credit to BenSound for the trailer music. <br>Moose - Bensound",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/949130/header.jpg?t=1568495257",
    "developers": [
      "R.Mangumpory"
    ],
    "publishers": [
      "R.Mangumpory"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}