{
  "949510": {
    "name": "Deadly Curse: Insane Nightmare",
    "steam_appid": 949510,
    "required_age": "16",
    "is_free": false,
    "description": "New edition of Deadly Curse. One of the best horror game!!! Deadly Curse: Insane Nightmare Edition is placing you in the midst of an action-packed adventure game where you are in control. You enter a mental hospital where doctors are experimenting on patients unlike never before. A priest is here to help the doctors without knowing the stuff they do to those patients.<br />\r\n<br />\r\nOne day, one of the patients tells him about what is happening. He had his lips saw by the nurse, and he is only one of the few that had to deal with these horrific things. The priest casts a spell on the hospital in order to save it and the idea here is that spell reverses things to the point where the crew is dealing with the stuff that those patients had to endure. <br />\r\n<br />\r\nThe security guy and maid did not agree to all these things, but they are still trapped inside the hospital without any means to get out. Even if the police got close to the hospital, no one was able to get in or out of that facility.<br />\r\n<br />\r\nDeadly Curse starts 60 years after the aforementioned events and you take the role of a researcher that gets lost in the jungle and he ends up trying to stay away from weeds in a barren hospital. Little does he know that he is inside the fabled cursed hospital.<br />\r\n<br />\r\n<br />\r\nGameplay:<br />\r\nA you explore the hospital, you will have to find the 10 pictures took by the maid 60 years ago. You will also need to find the key with those pictures. However, the hospital is cursed and you will find lots of ghosts and enemies in there. You don’t have any weapon either, so you must make sure that you avoid any dangerous situations.<br />\r\n<br />\r\nIf your heart rate goes over 160, you will die. That’s why you need to find a way to eliminate those enemies before the heart rate goes too high. All you have is an emergency kit and a battery. Are these tools enough to keep you safe?<br />\r\n<br />\r\nYou will have to deal with many dangerous situations as you play Deadly Curse. But that’s the thing that pushes the experience onward and makes you enjoy the game even more than ever before. It’s a fantastic, way to explore a barren, haunted hospital while also trying to uncover what experiments took place 60 years ago in that mental institution.<br />\r\n<br />\r\nBe prepared, the things you will uncover are not pleasant, but they may help you find a solution to a current day situation as well. <br />\r\n<br />\r\n<br />\r\nFeatures:<br />\r\n<br />\r\n-Use an emergency kit in order to decrease the heart rate.<br />\r\n<br />\r\n-Your flashlight is needed if you want to explore the hospital in safety<br />\r\nBatteries are needed for your flashlight, otherwise you will have to explore in darkness.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/949510/header.jpg?t=1639080916",
    "developers": [
      "Electrical Eagle"
    ],
    "publishers": [
      "Electrical Eagle"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}