{
  "950330": {
    "name": "OIL PATCH SIMULATIONS",
    "steam_appid": 950330,
    "required_age": 0,
    "is_free": false,
    "description": "An enticing Crude Oil Wildcatting game.  Control your own destiny and build a corporate giant.  Then take it to the fields and drill up some cold hard cash. The people need their fuel.  They have made their demands.  They need someone who can deliver on their needs.  They need you.<br />\r\n<br />\r\nThis is the most compelling and challenging game developed in the field of Wildcatting oil.  Brought together with supply, demand, financing, and stock investing to make the business of wildcatting as real as conceivable.<br />\r\n<br />\r\nBegin with a small refining and storage operation.  Use your small market footprint to pull the strings on the supply and demand for a large city’s fuel requirements.  Manipulate market forces as best you can until you control the entire output of your city.  Takeover your competitor’s operations by hostile takeover, or use the more traditional merger strategy and have at it.  <br />\r\n<br />\r\nReal world commodity price modeling along with real world supply and demand bring a sense of reality for this simulation.  Refine, store, and sell your own supply.  Develop new fields from our unlimited old school recreated maps.  Strategize on how to utilize your funds and supplies to gain the upper hand.  Acquire more land, refineries, and storage facilities to contain your objectives.  You are in complete control of your corporate destiny.  Use your best strategies to control the commodities market.  Control markets by manipulating supply and demand to your own ends.  A great plan, the right strategy, and tactics are your best of friends in this simulation.   <br />\r\n<br />\r\nPowerful dynamic market drivers control the demand, product pricing, and stock pricing to keep the fluidity of the game in tacked throughout game play.  Suck up stock dividends based on your corporation’s performance and reinvest or get in on the fun with some insider stock trading in your companies acquisitions.  Use your corporation as a piggy bank and pay yourself dividends or use special dividend payouts for extra personal greenbacks to inflict more havoc.<br />\r\n<br />\r\nMaintain management of the assets you own.  Real life business risks are an integral part of this simulation.  You must be prepared to handle all the business risk a real modern day wildcatter might endure.  Good luck! You’ll need it!<br />\r\n<br />\r\n<br />\r\nIf you like this game check out our other games on Steam.  Click on the Publisher button on the upper right to get a list of our games on Steam.  Thank you for your time!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/950330/header.jpg?t=1560972056",
    "developers": [
      "OIL PATCH SIMS"
    ],
    "publishers": [
      "B. PRODUCTIONS"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 17999,
      "final": 8999,
      "discount_percent": 50,
      "initial_formatted": "¥ 179.99",
      "final_formatted": "¥ 89.99"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}