{
  "950820": {
    "name": "Hiveswap Friendsim - Volume Thirteen",
    "steam_appid": 950820,
    "required_age": 0,
    "is_free": false,
    "description": "Are you aware that most accidents happen in the home? It’s true. You’re just minding your own business, sitting in your living room, and BAM. A large chunk of ceiling falls on your head or a harpoon flies in through an open window. Provided you live near a lot of whale hunting. The point is, it kills you. You’re dead. Randomness abounds. The paths of fate intertwine. <br><br>Accidents happen. Perhaps the accidental crash landing of a spacecraft on an alien planet crawling with FRIENDSHIP opportunities. Perhaps a knife-related accident that ended with a stranger bleeding to death on the floor. Or perhaps the happy accident of coincidence that has resulted with you, here, about to indulge in Friendsim Volume 13, the luckiest volume of all.<br><br>---<br><br>You just crash-landed on Alternia, and you’re <strong>DESPERATE</strong> for friendship! Anyone will do...wait, who are those two trolls approaching you?<br><br>The <i>Hiveswap Friendsim</i> is a quick, loosely-canonical visual novel adventure following the efforts of the unnamed protagonist (that’s you!) to survive and maybe even thrive on the harsh surface of ALTERNIA. Set in the time of <i>Hiveswap: Act 1</i>, this episodic visual novel’s opening volume, written by <i>Homestuck</i> creator <strong>Andrew Hussie</strong>, is sure to satisfy <i>Homestuck</i> and <i>Hiveswap</i> fans who are eager for a darker stroll across the Alternian landscape.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/950820/header.jpg?t=1564506866",
    "developers": [
      "What Pumpkin Games, Inc."
    ],
    "publishers": [
      "Fellow Traveller"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}