{
  "951040": {
    "name": "Solar Command",
    "steam_appid": 951040,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Welcome to the Interstellar Age</h2>The year is 2612. Humanity’s central interstellar government has fallen. Amid the chaos, new factions are rising, eager to chart a course for the future. It is up to you to command their armies and wage war. Who will you lead to victory?<h2 class=\"bb_tag\" >Prepare Your Decks</h2>Choose from a variety of cards representing ships, planets, upgrades and operations. Create unique combinations and strategies to defeat your opponent on the battlefield. Master the cards specific to your faction to guarantee victory.<h2 class=\"bb_tag\" >Build Your Fleet</h2>Utilize the resources of your capital world and the planets you control to construct weapons of war. Learn to wield the unique ships each faction has to offer.<h2 class=\"bb_tag\" >Expand Your Empire</h2>Colonize new worlds to fuel the progress of your young interstellar civilization. Plan your expansion carefully to gather the resources you need. Play powerful cards to ally with minor factions and use their powers against your rivals.<h2 class=\"bb_tag\" >Conquer the Enemy</h2>Eliminate your rivals by seizing control of their planets and systems. Destroy the forces that stand in your way. Defeat your opponent to establish dominance over your region of space.<h2 class=\"bb_tag\" >Rule the Galaxy</h2>Hone your skills in the closed alpha and prepare for greater battles to come. Enlist in the alpha here.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/951040/header.jpg?t=1699593683",
    "developers": [
      "Galactic Games LLC"
    ],
    "publishers": [
      "Galactic Games LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}