{
  "951800": {
    "name": "Softspace",
    "steam_appid": 951800,
    "required_age": 0,
    "is_free": true,
    "description": "<strong><i>We're updating our trailer soon to reflect the new Softspace!</i></strong><h2 class=\"bb_tag\" >Softspace is a new kind of productivity and collaboration tool for creative people.</h2><br><br>Computers are fantastic. They give us superpowers. But every phone and laptop is limited by the same thing: its tiny, flat display. All that information, locked away inside.<br><br><i>Spatial computing</i> sets it free.<br><br>Spatial computing means interacting with digital things in 3D space. It's a new way of using a computer inspired by a very old place: the physical world.<br><br>That's why you're already so good at it.<br><br><strong>Learn more at .</strong><h2 class=\"bb_tag\" >Help Us Build Softspace</h2><br><br>Softspace is being built by creative coders Yiliu Shen-Burke and Daniel Massey. We're making the productivity tool that we wish had existed back when we were studying and working as designers.<br><br>Spatial computing is an exciting new medium that's still in its infancy. As we build Softspace, we're constantly challenging ourselves to work from first principles. Often, a building block we need doesn't exist yet—so we have to invent it.<br><br>The way to find out which of these inventions work, and which need rework, is to get Softspace into your hands. We're eager to make Softspace better and more useful with your input.<br><br><strong>See what we're working on next.</strong><br><br><strong>Questions and feedback welcome at <i>hi@softspace.io</i>.</strong><br><br><strong>Follow us on Twitter, Facebook, and Instagram for tips and updates.</strong><h2 class=\"bb_tag\" >Let's Get Started!</h2><br><br>Once you have Softspace installed, please visit <strong></strong> for instructions on getting started.<br><br>Softspace is free to use. With the Free plan, you can create or join up to three workspaces, and each workspace can contain up to 50 items. Softspace power users can upgrade to the Plus plan for unlimited workspaces, and up to 1000 items per workspace.<br><br><strong>If you purchased Softspace during our Beta period, you should have received an email about claiming your one year of Softspace Plus credit. Please write us at hi@softspace.io if you haven't received your credit yet, and we'll get you set up ASAP.</strong><h2 class=\"bb_tag\" >Release Notes</h2><br><br><strong>See All Release Notes</strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/951800/header.jpg?t=1595347820",
    "developers": [
      "Softspace Inc."
    ],
    "publishers": [
      "Softspace Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 21 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}