{
  "951990": {
    "name": "Pepper's Castle",
    "steam_appid": 951990,
    "required_age": 0,
    "is_free": true,
    "description": "A basic RPG made with RPG Maker MV.<br>Explore the thirteen existing kingdoms and see the mysterious broken kingdom. Each kingdom has their own element and a champion that has mastered the said element. Elements that include Dream, Death, Plant, Electric, Metal, and Beast.<br>Play as a mercenary named Toast hired by a what appears to be a woman named Lady Clipboard. Clipboard has hired you to kill all the humans and destroy all they they hold dear to make the world more beautiful. Or rebel against this entity and follow the titular Queen Pepper and help her and the other kingdoms stop the titans, monsters that wish to consume all humans.<br>Navigate through each kingdom to find the royals to either destroy the champions or join the champions. Then once your goal is complete head to the broken kingdom where the monsters all hide and try to find your rewards.<br><br>Controls can be changed in the pause menu.<br>Default controls are:<br>Use arrow keys or NUM 8, 4, 6, and 2, to move.<br>Hold shift to run or activate &quot;always sprint&quot; in the pause menu.<br>Spacebar or Enter to either interact or select a menu option.<br>Esc to back out of menus or open the pause menu.<br><br>In combat:<br>Attack to do a basic attack.<br>[Elemental] use an attack that uses energy.<br>Guard to decrease damage taken and recover energy.<br>Use Item to use items such as food or potions.<br><br>Who among you are brave enough to find the Cosmic Medallian?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/951990/header.jpg?t=1648660379",
    "developers": [
      "Fox and Eagle"
    ],
    "publishers": [
      "Fox and Eagle"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 3 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}