{
  "951920": {
    "name": "Charlie's Conscious",
    "steam_appid": 951920,
    "required_age": 0,
    "is_free": false,
    "description": "From a violent exchange screaming at Bob for his wallet, to a fully legit career. Just make sure Charlie lives to see himself prosper; Don't let him die young. <br><br>This game aims to be very communally driven and is in full-blown development every day. As an [early access] video game, we at _TrackC Studios can assure you that it will be adamantly appended and built with the community in mind. Please understand, however, because it is early in the developmental stages, it could have unseen bugs and brittles. That is where you come in: Help us help you by creating the RPG game of the year.<br><br><strong>Features as of now (Early Access v. 0.1.4)</strong><br>- Carefully custom developed UI system<br>- Basic Economy<br>- Fully functional apartment complex, school system, job center, and shop<br>- Beautifully crafted post-processing effects that add character to the graphics<br>- Functioning Pedestrian AI Action Programming (Walk, change direction)<br>- Functioning Car AI Action Programming (Drive, change direction)<br>- Tutorial<br>- Runs smooth and without issue<br><br><strong>Features projected in the next month [Release date unaffirmed] (Early Access v. 0.1.5)</strong><br>- Basic Interaction with Pedestrian AI<br>- FIRST PRIMITIVE SAVE SYSTEM<br>- Banking (Physical)<br>- More access to the city<br>- Add more cars<br>- More jobs available at Job Center<br>- Add more people (All serve a unique purpose hopefully)<br><br><strong>Long-term goals</strong><br>- COMPREHENSIVE SAVE SYSTEM<br>- Fully functional, comprehensive town<br>- Bars, complete with gambling center<br>- Drivable and purchasable Cars at dealerships<br>- Loans (For big purchases)<br>- Guns (So for protection or for violent acts)<br>- Housing that is customizable<br>- Particle effects that enhance the graphical component<br>- Clothing<br>- Skateboards, bikes, and other modes of transportation cheaper than a car<br>- MULTIPLAYER; Has potential.<br><br>- More to come as functions become necessary or apparent.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/951920/header.jpg?t=1540177662",
    "developers": [
      "_trackC Studios"
    ],
    "publishers": [
      "_trackC Interactive LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}