{
  "952460": {
    "name": "Lovecraft Quest - A Comix Game",
    "steam_appid": 952460,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/952460/extras/372b7414be9c5d504e1a5ee36b46b7f2.avif?t=1572194605\" width=614 height=324 /></span><br><strong>Lovecraft Quest</strong> is a special mix of a game and interactive comics based on stories by Howard Phillips Lovecraft - a recognized master of the horror genre. You are to investigate and reveal the mystery of the Temple of Nameless Cults that was built at the dawn of time for worshiping Other Gods. You have to avoid traps, solve puzzles and react very fast fleeing from Lovecraftian horrors which fill the labyrinth of that Temple. You’ll meet the lord of the Deep Ones - Dagon, the servant of the Ancients - Shoggoth and, perhaps, Cthulhu himself! The plot twists, life and common sense of the main character depend completely on your decisions.<h2 class=\"bb_tag\" >🐙A UNIQUE COMICS STYLE</h2> Imagine that you are reading exciting colorful comics. Yet, unlike typical comics, there are a lot of interactive elements in the game - puzzles, alternative endings and inbuilt mini-games. Every scene is drawn by hand with great attention to details and respect to H.P. Lovecraft's works in order to convey the original style of his stories in the best possible way. Minimalistic interface, also in comics style, lets you dive into mysterious atmosphere of ancient dungeons and fully enjoy the story told in the game.<h2 class=\"bb_tag\" >🐙EXCITING ADVENTURE</h2> After a shipwreck you find yourself on an island, lost in the endless ocean. The only passage from the bay where you came to your senses, looks extremely ancient and full of hidden threat. This is an entrance to the dungeons of the Temple of Nameless Cults. What terrible secrets and beasts are hidden in the labyrinths of this Temple and where careless curiosity can lead - you are to find it all in a captivating comics story.<h2 class=\"bb_tag\" >🐙AMAZING MINI-GAMES</h2> In Lovecraft Quest there are both classic puzzles in style of the good old 2D point-and-click quests and reaction mini-games. Real adrenaline rush is waiting for you in the dynamic scenes where you should decide quickly and choose the appropriate variant of your actions. For example, when you meet one of the beasts dwelling in the dungeons of the Temple, you may try to escape it, choosing the correct door in limited time.<h2 class=\"bb_tag\" >🐙MULTIPLE ENDINGS</h2> The game includes six different ending variants. In best Lovecraft's traditions almost all of them are this or that variant of the main character's death. Be careful with your decisions as the Temple of Nameless Cults is full of deathly traps! Each careless step may become the last one. Still, you can try to find out all the variants of your hero's doom - everything is in your hands!<h2 class=\"bb_tag\" >🐙RANDOM ELEMENT</h2>To make your game experience unique, Lovecraft Quest widely uses random events and procedural generation - while creating labyrinths, for example.<h2 class=\"bb_tag\" >🐙COLLECTION OBJECTS</h2> In some rooms of the Temple you may find artifacts - things from the Lovecraft's stories, such as Necronomicon, a legendary book written by a crazy alchemist and necromancer Abdul Alhazred. This book describes the story of the Ancients - extremely powerful creatures, dwelling beyond the borders of our dimension - and the magical rituals that can invoke them. The legend tells that the original book was irretrievably lost, and that the last of the remaining copies is kept in the library of Miskatonic University, located in the town of Arkham. You may try to find all artifacts and to learn the story of the each.",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/952460/header.jpg?t=1572194605",
    "developers": [
      "OGUREC APPS"
    ],
    "publishers": [
      "OGUREC APPS"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 15,
      "highlighted": [
        {
          "name": "A-A-A-A-A-A-A-A!!!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/952460/72bfc0a422b001b95de8adc8e5b758e675fc3c2f.jpg"
        },
        {
          "name": "Nom-Nom!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/952460/9d7e4f937564ad710ea6d78bb12044b1a6a69313.jpg"
        },
        {
          "name": "Winner, Winner, Shoggoth Dinner!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/952460/4169b8b370fdb4dd9fef9b37fb5ba449d84f71c8.jpg"
        },
        {
          "name": "Father Dagon",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/952460/044a04d42f787858e33d12c7d24f7642f7d3a725.jpg"
        },
        {
          "name": "Please Welcome - the Deep Ones!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/952460/ce39bf9807eb514052e7eb0971e67ee53f6ec8a9.jpg"
        },
        {
          "name": "Oh No, It's a Cave-in!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/952460/4a35fe7ecc2019129db09386769f6271a3e069f5.jpg"
        },
        {
          "name": "The End of Humanity",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/952460/766b18fe92f66c3d9abcfd78e4a1e5fb7c949a46.jpg"
        },
        {
          "name": "The Collector",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/952460/a11e1415f01b850b7437ed4c6c1c099c3db9923c.jpg"
        },
        {
          "name": "The Amnesia",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/952460/ace983afc8e5cde3ce6c23788f34b17658af2223.jpg"
        },
        {
          "name": "The Lucky One?",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/952460/39abc8ee62cd8d06940bf2b946582df7a1b45902.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}