{
  "953310": {
    "name": "Trajes Fatais: Suits of Fate",
    "steam_appid": 953310,
    "required_age": 0,
    "is_free": false,
    "description": "Suits of Fate is a dynamic fighting game made in 2D art in which you control the guests of a costume party.<br />\r\nA mysterious entity grants powers to some chosen ones, imprisoning them in a magic barrier. They will have to fight each other if they want to free themselves from this prison.<br />\r\n<br />\r\nNathália Clarimond is the birthday girl of the party, wearing her symbolic fairy costume. His faithful bodyguard, Lourenço, will have much work to protect her in the troubled events that will follow. Besides them we also have angel, succubus, scarecrow, platypus and many beings full of personality.<br />\r\n<br />\r\nSYSTEM<br />\r\n <br />\r\nIn the TRAF universe, the characters gained powers according to their fantasies. Its cosmic and human powers are represented in the arrangement of the 4-button attack, in which we have two for the normal and two for the powers:<br />\r\n<br />\r\nHuman attacks are on the normal weak and normal strong buttons.<br />\r\nThe powers are represented on the alpha and beta buttons.<br />\r\n<br />\r\nTo perform the powers, you expend the energy of your Ghana Bar. This bar is also important for various actions such as canceling defense and allowing cancellations that extend combos. The most efficient way to fill it is to hit normal attacks on the opponent.<br />\r\n<br />\r\nAs the character loses his life energy, his barbell gains benefits. Among these advantages are a lower expense of winning for supers and cancellations between powers, thus allowing larger combos.<br />\r\n<br />\r\nLAST FORCES MODE<br />\r\n<br />\r\nThe Bar of Ghana still has a surprise factor.<br />\r\nIf the character is not defeated with a Super, then this bar can assume the role of life. this represents the character fighting to the last forces.<br />\r\n <br />\r\nIn this case, the Bar maintains both functions, both Ghana and Life characteristics, giving the player more opportunity to win, but costing each error.<br />\r\n <br />\r\nEach character has a unique style of play and a wide variety of combinations to explore. The cancellations are very free, having as main limitation the amount of Barra, requiring a good administration of this on the part of the player.<br />\r\n <br />\r\n The party is about to start.<br />\r\n Be my guest.",
    "supported_languages": "英语, 葡萄牙语 - 巴西<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 简体中文, 日语, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/953310/header.jpg?t=1621473431",
    "developers": [
      "Onanim Studio",
      "Valente Studio"
    ],
    "publishers": [
      "Onanim Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}