{
  "953380": {
    "name": "Flipside Genesis",
    "steam_appid": 953380,
    "required_age": 0,
    "is_free": false,
    "description": "Congrats, you have just inherited your father's contract space security company! Unfortunately, this is because your father has been missing for months and is presumed deceased. You have a rented hangar full of junk, a rusty old space fighter, and are a week from being out of business. Good luck!<br><br>Flipside Genesis is a fun single-player take on the space simulator genre. Fly missions, earn credits, and improve your reputation!<br><br>Features:<br><ul class=\"bb_ul\"><li>An opinionated AI assistant.<br></li><li>A flight model that focuses on bringing back the fun of &quot;space dogfights&quot; rather than pure realism.<br></li><li>A single space fighter with a single weapon system.<br></li><li>A hangar for you to park your ship in.<br></li><li>A mission board for accepting new missions.</li></ul><br><i>Note: While you can use a controller to fly your ship, controllers aren't officially supported yet. We plan to offer full controller support for all menus and in-game functionality soon.</i><br><br>Ongoing Development:<br><br>Flipside Genesis was born from a game jam submission, and is very much under continuous development. There are several features in active development, including:<br><ul class=\"bb_ul\"><li>In-flight energy and systems management.<br></li><li>A selection of different weapons and components that can be attached to your ship.<br></li><li>Business management aspects include paying weekly rent and repair costs.<br></li><li>A full voice over pass for in-game content.<br></li><li>More ships you can purchase and upgrade.<br></li><li>New hangar environments, allowing you to store more ships.<br></li><li>More weapons and ships systems<br></li><li>Manufacturing and R&amp;D upgrades, allowing you to improve your systems over time.</li></ul><br>Flipside Genesis is very much in active development. If you like the idea of buying an early version of the game and following along as the game develops, or even contributing ideas and bug reports, this is the game for you!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/953380/header.jpg?t=1560540813",
    "developers": [
      "GrimFox Games Inc."
    ],
    "publishers": [
      "GrimFox Games Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5400,
      "final": 5400,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 54.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}