{
  "953760": {
    "name": "Gravity Spin",
    "steam_appid": 953760,
    "required_age": 0,
    "is_free": false,
    "description": "When an asteroid hits a researc base on an even bigger asteroid, severe damage threatens destruction of the entire station. Only YOU can prevent that! Problem is, your powersuit got damaged as well and your chances of survival are MINIMAL. Still, somebody's gotta do it. Your task is simple:<br>Find the repair drone and let it do its thing. But to do that, you have to navigate dangerous caverns, science divisions gone rogue and more, fight dangerous enemies and upgrade your suit along the way to ensure your survival. The best tool to help you with that is the gravity spin module allowing you to spin around gravity, which might actually prove to be a bit more confusing than first anticipated.<h2 class=\"bb_tag\" ><strong>Gravity Spin is a metroidvania with a literal spin.</strong></h2><br>This is a traditional Retro Metroidvania with a heavy focus on exploration and survival. The asteroid base is a dangerous place and your arsenal is limited - when you start out, you don't even have a weapon. You have to upgrade your character in order to progress. Can you save the station from destruction?<br>The Gravity Spin mechanic is the best tool to navigate the environment, but you have to be careful: As gravity spins around you, the angle of movement spins around as well. Up becomes down and left becomes right. Enemies, too, are affected by gravity so be aware of your surrondings!<br><br>This retro-styled metroidvania is difficult and challenges you on every spin - literally. However, if you are unsure about how much challenge you want, you can always go to the settings menu and select the optional <strong>EASY MODE</strong> to help you reduce the challenge. Easy mode helps you navigate the asteroid base in the beginning and greatly reduces the danger from enemies. Ideal for newcomers and explorers who just want to see what the game has to offer without death behind every door.<h2 class=\"bb_tag\" ><strong>Features:</strong></h2><br><ul class=\"bb_ul\"><li>Vast, interconnected world<br></li><li>Gravity spin mechanic - Up is down, left is right<br></li><li>Tough as nails difficulty - Optional easy mode<br></li><li>Retro look and feel - But comes with an autosave feature<br></li><li>Lots of upgrades and hidden secrets<br></li><li>Explore the history and secrets of earth and the asteroid base</li></ul><br>-------------------------------<br><i>Controller Information:<br>This game is compatible with a wide range of gamepads. However, due to limitations with the engine, some controllers may not work properly. There is, unfortunately, nothing I can do about that. Should you have any trouble with your gamepad, maybe try another gamepad or use the keyboard. I apologize for the inconvenience.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/953760/header.jpg?t=1750429322",
    "developers": [
      "ERMedia"
    ],
    "publishers": [
      "Plug In Digital"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}