{
  "955570": {
    "name": "Teck Boxing 3D",
    "steam_appid": 955570,
    "required_age": 0,
    "is_free": false,
    "description": "You are an aspiring young boxer, battling it out among the best for a shot at glory in this punch out thriller.<br />\r\n<br />\r\nAnd a word about these guys you're up against, they're the most ruthless bunch of fighters you'll ever come across; they're rough, they're tough and they've got the fastest set of reflexes you've ever seen. It's going to be tough even landing a punch, not to talk of knocking them out, you'll have to be fast, quick and intuitive. Show them no mercy because they'll show you none.<br />\r\n<br />\r\nStudy their weaknesses, learn to use them to your advantage. You're going to need a whole lot of concentration in this one, monitor your strength and stamina levels and avoid throwing haphazard punches or else you'll deplete your strength up to the point where you can't throw any meaningful punches and you'll make it easy for your opponent to knock you out cold.<br />\r\n<br />\r\nAnd the rules, there are no official rounds, no technical knockouts here, just knock your opponent out till he can't get up again during the referee count and vice versa. If you're knocked out, don't rush to get up. Try to stay down for as long as possible as your strength levels only get replenished when you're down, same for your opponent.<br />\r\n<br />\r\nTeck Boxing 3D is a very light title built to be played on any PC, it's hardware requirements are minimal and it can be played even on mini 10.5 inch laptops, it is ideal for both home PCs or when you're on the road.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/955570/header.jpg?t=1539768688",
    "developers": [
      "Tonye Amienyo"
    ],
    "publishers": [
      "Tonye Amienyo"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}