{
  "955940": {
    "name": "Asterion",
    "steam_appid": 955940,
    "required_age": 0,
    "is_free": false,
    "description": "ASTERION is a 3D action and adventure game with puzzle elements, very much in the vein of Zelda games with a dash of Souls-like. <br />\r\n<br />\r\nYou are Asterion, last in a long line of minotaurs bred to brave the dangers of the Labyrinth of Crete: an ancient, enigmatic, massive structure.<br />\r\n<br />\r\nIts purpose is a mystery, but yours is not: you must go in and keep the world from ruin. <br />\r\n<br />\r\n<br />\r\nInside the cyclopean dungeon you will explore the Five Warden Realms from a central hub. Each is a unique, hand-crafted and interconnected environment with its own fierce enemies and challenges to overcome.<br />\r\n<br />\r\n<br />\r\nTo aid you in your quest and face the risks of the Labyrinth, you are equiped with the mighty Labrys: a powerful ceremonial axe of heros of old, key to unlocking the mysteries of the past. Without the Labrys by your side, you'd be doomed. <br />\r\n<br />\r\n<br />\r\nIn each Realm you must seek one of the Five Wardens: powerful entities that will test your mettle in epic boss battles. Why they are here and what they are guarding is yours to uncover. <br />\r\n<br />\r\nOvercome their challenge to prove worthy of their Blessings: fractions of an ancient ritual and key to unlocking new, upgradeable abilities.<br />\r\n<br />\r\nOnly then will you be ready to face the final challenge and risk saving the world.<br />\r\n<br />\r\n<br />\r\nThe world hangs on a thread, Asterion: heed the call of the Labrys, face the Wardens, acquire their Blessings, uncover mysteries and prevent catastrophe! Fulfill your destiny!<br />\r\n<br />\r\nTLDR: Your classic, Zelda-like get-the-five-McGuffins-save-the-world action/adventure set in a mix of Bronze Age Mythologies. Also, you are a minotaur, Harry.",
    "supported_languages": "英语<strong>*</strong>, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/955940/header.jpg?t=1539356174",
    "developers": [
      "Glass Bear Studio"
    ],
    "publishers": [
      "Glass Bear Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}