{
  "956290": {
    "name": "The Martian Job Demo",
    "steam_appid": 956290,
    "required_age": 0,
    "is_free": true,
    "description": "Rob the first Martian casino and find out who really rules the planet! Crack a safe, break some hearts, start a revolution, or get rich beyond the stars!<br><br><i>The Martian Job</i> is a 155,000-word interactive novel by M. Darusha Wehm. It’s entirely text-based, without graphics or sound effects, and fueled by the vast, unstoppable power of your imagination.<br><br>Welcome to Mars, where one last safecracking job could nab you enough platinum to last a lifetime. But how will you pull off your heist? Do you hack into the vault, blast your way in, or finesse the locks? Can you trust your misfit team of grifters and con artists? Can they trust you?<br><br>Succeed in your mission and win power, love, and money—or fail and spend the rest of your life tending bar on another planet. Pay enough attention, and you’ll learn about the corrupt Martian government as you go—along with the rebels who oppose it and the corporation trying to take it over. Will you choose to save the planet’s troubled colonists, or use the information for your own gain? You’ll also encounter opportunities to avenge an old comrade, thwart the machinations of a power-hungry tycoon, or start a revolution. Decide where your loyalty lies: with your team, with Mars, or only with yourself.<br><br>Can you shape the destiny of humanity’s first interplanetary colony—and walk away with a trunk full of platinum?<br><br><ul class=\"bb_ul\"><li> Play as non-binary, female, or male, as ace/aro or as monogamous or poly, and find romance with people of all genders.<br></li><li> Raid the first casino on Mars.<br></li><li> Master real casino games like blackjack and roulette.<br></li><li> Lead a crack team of expert thieves, or sell out anyone for a shard of platinum.<br></li><li> Infiltrate the center of Martian power to control, destroy, or join forces with the planet’s rulers.<br></li><li> Start a revolution to topple the government, or defeat the rebels from within.<br></li><li> Dominate the corporate world with an elite interplanetary industrialist, force him out of business, or execute a hostile takeover.<br></li><li> Control the future of humanity on another planet!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/956290/header.jpg?t=1734033715",
    "developers": [
      "Choice of Games"
    ],
    "publishers": [
      "Choice of Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}