{
  "956320": {
    "name": "Fantasy Grounds - Reign of Terror (CoC7E)",
    "steam_appid": 956320,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Reign of Terror</h2><strong>Mythos Horrors during the French Revolution!</strong><br>Reign of Terror is an epic two-part historical scenario, set during the French Revolution, playable as a stand-alone adventure or as an historical interlude for use with Chaosium's premium campaign Horror on the Orient Express.<br><i>&quot;The blade is poised, a shining length of bright sharp steel. The light glints on a small pattern on the blade, a concentric circle. The crowd holds its collective breath. Time stands still for an instant, and then the blade falls...&quot;</i><br>A time of struggle, intrigue, and horror. A divided country, where the upper class enjoys the bounty of wealth, and the poor cannot afford a load of bread. Where the cries of anger and rage at life's injustices find momentum, sparking the people to unite and cast away the old regime for a brighter and more hopeful tomorrow. In time, hope will be replaced with fear as The Terror descends upon France, and the guillotine cries out for blood.<br><i>The crowds gather baying for blood, while the &quot;chop-chop-chop&quot; of the guillotine calls out...</i><br>Developed by Call of Cthulhu mastermind Mark Morrison as a secret chapter in the story of Horror on the Orient Express, Reign of Terror has been designed for play with or without reference to that campaign. If used with Horror on the Orient Express, it provides an exciting and action-packed &quot;living handout&quot; that brings new insights and illuminates the players into the full horror of one of the campaign's dire villains.<br>Part One, set in 1789 amid the stirrings of the revolution, sees the investigators descend into the catacombs of Paris and brave the tribulations of courtly life, where debauchery and wickedness bring there own terrors.<br>Part Two, set during The Terror, catapults the investigators into a conspiracy, where spies and agents seek out those who would destabilize the new regime. Caught amongst the chaos and dangers of Paris, the way must be found to stop a nightmare that would plunge France and the rest of Europe into darkness.<br><i>&quot;Meat is a luxury for many. Butchers slaughter beasts in the courtyards behind their shops; the blood flows out into the streets. The better cuts go to the wealthy while poorer Parisians eat mutton, sausages, offal, and salted pork.&quot;</i><br>This book provides a stand-alone setting, with a plethora of historical details to help the Keeper bring Paris and the French Revolution to life. Profusely illustrated throughout, with detailed maps of Paris, the Palace of Versailles, and more! Alongside the two-part scenario of Reign of Terror is a range of scenario seeds, each providing roots for extending play and building a longer, more in-depth campaign.<br><i>&quot;I saw only narrow, dirty, and foul-smelling streets, and villainous black houses, with an air of unhealthiness; beggars, poverty; wagons-drivers, menders of old garments; and vendors of tea and old hats...&quot;</i><br><strong>--Jean-Jacques Rousseau<br>Further supporting the timeframe, the Keeper is provided with a full timeline for the French Revolution, from May 1789 to July 1794, as well as a detailed bibliography of books, films, websites, and graphic novels for further research and inspiration.<br>Character Sheets and Handouts</strong><br>For use with both options of play are six ready-to-use pre-generated soldier investigators, each detailed with their statistics and motivations. There are included in the download package.<br>Also, for those wishing to create their own characters and further explore the setting, are ten era-specific investigator occupations, including cleric, noble, and peasant, as well as guidance on social class, income, and weapons of the period.<br><strong>Liberty! Equality! Fraternity!</strong><br>Whether choosing to play Reign of Terror as part of Horror on the Orient Express or as a stand alone scenario, its twisting plot, dire threats, and enthralling streets of Paris (to say nothing of the horrors within the catacombs!) will keep your gaming group entertained for multiple play sessions.<br><i>Adapted for Fantasy Grounds by: </i><strong>Ray Darling</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Call of Cthulhu 7E ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/956320/header.jpg?t=1768404643",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 6200,
      "final": 6200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 62.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 10 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}