{
  "957080": {
    "name": "EEP 15",
    "steam_appid": 957080,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>EEP</strong> is the leading software for designing and operating railway layouts and therefor Germanys bestselling model-railway simulation. Create complex and highly realistic railway worlds on your PC or notebook with<strong> EEP eisenbahn.exe</strong>.<h2 class=\"bb_tag\" >EEP is the No. 1 among railway simulators:</h2><br><ul class=\"bb_ul\"><li>Germany's leading railway simulation for the PC<br></li><li>Top-selling model railroad simulation with 1.2 million units sold<br></li><li>The most versatile railway simulator on the market<br></li><li>More than 20 years of experience and railway competence<br></li><li>Multiple media awards<br></li><li>Most advanced rail simulation on the market<br></li><li>Over 900,000 development hours</li></ul><br>The complete model railway for the PC was invented more than 20 years ago and has since enjoyed great popularity thanks to a multi-layered development. From version to version, the software gained many useful features: automated routes, comprehensive signalling, custom timetables, a huge assortment of models, dynamic weather, day and night cycles and much more.<br><br><strong>The latest edition of EEP is unsurpassed with it's wealth of editing options, model detail and operational controls!</strong><br><br><br><br><strong>The leading railway design and operation simulation is now multilingual in German, English and French.</strong><br><br>Initiated in 1998 by two students, EEP has evolved into a construction and operation simulation encompassing everything related to railways. And this year, it's set to embrace the international market with versions in English and French. From the outset, designers, developers and railway enthusiasts cooperated to accomplish the most comprehensive layout and operation simulation possible. Build your individual and highly detailed model railway worlds, designing complex traffic networks for rail, road, tram, air- and waterways. Choose from an ever growing assortment of figurines, both with and without animation, rolling stock, fauna and flora, as well as buildings, structures and landscape elements of all kinds. <br><br>The most important features of EEP15<br><br><ul class=\"bb_ul\"><li>Complete railway simulation with all traffic networks<br></li><li>Highly realistic down to the smallest details<br></li><li>Models supporting Nvidia's &quot;PhysX&quot; engine<br></li><li>Custom labelling: Allows custom inscriptions on suitable models<br></li><li>Convenient route editing in 2D &amp; 3D<br></li><li>Load freight and fixate it for safe transport<br></li><li>Capture pictures and videos from within the software<br></li><li>Track diagram control panel with a wide range of functions<br></li><li>Automatic/manual filter modes for all contacts<br></li><li>Variable initial layout shape (U,L,O,S)<br></li><li>Overview window for quick orientation<br></li><li>Video tutorials for easy learning<br></li><li>Lua script language with extensive command set</li></ul><h2 class=\"bb_tag\" ><br>New Models and Editors</h2><br><ul class=\"bb_ul\"><li>Top model: ICE4 train set BR412 with train number 9005 as &quot;ICE 582&quot;.<br></li><li>Re-designed, detailled models of DB catenary masts<br></li><li>Ponsse Buffalo 8W forestry machine<br></li><li>Mercedes-Benz Actros with loading crane<br></li><li>EEP resources split into two sets, differentiating between old and new models<br></li><li>More than 100 included models suited for the new labeling function<br></li><li>Convenient alteration of signal and switchpoint IDs<br></li><li>Tip text editor for models<br></li><li>Fixate freight to rolling stock for safe transport<br></li><li>Automatic / manual mode switchable in vehicle contacts</li></ul><h2 class=\"bb_tag\" >Even more operating comfort</h2><br><ul class=\"bb_ul\"><li>Multilingual Software for Windows Version 7 and higher<br></li><li>Ready-to-use layouts<br></li><li>Ready-made scenarios for a quick start<br></li><li>New top model: ICE4 train set BR 412<br></li><li>A variety of 3D models, (buildings, vegetation, rolling stock, etc.)<br></li><li>Comprehensive manual (PDF)<br></li><li> Original DB signal book as PDF</li></ul>",
    "supported_languages": "英语, 法语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/957080/header.jpg?t=1548345375",
    "developers": [
      "Trend Redaktions- und Verlagsgesellschaft mbH"
    ],
    "publishers": [
      "Trend Redaktions- und Verlagsgesellschaft mbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}