{
  "957300": {
    "name": "Fantasy Grounds - Meanders Map Pack: Meredark Jungle (Map Pack)",
    "steam_appid": 957300,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Meanders Map Pack: Meredark Jungle</h2><i>Meanders Map Pack: Meredark Jungle. This pack contains 34 Jungle Themed maps.</i><br>This pack is an expansion set that includes a large set of varied Jungle-themed maps inc. 'Blenders' to gradually transition from one terrain type to another - these special maps can help provide limits to a maps edge or open the way to more adventurous climates. It also contains a large selection of jungle river bends, straights and crossroads with multiple 'flipped' variants to help you assemble a huge variety of river layouts, Cannibal Villages, Villages, Rapids, Canyons, Swing-bridges, Piranha-Infested Waters, Assorted Temples &amp; Temple Entrances, A Pit, Jungle Lookout Platforms, Waterfall, Dense Jungle and Mossy Cavern. A selection that aims to cover the majority of Jungle-inspired story-lines.<br>Maps are sized specially for FG at 1350x900 and under 500 kb each to help prevent slow-down during play. The maps are sized to perfectly fit a 50 or 60px grid that you can manually place over the top of the map using Fantasy Grounds. Join the maps in this module together with each other, with other modules in this series, use a single map or use a combination of Time-lapse, Role-play and/or the supplied weighted Random Roll Table to determine when maps are used and where adventurers end up next.<br>DM Convenience is the focus with several ways to access, use and choose the maps in this module. Use the VISUAL MAP SELECTION PANEL and pick your map from the thumbnails and yellow label by clicking on the pin. Or use the RANDOM ROLL TABLE - a d100 table to pick your destination at random Or open Images/Maps tab to bring up a list of the maps labelled with a heading in [CAPITALS] and a brief description of each map so that you can quickly identify different files in this module, maps from this module and identify this module from others even if you have other FG meander modules open. It also includes a table of 21 ADVENTURE SEEDS to help set the tone for the Meredark set and provide story hooks to get started.<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/957300/header.jpg?t=1768404829",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 17 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}