{
  "957450": {
    "name": "Seul (Alone): The Day Before (Prequel)",
    "steam_appid": 957450,
    "required_age": 0,
    "is_free": true,
    "description": "Seul (Alone): The day before, is a prequel precursor to Seul (Alone): The entree, it takes place literally the day before.<br />\r\nIt is a gift to the reader and the start to a journey into a world with other worlds behind the facade of the world being inhabited, a dark world that is just out of reach behind the curtain should you choose to go there. <br />\r\nOver the course of the story one begins to learn of the characters in play and the protagonists thoughts, troubles, emotional motivations and qualms that become troubling to discover as you interact and explore the surroundings.<br />\r\nSeul (Alone): The day before, is the doorway into what comes after with some answers but even more questions.<br />\r\n<br />\r\nThrow yourself down the rabbit hole of this mystery digital novela.<br />\r\nThe first of the series, begins with you waking in bed on a very normalized day, but the day has more in store if you choose to see it.<br />\r\nYou will meet a variety of characters and in doing so discover more about yourself then about them.<br />\r\n<br />\r\nThis is only the beginning of a mystery that is unraveling across multiple games, some text based interactive fiction, some may even be in the third dimension.... dont touch that dial.<br />\r\n<br />\r\nSeul (Alone): The Day Before is a text based linear story with some non-linear branching paths. <br />\r\nThere arent as many choices to be made in this game, but this prequel merely serves as an introduction to the story, world, characters and gameplay style. <br />\r\nSeul (Alone): the entrée is quite different with a completely non-linear story and a multitude of choices and endings as you have been thrust into The Aphotic (Dark Realm) on a philosophical adventure.<br />\r\n<br />\r\nAuto save progress feature and Load previous game feature.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/957450/header.jpg?t=1728763848",
    "developers": [
      "Paranormal Games"
    ],
    "publishers": [
      "Paranormal Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}