{
  "957440": {
    "name": "Swords and Sandals Pirates",
    "steam_appid": 957440,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><i>You have been a knight. You have been a gladiator. Now, for the first time in Swords and Sandals, you are a PIRATE!</i></strong><br><br>Join us on the grandest adventure of all in <i>Swords and Sandals Pirates</i> the latest epic chapter in the hugely popular game series! The Four Oceans War is upon us, and it is time to board a ship, set sail and claim your stake of the Tritonian Oceans.<br><br>This is a pirate themed RPG / strategy unlike any other. One part Civilization, one part Ancient Art of War, one part Monkey Island, <i>S&amp;S Pirates</i> sees you control one of ten famous sea captains, compete for islands, build ships, fight battles on land and sea, duel in arenas and on masts, search for treasure and try to avoid mutinous crews on your quest to gain control of Tritonia's massive oceans. <br><br><i>Swords and Sandals Pirates</i> is by far the biggest and most tactical of all the S&amp;S games. For fans of 2008's S&amp;S Crusader, you'll love this spiritual sequel to the classic wargame. For newcomers to the series or fans of pirate games in general, you'll find this game sometimes fun, sometimes hilarious, sometimes challenging bout always infinitely replayable!<br><br>What are you waiting for? Your ship is waiting for you, the time has come to lay your claim to the Four Oceans and become the greatest pirate captain of all.<br><br><strong>Game features</strong><br><ul class=\"bb_ul\"><li> Choose from one of 10 famous captains from Swords and Sandals history, including heroes like Belgrave and Wolfgang and villains such as HeChaos and Antares!<br></li><li> Sail a top down ocean with over 50 islands, brimming with secrets, angry natives, treasures to discover and adventures to be had<br></li><li> Navigate whirlpools, dangerous storms, seductive mermaids and more as you cross the vast four oceans of Tritonia.<br></li><li> Build and upgrade your ship's sails, cannons, hull armour and more as you construct a galleon to strike fear into your enemies<br></li><li> Forage, fish, mine, even dig for treasure as you search for valuable resources to fuel your faction<br></li><li> Fight tactical squad battles with a crew of up to 50 sailors. Cast powerful magics to heal your crew or call lightning down upon foes<br></li><li> Turn based ship to ship combat - blast your foes with cannons or attempt to board their ship and seize control<br></li><li> Gladiator style dueling in arenas and on ships as you do battle against enemy captains in turn based combat<br></li><li> Fight giant monsters on land and at sea, legendary creatures such as the Dragon Turtle and the Great Kong.<br></li><li> Over 50 <i>Choose your own adventure</i> style mini quests, from fleeing cannibals to getting into tavern brawls with drunken sailors<br></li><li> A <i>Swords and Sandals IV</i> style awards ceremony at the end of the game will decide the pirate worthy of winning the war!<br></li><li> Survival mode - take on each enemy faction one at a time in a special, winner takes all battle royale!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/957440/header.jpg?t=1685324549",
    "developers": [
      "Whiskeybarrel Studios"
    ],
    "publishers": [
      "eGames.com"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2900,
      "final": 2900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 29.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}