{
  "957720": {
    "name": "Strategic Command WWII: World at War",
    "steam_appid": 957720,
    "required_age": 0,
    "is_free": false,
    "description": "Fury Software’s Strategic Command series is back, and this time it will be taking on the world!<br><br>Strategic Command WWII: World At War is your chance to re-fight the 20th century’s greatest conflict, from Poland to China, Normandy to the Pacific, on a map encompassing the globe.<br><br>Building on the success of Strategic Command WWII: War in Europe, this new turn based game will provide even more opportunities to try out different strategies, maximising re-playability to the utmost!<br><br>Can Germany, Italy and Japan triumph and construct their new world order, or will triumph turn to disaster as the rest of the world mobilizes to meet force with force?<br><br>This is your opportunity to take command and change history!<br><br><strong>Features</strong><br><br><ul class=\"bb_ul\"><li>New Features! From limited naval repairs to Kamikazes.<br></li><li>Take command of the Axis or Allies, and re-fight the whole of WWII!<br></li><li>Let the computer take control of some of your allies so you can concentrate on your favorite theaters.<br></li><li>Play on a top-down hex based map spanning the entire globe.<br></li><li>In addition to the Grand Campaign starting in 1939, Strategic Command WWII: World At War also includes shorter scenarios.<br></li><li>A realistic Fog of War simulates the historical atmosphere where you have to make decisions with only partial knowledge of your opponent's intentions and dispositions.<br></li><li>Play with a choice of 3-D unit graphics, or NATO countersif you prefer a more traditional wargaming experience<br></li><li>Research and upgrade your unitswith a unique level of choices! Infantry Weapons, Rockets, Anti-Submarine Warfare, Amphibious Warfare, and more!<br></li><li>Use Diplomacy to win over new allies and use your intelligence to undermine the enemy!<br></li><li>Contains a large number of strategic level Decision Events for you to choose your path to victory.<br></li><li>Very easy to use Editor to make your own “what-if” scenarios or create new maps and campaigns from scratch. Modders will be glad to know that this game can have 10 Major powers.<br></li><li>As a result we have a very active modding community who share their developments with other players, whether it be changing the look of the map or designing new campaigns, even covering conflicts in other time periods, there is a lot there!</li></ul>",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/957720/header.jpg?t=1756305223",
    "developers": [
      "Fury Software"
    ],
    "publishers": [
      "Matrix Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 21870,
      "final": 8748,
      "discount_percent": 60,
      "initial_formatted": "¥ 218.70",
      "final_formatted": "¥ 87.48"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 13,
      "total_negative": 1,
      "total_reviews": 14
    }
  }
}