{
  "958190": {
    "name": "Surge Radio",
    "steam_appid": 958190,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Welcome to Surge Radio!</h2><i>Surge Radio</i> is a fast-paced shooter that encourages master of weapons and maps over &quot;shoot first, ask questions later&quot;. With a light roster of weapons each with its own unique style of play, there is many ways to dominate the arena. Play online wither others, or grab your best buds and a couple controllers and play on the couch with friends!<h2 class=\"bb_tag\" >Why 'Surge Radio'</h2><i>Surge Radio</i> is a fictional developing gameshow based on the sport of gibbing others with crazy weaponry. As the board of Surge Radio is gathering its cast of commentators and other production staff, players are growing impaitent and are eager to get started now. Thats where you come in; join in on the fight and get some pratice in before the show goes live!<h2 class=\"bb_tag\" >Tell me about the shooting...</h2>Select from an expanding roster of weapons each encompassing its own unique style of play. With each weapon being so different, the best way to get better at shooting enemies is to do just that, shoot enemies. Each weapon is a one-hit-kill, even if it touches your toes, so use your movement and weapon mastery to best your opponents and dominate the scoreboard.<h2 class=\"bb_tag\" >Personalization</h2>While not a key feature, looking good in the arena always makes a statement to your foes. Choose from a wide and expanding list of player-skins that change your in-game appearance to everyone. More customization options will become avaliable as Surge Radio continues to develop.<h2 class=\"bb_tag\" >Early Access Benifits!</h2>As a thank you for participating in the development of Surge Radio, Early Access users will gain exclusive in-game cosmetics when purchasing during Early Access. The content included as a reward includes:<br><ul class=\"bb_ul\"><li>2 Player Skins</li><li>Profile Icon</li></ul>As more personalization options are added into the game, Early Access rewards will expand beyond what is seen here.<br><br>Its really that simple, so see you in the arena!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/958190/header.jpg?t=1571378605",
    "developers": [
      "SPICY"
    ],
    "publishers": [
      "SPICY"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 17 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}