{
  "959920": {
    "name": "VR Curling",
    "steam_appid": 959920,
    "required_age": 0,
    "is_free": false,
    "description": "<u><strong> <h2 class=\"bb_tag\" >Game Features:</h2></strong></u> <br> <h2 class=\"bb_tag\" >Locomotion Movement:</h2>Note: This game uses locomotion for player movement (no teleportation).  This is by necessity, but it also contributes to the realism of the game.  To move around, use the trackpad/joystick (up is forward, down is backward, etc.)  You can go 1.5x faster by holding down the trigger button while moving.<br><br> <h2 class=\"bb_tag\" >Throwing:</h2>The stone speed (weight) is determined by how fast you are moving when you release the stone, as well as what you do with your hands (you can give it an extra shove if you feel like it at the point of release).  You also determine the amount of spin on the stone at the time of release, just like in real life!  Simply give the stone twist as you release it.  The amount that the stone curls is based on both the realtime linear and angular velocities of the stone.<br><br> <h2 class=\"bb_tag\" >Sweeping:</h2>Yes, you actually get to sweep in this game as well!  Influence the speed of the stone (and thus the amount of curl as well) by sweeping in front of the stone while it is moving.  For those who are new to curling, sweeping in front of the stone makes it go faster and want to curl less.  You can even turn on sweeping particles to help visualize the effects of sweeping.  Red particles indicate a significant effect from sweeping, green particles indicate a moderate effect, and blue particles indicate a minor effect.<br><br> <h2 class=\"bb_tag\" >Unlockables:</h2>Use rewards to unlock various stones, brooms, and even new ice surfaces!  <br><br><u><strong> <h2 class=\"bb_tag\" >Game Modes:</h2> </strong></u><br> <h2 class=\"bb_tag\" >Throwing Challenges:</h2>Throw the stones in these various challenges to hone your skills and earn rewards.  There are no brooms in this mode, so be careful of how hard you throw the stone.<br><br> <h2 class=\"bb_tag\" >Sweeping Challenges:</h2>In this challenge mode you sweep the stone into the designated areas.  The stone will be thrown automatically, so your focus here is on controlling the speed/curl of the stone.<br><br> <h2 class=\"bb_tag\" >Play Against CPU:</h2>Take on the CPU and earn rewards!  There are two difficulty levels to choose from.<br><br> <h2 class=\"bb_tag\" >Local Multiplayer:</h2>Play head-to-head with a friend using the same headset.  Earn rewards for each game completed.<br><br> <h2 class=\"bb_tag\" >Online Multiplayer:</h2>Connect with other online players for some added fun.  There are no set rules in this mode, so you can play however you like!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/959920/header.jpg?t=1547846689",
    "developers": [
      "Brian Macumber"
    ],
    "publishers": [
      "Brian Macumber"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}