{
  "960270": {
    "name": "Dafen Oil Painting Village: An Immersive Reality",
    "steam_appid": 960270,
    "required_age": 0,
    "is_free": true,
    "description": "Dafen Oil Painting Village is a little like a factory, a little like a town, and a little like an open air art gallery. Located in the southern China city of Shenzhen, it is a collective of 20,000 artists and entrepreneurs. They sell millions of paintings piecewise and at scale throughout the world, totaling 56% of all commercial art in Europe and the Untied States, according to official sources. They achieve economies of scale emergently, with little reliance on central coordination.<br />\r\n<br />\r\nIn early 2017, Jeremy Kirshbaum spent weeks in Dafen conducting interviews and understanding its hidden inter-connections. Using an Occipital Structure sensor, he collected real-world models of what he saw, along with photos and videos, both flat and 360. <br />\r\n<br />\r\nHe has used these to create an experimental prototype to immerse the experiencer in the feeling of Shenzhen. It is neither a replication of reality, nor a fantasy, but something between and beyond…an immersive reality. As well as an immersion in a real place, it is a statement about the interaction of old and new media, information-rich research environments, and the tension between scientific instruments and artistic media.<br />\r\n<br />\r\nThis early stage prototype was made with the Emerging Media Lab at Institute for the Future, and Alexander Goldman at SiverVR. It is deliberately unpolished, so that the experiencer can see the way that the collage fits together, and consider the implications that this has for the future of media and simulation.<br />\r\n<br />\r\nThanks also to Imisi3d in Lagos, Nigeria for their support during the development process.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/960270/header.jpg?t=1542311833",
    "developers": [
      "Jeremy Kirshbaum",
      "Alexander Goldman"
    ],
    "publishers": [
      "SixerVR"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}