{
  "961150": {
    "name": "Star Control: Origins - Earth Rising Expansion",
    "steam_appid": 961150,
    "required_age": 0,
    "is_free": false,
    "description": "Continue the Star Control: Origins story with Earth Rising! Now that humans are a major player on the galactic scene, one question remains: how will they use their influence, and how will their interstellar neighbors feel about it?<br><br>Earth Rising is a 4-part expansion that contains new quests, ships, rewards, and story that is tied to humanity’s quest for establishing themselves as a major galactic power. Explore new stars, solve newly discovered mysteries, and form relationships with new alien races and their leaders. <br><br>What mark will you leave on the galaxy? Will it be for good, or for ill? Answer that question and much more in Earth Rising.<h2 class=\"bb_tag\" >Features</h2><strong>Part 1: Aftermath</strong> | <i>Available Now</i><br>Star Control has ordered the construction of a new base in Epsilon Trireme, but not every alien is happy about the idea of an expanding human empire and the base construction efforts have already encountered major trouble. Meanwhile, a suspiciously helpful group of aliens have returned and directed you toward the location of a potential new ally - a race of lazy aliens called the Gloosh. A new enemy has also appeared in the shadows, and it seems to have its own long and hostile history with humanity…<br><br><strong>Part 2: Return of the Lexites</strong> | <i>Available Now</i><br>Face your most dangerous challenge yet against a post-singularity species whose motives are a mystery! The Lexites are impeding Earth's efforts to expand into known space. But, why? As the Captain of Earth's first interstellar starship, your mission is to visit new worlds and engage in combat against strange new ships while trying to unravel the mysterious plans of the post-humans who left Earth.<br><br><strong>Part 3: The Syndicate</strong> | <i>Available Now</i><br>Humanity’s alliance is fraying and their plans for expanding into the galaxy are waylaid when they are faced with a new threat and a difficult choice. Two new factions have appeared on the scene: The Syndicate, a group of criminals, pirates, and other people of low moral quality, and The Liberators, an organization of idealistic freedom fighters. Both want your allegiance, and both want to destroy each other, which leaves you with a question: where do your loyalties lie? <br><br><strong>Part 4: Earth Rises</strong> | <i>Available Now</i><br>Humans have finally proven that they may be worthy custodians to the Spur, but they must still prove themselves to allies and enemies alike. Meanwhile, Commander Magara is missing, a faction of humanity is developing a dangerous battlecruiser, and the Mowlings’ God has reluctantly returned and asked you to help save them from destruction. Perhaps a stop at Kapteyn’s bar will give you some more information - if you can avoid getting into a brawl long enough to talk to someone, that is.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/961150/header.jpg?t=1770142565",
    "developers": [
      "Stardock Entertainment"
    ],
    "publishers": [
      "Stardock Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}