{
  "961340": {
    "name": "Death Collector Demo",
    "steam_appid": 961340,
    "required_age": 0,
    "is_free": true,
    "description": "Sever and preserve the tongues of the dying to steal their stories! Whether you gather their tales and memories for the greater good, or use what you learn to become one of the elite who decide what to call &quot;History&quot; is up to you.<br><br>&quot;Death Collector&quot; is a 300,000 word interactive fantasy novel by Jordan Reyne, where your choices control the story. It's entirely text-based—without graphics or sound effects—and fueled by the vast, unstoppable power of your imagination.<br><br>As a Death Collector, your job is to visit the dying and harvest their stories by cutting out their tongues. Whether you seek fame, fortune, love, or renown, you'll find playing Death is more than just a job. Will you be able to stomach the gore-work that is cutting the tales of the dead from their mouths, or will you find out how the Ministry disposes of their workers?<br><br><ul class=\"bb_ul\"><li> Play as male, female, or non-binary; gay, or straight.<br></li><li> Learn to kill with style and professionalism, or to plunder information you were never meant to know.<br></li><li> Join the elite ranks of the Board, or reveal the rot at the center of the system and lead a revolution.<br></li><li> Get to know you cloak—a weird, organic entity that can render you invisible.</li></ul><br>The Wages Of Death Are Yours For the Taking!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/961340/header.jpg?t=1734033731",
    "developers": [
      "Choice of Games"
    ],
    "publishers": [
      "Choice of Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}