{
  "961980": {
    "name": "Fantasy Grounds - Starfinder RPG - Against the Aeon Throne AP 2: Escape from the Prison Moon (SFRPG)",
    "steam_appid": 961980,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Starfinder Adventure Path #8: Escape from the Prison Moon</h2><strong>Jailhouse Rock</strong><br>Deputized by the interstellar police force known as the Stewards after freeing a colony from Azlanti occupation, the heroes journey to the Azlanti Star Empire to rescue their friend who is being held captive on a well-guarded prison moon. After visiting an outlaw space station nearby, the heroes stage a daring breakout under the nose of the penal colony's warden. But the experimental starship drive is still out there, and the heroes must track it down to prevent the Azlanti from making it operational!<br><i>This volume of Starfinder Adventure Path continues the Against the Aeon Throne Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;Escape from the Prison Moon,&quot; a Starfinder adventure for 3rd-level characters, by Eleanor Ferron.<br></li><li>A detailed look at the culture, history, and territories of the expansionist Azlanti Star Empire, as well as a trove of Azlanti gear both magical and technological, by Robert G. McCreary, with Jason Keeley and Lyz Liddell.<br></li><li>An examination of many of the species conquered by the Azlanti Star Empire, by Saif Ansari.<br></li><li>An archive of new creatures, from radioactive dragons to plants that produce areas of zero gravity, by Eleanor Ferron, Joe Pasini, David N. Ross, and Owen K.C. Stephens.<br></li><li>Statistics and deck plans for an Azlanti prison-guard vessel, plus a glimpse of a space station on the fringes of Azlanti Star Empire space, by Eleanor Ferron.</li></ul><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Starfinder ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/961980/header.jpg?t=1768405256",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 8 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}