{
  "962190": {
    "name": "Lucid Dream Demo",
    "steam_appid": 962190,
    "required_age": 0,
    "is_free": true,
    "description": "Lucid Dream is the story of little Lucy, who goes on an adventure into the world of dreams with the mission to save her mother.<br />\r\nThis Demo is approximately 30 min of overall gameplay available in Full version of Lucid Dream game.<br />\r\n<br />\r\nLucid Dream is an award-nominated, handcrafted, colorful and emotional point&amp;click adventure game. During the mission to save Lucy's mother, you will discover worlds such as:<br />\r\n<br />\r\n- Lunar roofs - where Mr. Moon will ask you for some help.<br />\r\n- Oneiromancer's Planet - where you will awaken the mysterious Dream Interpreter.<br />\r\n- Land of Souls - where you will help a lost spirit find peace.<br />\r\n- Hills of Grief - where you will rescue the centaur Chiron from eternal pain.<br />\r\n- Mind's Atelier - where you will solve dr Frank's riddle.<br />\r\n- Deserts of Time - where, despite warnings from Watchmaker of Light, you will try to change your fate.<br />\r\n- Swamps of Seeing - where you will find your way through the stars and face your fears.<br />\r\n<br />\r\nYou will find almost 200 items in the game and meet lots of amazing characters, such as: Oneiromancer, Watchmaker of Light, Angle Metatron, Blind Manticore, or The Dreamweaver.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong>, 波兰语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/962190/header.jpg?t=1540896055",
    "developers": [
      "Dali Games"
    ],
    "publishers": [
      "Dali Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 30 日"
    },
    "categories": [
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}