{
  "963290": {
    "name": "Heroes of Fortunia",
    "steam_appid": 963290,
    "required_age": 0,
    "is_free": true,
    "description": "Heroes of Fortunia is a brand new game developed by the start-up Polska Lemon Ltd. that throws you into the world of Fortunia, where resources are scarce and need to be protected at all costs. Create your own dungeon and fill it with various monsters &amp; traps, to keep any outsiders from reaching your treasury, whilst at the same time raiding other dungeons to increase your own wealth!<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li> <strong>Create your own Dungeon</strong>: Select from a variety of rooms, monsters and traps to create the perfect dungeon that no one will be able to beat!<br></li><li> <strong>Attack other Dungeons</strong>: Attack other players' dungeons to show them who's boss! Play in ranked mode to climb up the leaderboards, or in casual mode if you just want some fun.<br></li><li> <strong>Three's Not a Crowd</strong>: For each attack, you get to select one out of three heroes to play with. Each of them comes with a unique set of skills and attributes, built to favor different play styles. Whether you like getting up close and personal with your enemies, or prefer sniping them down from afar, Heroes of Fortunia has it all!<br></li><li> <strong>Dungeon Challenges</strong>: Once in a blue moon, a dungeon challenge will appear that will force you as an attacker to think outside the box. These dungeons are nothing like what you encounter during regular play, but offer great rewards!<br></li><li> <strong>Sharing is Caring*</strong>: Whenever you attack a dungeon, or your dungeon gets attacked, you get to view a replay of that fight. What's more, you can share those replays with anyone else who also has the game, so be sure to let your friends know how to properly build a dungeon!</li></ul><br><strong>NOTE:</strong> Heroes of Fortunia is currently under active development, and as such features marked with * are currently not implemented, but are planned to be implemented by the time it is fully released. (scheduled for Q4 2019)",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/963290/header.jpg?t=1571936677",
    "developers": [
      "Polska Lemon Ltd."
    ],
    "publishers": [
      "Polska Lemon Ltd."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}