{
  "963680": {
    "name": "Clad in Iron: Sakhalin 1904",
    "steam_appid": 963680,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>CLAD in IRON: Sakhalin 1904</strong> is a Russo–Japanese War history naval game in which a turned-based digital board strategy and a real-time simulation are combined.<br><br><strong>Historical Events:</strong><br>In the 19th century, Russia and Japan began to develop wild, but rich in natural resources on the shores of the Sea of Okhotsk. By 1875, the island of Hokkaido and the Kuril Islands were under Japanese rule, and Sakhalin Island and the Kamchatka Peninsula were part of the Russian Empire.<br>In early 1904, Japan and Russia launched a war for domination in the Far East. The main events in this war took place in Manchuria and around the Russian naval base in China in the city of Port Arthur. But even in the Sea of Okhotsk, the opponents were ready to fight.<br>Will Russia be able to protect Sakhalin Island from the Japanese invasion? Will Japan lose the Kurile Islands? It depends only on you!<br><br><strong>Gameplay Description:</strong><br>Manage your fleet and army, hunt the enemy's fleet, hide your weak squadrons in protected ports until reinforcements arrive, blockade enemy trade routes, amphibious assaults and harbour sieges, struggle for dominance over the seas in  turned-based strategy mode - all of these actions are possible in CLAD in IRON: Sakhalin 1904.<br><br>The real time tactical battle (simulation) mode allows you to set up battles and squadron groups with their formations and management using realistic ship models and characteristics as well as advanced ballistics and weapon models. Choose your ships, increase the experience of your crews and send your squadron into the high seas. Command a battle formation and experience the power of iron and steam in a turned-based maritime strategy mode while fighting battles with a tactical real time naval simulation game.<br><br>Raise anchor and get <strong>CLAD in IRON: Sakhalin 1904 NOW</strong>!<br><br><br><i>ATTENTION! In the game there is no interactive training, only a textual manual.</i>",
    "supported_languages": "英语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/963680/header.jpg?t=1759951086",
    "developers": [
      "Totem Games"
    ],
    "publishers": [
      "Strategy First"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}