{
  "964700": {
    "name": "Dear Apothecary",
    "steam_appid": 964700,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Dear potential Apothecary,<br><br>If you chose to take this job, it will involve helping those in your community though completing their various requests of potions, ingredients, and tinctures. Sometimes the client won't know what they want and you will need to use your knowledge from the various almanacs to decipher what they are looking for. Water and grow plants, combine items and make sure you give the correct pigeon the item in order to fulfill the clients requests.</i><br><br><i>Kind regards</i>,<br><i>Shadowbunnie</i><br><br><br>Dear Apothecary is a short single player, casual, simulator-esque game with puzzle elements. You will take on the role of the community Apothecary while you raise the funds necessary for medical school. Clients within the community will send their requests by pigeon courier and pick up their request with the same pigeon. Send the remedy to the wrong person, or not at all, and you aren't getting paid. Although, not everyone should have the correct item sent to them if they aren't trustworthy. You can learn about the clientele, ingredients and learn the recipes through the various almanacs within your place of work and it is encouraged that you do so.  <br><br>Many hours of time period research has went into this game as I wanted all of the remedies to be based off of medical knowledge in the time period either by using actual recipes or a rendition of them. You can even play the early English dice game &quot;Hazard&quot; or read period accurate poems while you wait for a pigeon courier to come. Dear Apothecary is made by a solo developer.<br><br><ul class=\"bb_ul\"><li> 50 Quests, 28 ingredients and 30 recipes.<br></li><li> 23 clients to get to know with their own individual personalities and hand writing.<br></li><li> 17 different courier pigeons.<br></li><li> Recipes, paintings and the majority of the client names are period accurate.<br></li><li> Play &quot;Hazard&quot;, a period authentic dice game.<br></li><li> Subtitles that can be turned on in the event you have trouble reading cursive.<br></li><li> Pigeon subtitles that can be turned on if you have trouble distinguishing colour.<br></li><li> Gameplay is 2-4+ hours.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/964700/header.jpg?t=1588723215",
    "developers": [
      "Shadowbunnie"
    ],
    "publishers": [
      "Shadowbunnie"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}