{
  "964760": {
    "name": "Believe: Paranormal Psychic Adventure",
    "steam_appid": 964760,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Believe: Psychic Paranormal Adventure</strong> is an RPG with real-time twin-stick shooting action battles! Unravel the mysteries of the universe as Todd Black, a paranoid and extremely excitable paranormal investigator who gets abducted by aliens, given incredible psychic powers, and is told he is the only one who can save our world from total dimensional meltdown!<br><br><strong>EXPLORE</strong><br>Move through various environments using your psychic powers to solve puzzles, uncover secrets, and locate treasures that increase your stats during battle. Talk to people, animals, and even famous paranormal monsters! Buy pizza! Befriend Bigfoot! Participate in questionable new age healing rituals! Bust evil cults! Get help from secret societies! Read books in a secret library!<br><br><strong>BATTLE</strong><br>Engage in random battles with a whole cavalcade of strange monsters, bizarre cryptids, and gross psychic flying brains (I don't know, maybe that's a selling point for you?). Walk one way and shoot the other with an easy to use twin stick control scheme that supports both keyboard and gamepad play! A unique on/off shooting mechanic challenges both your timing and your ability to manage your limited supply of recharging psychic points! Level up and customize Todd's stats with skill points you can spend for more hit points, more attack power, faster recharge times, or more psychic points!<br><br><strong>EXPERIENCE THE STORY</strong><br>Experience a twisting plot with mysterious secret organizations, an evil cult bent on turning the world into pure chaos, Mothman, Bigfoot, and trans-dimensional aliens! Read goofy dialog, silly jokes, and groan-inducing puns as you explore the world of Believe and interact with its unique cast of weirdo characters. Play through content both wholly original and inspired by real life paranormal monsters and events as you experience each chapter of Believe to be released episodically as DLC!<br><br><strong>BUY IT TODAY</strong><br>If quirky RPGs, twin stick shooting, aliens and the paranormal are your jam, you'll no doubt find something to like in Believe: Paranormal Psychic Adventure!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/964760/header.jpg?t=1607627642",
    "developers": [
      "C. Thomas Pinnick"
    ],
    "publishers": [
      "Nerd Overload"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}