{
  "965830": {
    "name": "Deported: Drain the Swamp",
    "steam_appid": 965830,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>From the creative minds that brought you <u>Metal as Phuk</u>, <u>The Chronicles of Quiver Dick</u>, and <u>Quiver Dick's Terrible Tale For Terrible Parents To Read To Their Equally Terrible Children</u>, Crankage Games brings you another hilarious tale full of satire and parody! Play as Ronald J. Grump, a secret agent hellbent on deporting illegal extraterrestrials from outer-space off of his home-planet! Follow Agent Grump as he drains the swamp, deports aliens, and makes Earth great again!<h2 class=\"bb_tag\" ><strong>Deported: Drain the Swamp is the first episode in the Deported Miniseries. It runs around 30 minutes long on average per episode, depending on your skill level.</strong></h2><br><strong><u><h2 class=\"bb_tag\" >Features:</h2></u></strong><br><ul class=\"bb_ul\"><li> <strong>Relaxing, streamlined linear story!</strong><br></li><li> <strong>Constant laughs from start to finish!</strong><br></li><li> <strong>Deport Illegal Aliens just like you've always wanted to do in real life!</strong><br></li><li> <strong>Make Earth great again!</strong><br></li><li> <strong>Awesome music to provide the perfect atmosphere!</strong><br></li><li> <strong>Be a part of history! Crankage Games, we support our fans! Don't be surprised if you find your name added into future games!</strong><br></li><li> <strong>Steam Achievements (Coming Soon)</strong><br></li><li> <strong>Trading Cards (When Valve Approves)</strong></li></ul><h2 class=\"bb_tag\" ><u><strong>A Message From Crankage Games</strong></u></h2><br><strong><i>We would just like to say that we appreciate any and all support that we've received along the way from Streamers, Youtubers, Friends, and Fans all around the world. Our games have sold in over 100+ countries and thanks to you, it has become a favorite among many Comedy Gaming fans worldwide. We want you to understand how important you are and how much we appreciate your feedback. We've learned a lot over time and we continue to improve and grow every day. As we expand, our games will be bigger, better, and much more frequent. One thing that we can always guarantee is that we will do our damnedest to make you smile. This game, much like the rest, is meant to brighten up a cloudy day and shine some sun on those who could use an escape from stress and hard times. All we want is to make you laugh, make you smile, and help you enjoy life like you deserve.<br><br>From the bottom of our hearts, we thank you for everything and we hope that you enjoy your time playing our games. Please let us know what you think, as we love reading your comments and hearing your feedback!</i></strong><br><br><strong><u>- Crankage Games </u></strong></strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/965830/header.jpg?t=1660312308",
    "developers": [
      "Crankage Games"
    ],
    "publishers": [
      "Crankage Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}