{
  "965950": {
    "name": "Pathfinder: Kingmaker — Bloody Mess",
    "steam_appid": 965950,
    "required_age": "16",
    "is_free": true,
    "description": "What is sweeter than looking down upon the face of a defeated enemy? Perhaps, only the realization that you had to work hard and pay for your victory in blood!<br>The &quot;Pathfinder: Kingmaker - Bloody Mess&quot; DLC lets you bask in the gore and glory of battle, witnessing its bloody traces both on your companions and your enemies.<br><br><strong>Here’s how it works:</strong><br><br>Bloodstains appear on a character or creature according to the amount of Hit Points they have left. The more wounded a character, the more bloody and battered they look. First blood splatters appear when their Hit Points go down below 80%. <br>Of course, not all creatures in Pathfinder: Kingmaker can have bloodstains at all. As you would expect, those who don't have blood - elemental and incorporeal creatures, for example - are not affected by this feature. Also, while humanoids and animals bleed red, this isn't so for others: for example, the undead show black stains on their clothes, and plants drip green sap.<br><br>To clean up your wounded companions, you need to restore their Hit Points by either letting your party rest or using healing abilities.<br><br><strong>Players may control the visibility of the new feature with a special setting - &quot;Bloodstains&quot; - which can be found on the &quot;Game&quot; page of the Options menu. The setting is turned on by default.</strong>",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 俄语, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/965950/header.jpg?t=1737722363",
    "developers": [
      "Owlcat Games"
    ],
    "publishers": [
      "Knights Peak"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}