{
  "966030": {
    "name": "All For One Demo",
    "steam_appid": 966030,
    "required_age": 0,
    "is_free": true,
    "description": "All For One is a fantasy-themed &quot;Zero-Sum Free-For-All&quot; that focuses on melee combat and ascending the ranks of the world by assimilating the power of your fallen enemies. When you defeat an enemy player, you gain all their accumulated experience points (XP), no matter how much stronger or weaker your foes are. Use experience points to unlock new abilities  using an in-depth progression tree. Face stronger opponents with a wide array of unlockable weapons and skills in an intense melee combat system. Ascend further through the game world, fight stronger players and become the most powerful being in the world (until someone challenges you for that title) in All For One.<br><br><strong>Choose your battles:</strong> You are dropped into the world with a small sum of XP. To gain more, you must defeat other players. Will you seek out those equal in strength? Will you hunt the weak? Or will you attempt to fight foes many times stronger than you? The choice is yours.<br><br><strong>Fight your way:</strong> Devise sophisticated builds that compliments your playstyle. Spend XP to “level up” using the progression tree to unlock skills and weapons. Choose your loadout to fight the way you want to, and to outsmart and outlive your opponents.<br><br><strong>Defend your title: </strong>To become the most powerful being in the world, you must defeat those stronger than you. Once you do that, you must defend yourself as every other player in the world will know your location. After surviving at the top for a certain duration, you can choose to ascend to a new world, and compete with players as powerful as you.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/966030/header.jpg?t=1540395151",
    "developers": [
      "ALU Interactive inc."
    ],
    "publishers": [
      "ALU Interactive inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 7 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}