{
  "966560": {
    "name": "ROGAN: The Thief in the Castle",
    "steam_appid": 966560,
    "required_age": 0,
    "is_free": false,
    "description": "<ul class=\"bb_ul\"><li>\tROGAN: The Thief in the Castle is a VR adventure game <br></li><li>\tPlayers experience the thrilling life of a thief who has sneaked into a medieval castle full of guards. <br></li><li>\tYou will require cunning to survive and make your way through the castle as you use everything a thief has at their disposal: pickpocketing, stealing, hiding, creating distractions, and setting ambushes.<br></li><li>\tMake sure to turn the volume up so you can hear approaching footsteps, nearby conversations, and the sounds of doors closing, allowing you to assess the situation and make proper decisions.</li></ul><br><strong>story</strong><br><br>Blackstone is a castle built for battles located in a remote area of the kingdom. Lord Conrad of Castle Blackstone was once a lionhearted knight, but is now old and sick. <br><br>One night, Conrad is found dead in his study, with murder seeming the likely cause. Victoria, a knight known as one of his most trusted confidants, is suspected to be the culprit after witnesses saw her running out of his room covered in blood. <br><br>Castle Blackstone goes on high alert as everyone searches for the knight they believe murdered Lord Conrad. <br><br>Trying to escape amidst the chaos, Victoria runs into a thief named Rogan, who has also sneaked into the castle. <br><br>Victoria realizes that this thief is her only hope to clear her name. Believing in her innocence, Rogan decides to help Victoria find evidence of the real murderer inside Castle Blackstone.<br><br>Will Rogan Be Able to Help Her Clear Her Name?<br>Who Really Murdered Conrad?<br><br>Hold your breath until the end. You may be in for a surprise.",
    "supported_languages": "英语<strong>*</strong>, 简体中文, 繁体中文, 韩语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/966560/header.jpg?t=1764740469",
    "developers": [
      "Smilegate"
    ],
    "publishers": [
      "Smilegate"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 11600,
      "final": 11600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 116.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 6,
      "total_negative": 9,
      "total_reviews": 15
    }
  }
}