{
  "967280": {
    "name": "Train Simulator: RhB Enhancement Pack 03 Add-On",
    "steam_appid": 967280,
    "required_age": 0,
    "is_free": false,
    "description": "Revisit stunning Switzerland with the RhB Enhancement Pack 03, which features the classic and complex ABe 4/4 III railcar.<br><br>The ABe 4/4 III was built in the late 1980s to help meet demands on the Bernina Railway. This line, which climbs through the Alps, sees some of the steepest gradients that conventional railways can handle, and is electrified at 1000V DC in order to assist in reliable dynamic braking downhill. This unique electrification means rolling stock, such as the ABe 4/4 III, is built exclusively for the line.<br><br>Unlike most other traction in Train Simulator, the ABe 4/4 III is neither a locomotive nor a multiple unit, but a combination of the two. It can operate independently with its own 1st and 2nd class seating capacity. However it is more commonly seen operating in multiple, hauling rolling stock over the Bernina Pass on services including the Bernina Express.<br><br>With the RhB Enhancement Pack 03, the ABe 4/4 III includes all six railcars in standard red RhB livery (numbered 51 to 56), each with their own body side crests. In addition two promotional liveries are also included, vehicle 51 promoting the Unesco World Heritage status of the Albula and Bernina lines, and vehicle 52 celebrating the centenary of the Bernina Line. Features range from dynamic pantographs, detailed passenger views with random window animation and animated passenger doors, speed set and traction motor blower control, opening cabin windows and much more.<br><br>To complement the ABe 4/4 III, the RhB Enhancement Pack 03 also features ten different officially licensed Coop swap body Lb-v wagons for authentic Alpine operations. To bring it all together, the pack is fully quick drive compatible with the Bernina Pass route, and a trio of varied Career scenarios are also included.<h2 class=\"bb_tag\" >Included Scenarios</h2><br><ul class=\"bb_ul\"><li>(ABe 4/4 iii 51 Unesco) BEX Summer Southbound<br></li><li>(ABe 4/4 iii 52 Bernina) Railcar Tutorial<br></li><li>(ABe 4/4 iii RhB) Winter Freight Northbound</li></ul><br>More scenarios are available on the Steam Workshop online and in-game. Train Simulator’s Steam Workshop scenarios are free and easy to download, adding many more hours of exciting gameplay. With scenarios being added daily, why don’t you check it out now!<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li>ABe 4/4 III Railcar in red RhB livery with correct body side crests for all six units numbered 51 to 56<br></li><li>Officially licensed ABe 4/4 III Railcar 51 Unesco<br></li><li>Officially licensed ABe 4/4 III Railcar 52 Bernina<br></li><li>Ten officially licensed Coop Lb-v swap body wagons<br></li><li>Dynamic animated pantographs<br></li><li>Speed select and automatic power cut-off for cabin control wheel<br></li><li>Manual control of locomotive fans (Blowers)<br></li><li>Opening cabin windows with dynamic audio levels<br></li><li>Animated gangway ramps during railcar coupling and uncoupling<br></li><li>Railcar passenger view featuring:<br><ul class=\"bb_ul\"><li>Six position passenger view camera<br></li><li>Seasonal timed operation of internal light dimming<br></li><li>Random window animation viewable externally and internally with &quot;weather and time intelligence&quot;<br></li><li>Animated passenger doors and compartment doors viewable externally and internally<br></li><li>Request stop passenger messages viewable externally and internally<br></li><li>Rain effects</li></ul></li><li>Winter snow effects for all vehicles including dynamic snow ploughs on railcars at high altitude<br></li><li>3 Career scenarios for Bernina Pass: St. Moritz – Poschiavo Route Add-On<br></li><li>Download size: 95.7 MB </li></ul>",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/967280/header.jpg?t=1727958230",
    "developers": [
      "Thomson Interactive"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}