{
  "967950": {
    "name": "Soul Tech: Millennium",
    "steam_appid": 967950,
    "required_age": 0,
    "is_free": false,
    "description": "Inspired by the likes of MechWarrior, Armored Core, Pacific Rim, and more,  Soul Tech: Millennium is a fast-paced action packed, story-driven, (none-turn base) 3D mecha - shooter with 2-player split-screen versus. <br />\r\n<br />\r\nThere are over 40 opponents to face in the 1 on 1 versus Battle Grounds with unique AI scripted tactics, such as our personal favorite, better known as &quot;MAMA ROCK&quot;; She has a personally crafted tactic of getting close quick while flying circles around you, all while lighting you up with her flamethrowers and machine guns. <br />\r\n<br />\r\nThere is over 50 missions to embark in, some story related, some optional &quot;side-missions&quot;, others with strategic large-scale boss battles.<br />\r\n<br />\r\nThere is a sort of &quot;email&quot; system in the game that helps further drive the story and character development, all with voice overs.<br />\r\n&quot;Give 'em hell&quot; is one of the core game-play mechanics were the player can equip up to 9 weapons and fire them all at the same time, like literally, every face button on a controller shoots something! ..but as it IS, as crazy as-it-sounds, there is the option to map/switch around your main weapons from your sub-weapons.<br />\r\n<br />\r\nYou have access to over 150 different items to equip, ranging from Energy managing Generators, to Wheel-Legs, to scull crushing Punching arms, to even homing giant missiles that fires more missiles as it slowly fly's to its target before making devastation impact. <br />\r\n<br />\r\nYou can also customize your Soul Tech's body parts and weapons color individually.<br />\r\nWith a nifty added detail to not just RGB values but how &quot;battle worn&quot; you look, to how, well, &quot;polished and shiny&quot; you are. You can also further enhance the stats most important to you with a stat modifier feature. Customization goes beyond your Soul Tech as you can, of course, key bind your controls to your liking - we take it, firing all those weapon won't always be so easy for everyone.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/967950/header.jpg?t=1555571365",
    "developers": [
      "Must Imagine Entertainment"
    ],
    "publishers": [
      "Must Imagine Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}