{
  "968190": {
    "name": "Angels of Ryina",
    "steam_appid": 968190,
    "required_age": 0,
    "is_free": true,
    "description": "Angels of Ryina (AoR) is the first MOBA game for HOME ENTERTAINMENT with Friends and Family!<br><br>Our goal is to make the &quot;BOARD GAME&quot; of the future but it's actually an eSports game.<br><br>Our vision is simple, in the coming years these past few generations all longed to become eSports superstars. Now as they get older they will have kids of their own and will one day wish to experience the thrill of being an eSports superstar all while competing with friends and loved ones no matter where in the world they are.<br><br>Angles of Ryina features controllable minions and a MOVING Beast as your base along with a death wave that encloses around you as the game comes to a final end.  Imagine if you took a MOBA and mixed it with a Battle Royale style game with a moving Beast that can also be used to attack your opponents!<br><br>AoR is the FIRST Fantasy Adventure eSports MOBA to feature those very unique Game Mechanics! Featuring Anime and Manga style graphics and various game modes including 1v1, 2v2, 3v3 and 4v4. The goal of AoR is to one day become a popular eSports game not just for the eSports industry but specifically for home and family entertainment.<br><br><strong><u>GAMEPLAY:</u></strong><br><br>-The goal of the game is to destroy your opponents BEAST. The first to destroy their opponents beast WINS THE GAME.<br><br>-We ask all our players to join the discord server to provide direct feedback to let us know what we can add/remove/adjust to make this game more fun<br><br>FEATURES (Proposed, however not built as yet, still in development):<br>-Steam Achievements<br>-Steam Leaderboards<br>-Yearly Pass for Official Game Event Entries and Full Features<br>-Multiplayer eSports gameplay and Tournaments<br>-New features and ideas by YOU the players!<br><br>The goal is to make a game truly for the players to enjoy and get ongoing feedback from the community and thus upgrade and update the game over time.<br><br>Currently it is in heavy development and available for Steam Early Access!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/968190/header.jpg?t=1646663047",
    "developers": [
      "Game Scorpion Inc."
    ],
    "publishers": [
      "Game Scorpion Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}