{
  "968480": {
    "name": "Dimensum - Bizzarre Huntseeker",
    "steam_appid": 968480,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong><i>「Notice Board 2024」</i></strong></h2>This game will completely change the current production method and be produced with fighting gameplay! We will have a Nintendo Switch version in the future! It will be officially released at the same time as Steam!<br>The game engine has been changed to Unreal Engine 5 to develop this game!<br>There will be PvP fighting and Co-Op cooperation methods to fight against various bosses!<br><br>The storyline of Single Player will also be different from now!<br>The Art style is entirely different from what is shown now!<br>However, this game is relatively complex so that development may be delayed for about 1 to 2 years!<br>Stay tuned!<br>See you in the future!<br><br>9th April 2024<h2 class=\"bb_tag\" ><strong><i>「Notice Board 2023」</i></strong></h2>We apologize for the delay! The past few years have seen our team preoccupied with various other tasks, which has slowed our progress.<br>However, the game has significant modifications this time.<br>Please Note: The current version of the game is compatible with up to Windows 10 21H1 version only. Given the comprehensive system changes that we've implemented. This current game version contains some bugs, please waiting our next time update!<br>If you encounter any issues with the game, we kindly respond to you ASAP.<br><br>19th July 2023<h2 class=\"bb_tag\" ><strong><i>「Run, Jump, Attack, Dash !」</i></strong></h2>&quot;The portal Dimension&quot; is a fast-paced 2D scrolling action game.<br><br>The variety of mysterious dimensional armies has released several bizarre creatures to attack the innocence from various worlds. The bunch of people, who suffered by those creatures have formed an investigation team to deal with the current situation ( <i>Just to get rid off them anyway</i>).<h2 class=\"bb_tag\" ><strong><u>The characteristic of game</u></strong></h2><br>You can select one of the characters from the investigation team and start searching throughout the mysterious dimensional armies. ( <i>Just to get rid off them anyway</i>).<br>Every character has their own abilities, the way of attack, the <u>sub-weapons</u> and its <u>retinue</u>, etc to raise the excitement of playing.<h2 class=\"bb_tag\" ><strong><u>The selection of numerous game modes</u></strong></h2><br><u>Rogue-lite Mode</u><br>Fighting through the stages/worlds randomly! You can experience the uncertainty for the incoming unknown stages in order to have some opportunity in meeting some surprises. <br><br><u>Classic Mode</u><br>It is a typical classic stages/worlds, which the bizarre creatures and armies are there for you.<br><br><u>Challenge Mode</u><br>It is for the advanced players. The stages/worlds will not be easy at all ... but just to get rid off them anyway.<br><br><u>Special Mode</u> will appear in some of the worlds for you to explore.<br><br>Classic Mode, Challenge Mode, Special Mode score system and saving function are still developing, haven't released yet, but coming soon.<br>So, stay tuned to our news.<br><br><br><u><strong>The story continues while the progress of the investigation team is moving on...</strong></u><br><br>Is the investigation team really focusing on the investigation? Are they looking for something in the dimension? <br>What do those mysterious armies want?<br>The bizarre creatures seem can speak our languages......and they are trying to tell us something?<br><br>Our stage opened Rogue-lite for now only, and it does not contain stories.<h2 class=\"bb_tag\" >Controller Support:</h2><strong><h2 class=\"bb_tag\" >Keyboard Configuration</h2>Keyboard<br>←  :    Left Move<br>→  :    Right Move<br> ↑  :    Entering to a stage<br>Q  :    Hold the button to adjust the viewer screen<br> D :    Basic Attack, hold the button to attack constantly<br> S :    Jump<br> A :    Hold the button to accelerate <br>Enter: Main Menu option selected and press Enter button before entering next menu.<br>ESC:  If you are in the selecting world room or in the selecting mode room, press ESC you can go back to &quot;Main Menu&quot;.<br>Wall Sliding: Jump to the wall, and then hold the key of  &quot;←&quot; or &quot;→&quot; with the same direction as the wall, then the character will slide the wall slowly.<br>Wall climbing: Constantly press &quot;Jump&quot; button while sliding on the wall.<h2 class=\"bb_tag\" >Joystick Support: PS4 DUALSHOCK 4 Controller</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/968480/extras/ac8ba155ac54417c5587258d4dc6b55c.avif?t=1757128051\" width=512 height=234 /></span><br>Direction Button ←  :    Left Move<br>Direction Button →  :    Right Move<br>Direction Button  ↑   :    Entering to a stage<br>L2 Button                 :    Hold the button to adjust the viewer screen<br>Square Button          :    Basic Attack, hold the button to attack constantly<br>Cross Button            :    Jump<br>L1 Button                 :    Hold the button to accelerate <br>Options Button        :    In Main Menu what you selected before pressing the Options button and then entering the next menu.<br>Share Button           :    If you are in the selecting world room or in the selecting mode room, press Share Button you can go back to &quot;Main Menu&quot;.<h2 class=\"bb_tag\" >Joystick Support: XBox 360, XBox One Controller</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/968480/extras/16f3e46f01d2c0673da47ff8b3f40421.avif?t=1757128051\" width=692 height=310 /></span><br>Direction Button ←  :    Left Move<br>Direction Button →  :    Right Move<br>Direction Button  ↑   :    Entering to a stage<br>LT Button                 :    Hold the button to adjust the viewer screen<br>Cross Button            :    Basic Attack, hold the button to attack constantly<br>A Button                   :    Jump<br>LB Button                 :    Hold the button to accelerate <br>Start Button             :    In Main Menu what you selected before pressing the Start button and then entering the next menu.<br>Back Button             :    If you are in the selecting world room or in the selecting mode room, press Back Button you can go back to &quot;Main Menu&quot;.<br><br>Actually, you can use a lot of different joysticks but must need the same as PS 4 or XBox One button position.<br><br>In our &quot;Main Menu&quot;, our &quot;Option&quot; button hasn't finished yet, so it can't be used.<br>Be caution here:<br>     If you are playing in the stage room, you can't leave because we are still developing our &quot;Menu&quot;.<br><br>We'll soon keep updating more of new moves and abilities, which will lead to the change of key configuration, please refer to the updated information for more details. <br>And of course, our game will be updated every one to two weeks.<br>Please, stay tuned to our game content updates.</strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/968480/header.jpg?t=1757128051",
    "developers": [
      "BAS Studio"
    ],
    "publishers": [
      "BAS Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}