{
  "969440": {
    "name": "sweet pool Demo",
    "steam_appid": 969440,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Story</h2><br>After recovering from a serious illness, Sakiyama Youji hoped that things would finally get back to normal. But shortly upon returning to school, his world begins to change—and no one seems to notice. Bizarre symptoms plague his body, and vivid hallucinations of blood and flesh stalk his every waking moment. At the same time, two fellow students — the stoic Tetsuo and the notorious troublemaker Zenya — begin to take an intense and inexplicable interest in him.<br><br>What are Tetsuo and Zenya after? Are his hallucinations really nothing more? Everyone seems to know more than they’re letting on—but by trying to put the pieces together, Youji may be sowing the seeds of his doom.<h2 class=\"bb_tag\" >Game Description</h2><br><i>sweet pool</i> is no simple romance. Experience the story of a young man whose life takes a sudden plunge into a world of obsession, conflict, and desperation, a story of men joined by a bond deeper and darker than love, with violence and passion waiting on every pathway. Will you react to situations with reason, or instinct? Your decisions will shape the path of the story and determine the ending of this gripping visual novel. Stunning artwork and a haunting musical score bring the horror and beauty of <i>sweet pool</i> to life. Fully voiced by the original Japanese VA cast.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/969440/header.jpg?t=1541561479",
    "developers": [
      "Nitroplus"
    ],
    "publishers": [
      "JAST USA"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}