{
  "969710": {
    "name": "Super Meat Boy Race Mode",
    "steam_appid": 969710,
    "required_age": 0,
    "is_free": false,
    "description": "You know how you have that one annoying friend who would always be like &quot;I'm so much better at Super Meat Boy than you&quot; and &quot;If we could race I would destroy you!&quot; well guess what, get some potato chips, grab some controllers, and reluctantly call that friend over so you can shove his undeserving feelings of superiority over you into his dumb stupid face!<br />\r\n<br />\r\nSuper Meat Boy RACE MODE is here!<br />\r\n<br />\r\nThat's right! Now you can sit on the couch with a buddy (or enemy) and try to see who is the better Meatsmen. Split Screen race through chapters in order, or randomly, or race through the whole game its up to you! <br />\r\n<br />\r\nBUT WAIT THERE'S MORE!!!<br />\r\n<br />\r\nIf you want a real challenge, test out our artisanal Race Mode chapters hand forged by some of the most sadistic lunatics in our wonderful Super Meat World community! We made a few chapters and we'll rotating out these chapters every once in a while. Find them under the &quot;Featured&quot; chapter when selecting chapters in Race Mode.<br />\r\n<br />\r\nTHAT'S NOT ENOUGH OF A CHALLENGE YOU SAY????<br />\r\n<br />\r\nWell...crap...I guess you could try &quot;Enter The Unknown&quot; in Race Mode. In this race, we just throw a ton of Super Meat World levels at you randomly...so you don't know what you're going to get! Warning: This'll probably be a mess the first couple of days until we get some solid moderation down:)<br />\r\n<br />\r\nAND IF THAT'S NOT ENOUGH....umm...just wishlist Super Meat Boy Forever and wait a bit???",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/969710/header.jpg?t=1540401805",
    "developers": [
      "Team Meat"
    ],
    "publishers": [
      "Team Meat"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 10 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}