{
  "969850": {
    "name": "Blink: Rogues Demo",
    "steam_appid": 969850,
    "required_age": 0,
    "is_free": true,
    "description": "Blink: Rogues is a mash up in between classic Shmup and Arena fighting games. Everything is merged in an action packed, winner takes it all scenario, allowing you to either enjoy a Single Player Campaign or measure your skills against other players in PvP fights.<br><br>Blink: Rogues remains loyal to the top down vertical scroller genre, pursuing innovation through direct PVP mechanics, enabling you to jump into your opponent's screen and chase down a proper frag. Competition is enabled through a local Split Screen experience, joined by a Single Player Leaderboard system which allows you to compare your score against other players worldwide.<h2 class=\"bb_tag\" ><strong>GAME MODES: </strong></h2><h2 class=\"bb_tag\" >STORY:</h2>The journey will take you through Lucius Ahalla's story, divided in two different chapters (10 at release), each filled with unique events that will have you ramming through hand crafted enemy formations.<br>Every aspect of the mission will be expanded through Memento Cubes, special units of storage that are scattered around the missions.<br>Gather them all to expand the story behind Ahalla's adventure!<h2 class=\"bb_tag\" >PVP:</h2>Player versus player mode will allow a mix of sharp reflexes and strategic planning. A duel will engage the players in a 1.5 minute split-screen PVP match, granting victory to whomever earns most points by the end of that time. Points can be earned either by shooting down enemy ships, or by chasing a frag in your opponent's screen. During the five minute match, you will have a randomized variety of enemy formations, equal in number of points, but always different.",
    "supported_languages": "英语, 法语, 葡萄牙语 - 葡萄牙, 俄语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/969850/header.jpg?t=1576535324",
    "developers": [
      "Fox Dive Studio"
    ],
    "publishers": [
      "Fox Dive Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}