{
  "970040": {
    "name": "Psychoverse City",
    "steam_appid": 970040,
    "required_age": 0,
    "is_free": false,
    "description": "Dive headfirst into the mind-bending world of Psychoverse City, where gravity takes a vacation and the neon-soaked cityscape awaits your platforming skills. Get ready for a retro-fueled adventure that will transport you back to the groovy 80s!<br />\r\n<br />\r\nEmbark on a psychedelic journey as you traverse a series of uninterrupted levels, leaping and dashing atop wiggly and twisty buildings. Feel the rush as you smash through ad-boards, only to grapple-hook onto floating cars like a true action hero. And hey, who needs stairs when you can bounce off massive fans and zip-line through a flurry of city debris?<br />\r\n<br />\r\nBut here's the twist: you're not just a player, you're the star of an epic advertisement! Take commands from a director who's filming the ultimate showcase of Psychoverse City. Strike your best poses, capture the most jaw-dropping shots of each scene, and let your inner superstar shine.<br />\r\n<br />\r\nImagine a fusion of the fast-paced gameplay of Mirror's Edge, the exhilaration of a Ninja Warrior course, and sprinkle in a generous dose of pink-tinted trippiness. That's the essence of Psychoverse City—an electrifying, corny, and outrageously fun adventure you won't want to miss!<br />\r\n<br />\r\nGet ready to groove to adrenaline-pumping beats, unleash your inner ninja, and embrace the cheesy goodness of the 80s.<br />\r\n<br />\r\nDisclaimer: Side effects may include an uncontrollable urge to wear neon leg warmers and break out into spontaneous dance moves. Proceed with caution!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/970040/header.jpg?t=1686885181",
    "developers": [
      "Lee Hammoud"
    ],
    "publishers": [
      "Lee Hammoud"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}