{
  "97110": {
    "name": "Kohan: Immortal Sovereigns",
    "steam_appid": 97110,
    "required_age": 0,
    "is_free": false,
    "description": "<p><strong>Kohan: Immortal Sovereigns</strong> is the first game in the ground-breaking, award-winning real time strategy series. Awarded “RTS Game of the Year” by PC Gamer and Computer Games Magazine, Immortal Sovereigns is a real-time strategy game set in a fantasy world where you take on the role of an immortal known as the Kohan. Your race once ruled the world but was devastated in a series of massive cataclysms. As an immortal, you have reawakened to a new world unlike the one you once knew. Now you must come to grips with your past glory, your present hardship, and your future destiny. If you are to return your race to their rightful glory, you must solve the mystery of their destruction.</p>\n\t\t\t\t\t\t<h2>Key features:</h2>\n\t\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li>Full length single-player campaign.\n\t\t\t\t\t\t<li>Multiplayer supports up to 8 players who can choose to play as one of four factions, all struggling for supremacy in a war-torn world.\n\t\t\t\t\t\t<li>Over 40 unique units.\n\t\t\t\t\t\t<li>Wage war in multiple environments that include lush forest, rolling hills, and barren desert.\n\t\t\t\t\t\t<li>Scores of magical spells ranging from protective blessing to devastating fireballs.\n\t\t\t\t\t\t<li>Fully functional editor with random map generator that allows players to custom make their own campaigns, single scenarios, and even death match maps.\n\t\t\t\t\t\t</ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/97110/header.jpg?t=1447354554",
    "developers": [
      "TimeGate Studios"
    ],
    "publishers": [
      "TimeGate Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2011 年 8 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}