{
  "972740": {
    "name": "KOBOLD: Chapter I",
    "steam_appid": 972740,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>KOBOLD</strong> is a new kind of horror experience that blurs the line between cinema and VR gaming. Step into the shoes of an urban explorer investigating the mysterious case of a missing boy. Pick up your flashlight and discover the secrets of an abandoned villa in the middle of a dark forest in Germany.  Immerse yourself in true, cinematic realism, explore an interactive universe, pick up clues and dare to venture deeper into a mystical world where your actions can have grave consequences.  With its intensely realistic visuals captured with photogrammetry, free movement and intuitive interactions, KOBOLD is a unique room scale VR experience that will entice and terrify...<br><br>A trans-media experience, <strong>KOBOLD</strong> is accompanied by a short film that can be viewed  before entering the VR experience. The short film serves as an introduction into the world and characters and tells the backstory of the missing boy and his family.  It is available to watch for free on the KOBOLD website. The player then puts on a VR headset and steps into the story, breaking into the abandoned villa, gathering clues, solving a mystery and entering a dark, mythical underworld inspired by European folklore and pagan mythology.<br><br>In order to make the transition from film to VR as immersive as possible, the entire villa (which is a real location in Brandenburg, Germany) and its surroundings were meticulously scanned with photogrammetry. Actors were also 3D scanned and brought to life in VR using motion capture and advanced facial capture technology.<br>AAA graphics from an indie studio, with character and level design, compelling gameplay and intuitive interactivity designed from the ground up for the Oculus Rift and HTC Vive.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/972740/header.jpg?t=1565721525",
    "developers": [
      "anotherworld GmbH"
    ],
    "publishers": [
      "anotherworld GmbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}