{
  "9730": {
    "name": "Tycoon City: New York",
    "steam_appid": 9730,
    "required_age": 0,
    "is_free": false,
    "description": "Here's your chance to make it big in the Big Apple... New York City, the city that never sleeps! Go for broke building your own Manhattan empire, creating and customizing over 100 types of major businesses: run a hot nightclub, oversee a media conglomerate, open a lucrative Broadway theater - the choices are endless. As your success grows, so will your reputation - you'll be the toast of Manhattan, with the city at your feet.<br>\t\t\t\t\tWith world-renowned landmarks, true-to-life neighborhoods, and spectacular New York City events, you're constantly in the thick of the action, becoming a major mogul in America's most exciting metropolis. High-profile industries, real-world brands, and a bustling 24-hour city give every player the chance to make it big.<br>\t\t\t\t\t<ul class=\"bb_ul\"><li><strong>Over 100 Manhattan business opportunities</strong>: run a nightclub, host a Central Park concert, own the city's hottest new restaurant, create cutting-edge fashion businesses, organize the Thanksgiving Day Parade, and build skyscrapers as part of your dream New York City skyline.<br>\t\t\t\t\t</li><li><strong>Upgrade businesses with hundreds of improvements </strong>- increase the beauty, capacity and appeal of storefronts to attract greater crowds and drive profits.<br>\t\t\t\t\t</li><li><strong>Create and customize original businesses</strong> with successful chain locations across the city.<br>\t\t\t\t\t</li><li><strong>Place buildings anywhere </strong>to create your own version of New York City.<br>\t\t\t\t\t</li><li><strong>Experience the reactions of thousands of New Yorkers</strong>, each with individual traits and tastes.<br>\t\t\t\t\t</li><li><strong>Develop world-famous Manhattan neighborhoods</strong>, each with its own authentic cultural flavor.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/9730/header.jpg?t=1726254142",
    "developers": [
      "Deep Red Games Ltd."
    ],
    "publishers": [
      "Atari"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2008 年 3 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 4,
      "total_negative": 1,
      "total_reviews": 5
    }
  }
}