{
  "975500": {
    "name": "The Podlands",
    "steam_appid": 975500,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/975500/extras/7eec423f960901e0c118013540815ce1.avif?t=1585257076\" width=600 height=270 /></span><br><strong>Welcome to The Podlands!</strong> The Podlands is an Open-World <strong>Indie Adventure</strong> game, all about hunting, ranching and selling unique Dinopods - The Podlands' wonky dinosaurs. Travel across an amazing open world, build up your home and learn to trap even the trickiest species in The Podlands, while discovering a fantastical world filled with all kinds of secrets.<br><br><ul class=\"bb_ul\"><li><strong>Explore</strong> primeval wildlands and soothing nature.<br></li><li> <strong>Discover</strong> all sorts of incredible Dinopods.<br></li><li> <strong>Unlock</strong> a wide array of wicked weapons.<br></li><li> <strong>Manage</strong> your Dinopod Ranch effectively to make more money.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/975500/extras/2140a54d701ec308626594b158b3a485.avif?t=1585257076\" width=600 height=100 /></span><br><strong>Exploration and discovery drive The Podlands’ experience.</strong> Exploration is vital in order for you to progress through the game, as it is through discovery that you unlock new crafting recipes and tools which will aid you on your journey to survive by finding blueprints – item recipies which can be found within ancient ruins and temples by completing a puzzles. It is through exploration that you will come across things mystical and dangerous alike.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/975500/extras/a5db492c56f2a30d5718228a326c8505.avif?t=1585257076\" width=600 height=100 /></span><br><strong>Taming animals with rare herbs to get an edge is vital in The Podlands. </strong>A variety of animals are found in the world within specified biomes and locations, each with their own attributes, behaviours and challenges. By exploring, you can find magical herbs which, when combined, can be used to bend an unconscious Dinopods will to your own. Once tamed, Dinopods can be placed back at your Homebase within enclosures where they will passively generate resources and roam around. If you happen to have a saddle, you can even mount them and take them with you on your journeys -  extremely important for that extra carrying capacity and mobility.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/975500/extras/16b7139c44fc0f11f2bd02832fa06ff1.avif?t=1585257076\" width=600 height=100 /></span><br><strong>Create all kinds of structures, from a small shack to a large castle with our base building tools.</strong> Building in the Podlands is very important as you will want a base of operations up and running for you to store items you have found in the world. Once land has been claimed with a totem pole, the radius around it will become buildable land. You will want a blueprint bench as soon as possible as it is from here that you will be able to create enclosures to house Dinopods that you have tamed in the world! From your base, you will be able to craft and equip plenty of tools and items to aid you. You will be able to find a bunch of themes for construction of your base by exploring in the world – from simple wood and thatch to hardy cobblestone or slick glass.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/975500/header.jpg?t=1585257076",
    "developers": [
      "The Nooting Goose"
    ],
    "publishers": [
      "The Nooting Goose"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}