{
  "975700": {
    "name": "KóterGame",
    "steam_appid": 975700,
    "required_age": 0,
    "is_free": true,
    "description": "KóterGame is an adventure game trilogy about living and surviving in a dormitory. The Steam version contains the full trilogy, in order: KóterGame (Part 1), KóterSztrájk Előjáték (Part 2) and KóterSztrájk (Part 3).<h2 class=\"bb_tag\" >Story</h2>Jermaine grew tired of the miserable everydays living in the dormitory, but he always tries to have fun with his friends nevertheless. We can learn what it is like to eat in the canteen, acquire allowance out (to get to drink booze around the slums), but as it turns out, everything good is forbidden. The tyrannic deputy manager is on her quest to prevent them from having any comforts, she even confiscates the water heater, and her abilities seem to be supernatural.<br><br>The third part of the trilogy shows us where the deputy gets her powers from, the dorm students find themselves torn from their reality in a <i>sci-fi fantasy</i> world, making their way closer to the truth. Meanwhile other dorm residents are working on finding a way to the girls' section at night. Will they succeed?<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li> Lots of sarcastic humor and self-irony insight on the lives of average Hungarian dorm students.<br></li><li> Control different characters around the dormitory, talk with residents, find clues.<br></li><li> Logical puzzles and mini challanges.<br></li><li> Several possible endings depending on your interactions and decisions.<br></li><li> Countless popcultural references.<br></li><li> Sandstorm!</li></ul>",
    "supported_languages": "匈牙利语, 英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/975700/header.jpg?t=1666751865",
    "developers": [
      "Dzsembori"
    ],
    "publishers": [
      "Dzsembori"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}