{
  "976020": {
    "name": "The True Tales of Bloodstreet 13 - Chapter 1",
    "steam_appid": 976020,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>True Tales</strong><br>In The True Tales of Bloodstreet 13 - Chapter 1 you follow detective Deacon Darnell as he tries to reconstruct the scene and solve the case of the horrific night on Bloodstreet 13. On that night a group of people got locked in a brothel with no means to escape. Replay the scene from multiple perspectives, play out the choices of each character and uncover what happened. <br>Who or what was responsible for the horror that took place that night? <br><br><strong>Features</strong><br>– Play as 5 different characters, each with their own part in this story.<br>– Crack a tough and challenging social puzzle. <br>– A deep and multi-branching story line set in a real location in Amsterdam.<br>– The player’s choices and actions will change the fate of the characters.<br>– Engage in an interactive environment full of clues and hints that can help you in solving this mystery.<br><br><br><strong>The developers speak:  </strong><br>True Tales of Bloodstreet was made during a game jam collaboration between three Dutch indie-game studios; Sneaky Mammoth, Lunar Brothers and Alterego Games.<br>Alterego Games later remastered and finished chapter one of the story. We are currently looking at possibilities to develop further chapters. <br><br>Play the game, and let us know what you think!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/976020/header.jpg?t=1614769174",
    "developers": [
      "Alterego Games"
    ],
    "publishers": [
      "Alterego Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 2 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}