{
  "976350": {
    "name": "Basic Platformer Game Engine For Construct 2 and 3",
    "steam_appid": 976350,
    "required_age": 0,
    "is_free": false,
    "description": "IMPORTANT: Use of this engine requires Spriter Pro and a personal license or better of either Construct 2 which you can get here: <br>or a subscription to Construct 3.<br><br><br>Exports of games made with this engine have been tested and run very well as HTML5 web based games, as well as stand alone apps for PC, Mac, IOS devices and Android!<br><br><strong>Attention Construct 3 Users:</strong> This engine and the Spriter plug-in DO support the more optimized C3 runtime, so make sure the the engine is set to use this engine inside C3.<br><br><br>The Basic Platformer Game Engine for Construct 2 or 3 gives you everything you need to dive in and start creating your own 2d platformer game.<br><br>Load up the engine itself into Construct, and then follow the easy instruction videos to begin to sculpt your vision into reality.<br><br>Start by completely customizing the feel of the player controls. Change the walking and running speeds, gravity strength, jump strength, maximum falling velocity, and inertia to make sure the player character controls exactly as you'd like.<br><br>Edit and add as many levels as you desire. You're in complete control of the size of a level, the lay of the land, and the placement of hazards, deadly falls, enemies, and special items like blocks and moving platforms. Design the flow of the level, setting the starting and exit locations for the player. Even create auto-scrolling levels.<br><br>Add bodies of water for the player to swim in, tweak the player's in-water physics, and add water-based enemies for the player to vanquish.<br><br>Add fully customizable signs or non player characters anywhere in the levels to give the player guidance or continue the plot.<br><br>Add variety to the size and behavior of the basic enemies provided, or clone and alter their attributes to create entirely new enemies for potentially endless variety.<br><br>The player character and boss are Spriter characters. Load up the provided projects in Spriter Pro and the graphics program of your choice and edit or completely change their appearance and style of movement.<br><br>Clone the boss Spriter project and change it to make as many additional bosses you'd like, with completely different looks and behaviors. Place your bosses in whatever levels you'd like, or give them their own dedicated thrown-rooms.<br><br>The engine includes a loading screen, a Splash screen with a fully customizable Spriter made menu, a Save slot select screen, and an expandable sequential level select screen where each level is unlocked when the previous level is defeated. It includes several example levels to get you started, including the art for 5 different environments. Any number of sequential game start story screens and victory screens can be added as desired.<br><br>Spriter projects are included for all Spriter animated objects in the game engine, including the player, boss, menu system, and environment props A Spriter project is also provided for the basic enemies to facilitate easy customization.<br><br>The Basic Platformer Game Engine provides full access to the fully commented events, so advanced Construct users can change, replace, or add any functionality or features they desire to any aspect of the game.<br><br>Turbo boost the creation of your own fully customized platformer game, with the Basic Platformer Game Engine for Construct 2 or 3.<br><br>The purchase of this engine gives you the (non-transferable) rights to use the engine and all included art for your own game projects, including commercial projects. You can not give, trade, or sell the engine or any of the art content (edited or otherwise) to other people for them to use to make their own games.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/976350/header.jpg?t=1602577524",
    "developers": [
      "BrashMonkey LLC"
    ],
    "publishers": [
      "BrashMonkey LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 11600,
      "final": 11600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 116.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 20 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "60",
        "description": "游戏开发"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}