{
  "978240": {
    "name": "Waves of DEATH Demo",
    "steam_appid": 978240,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Waves of Death</strong><br><br>Kill Or Be Killed!<br><br>Following a tragic error by scientists working for the army, a viral compound, never before seen, spreads across the city, bringing the dead back to life. All the dead… Ever since, terror has gripped the area, prey to sudden attacks from zombies, skeletons and genetically modified monsters, who have escaped from the cemeteries and a secret army laboratory to devour the population.<br>Jake has just received a call from his friend Lilly whose house is surrounded by the living- dead. The young man will have to cross the city to save his loved-ones.<br>His journey will be strewn with pitfalls. Luckily, he can call on an impressive arsenal. He has little time in which to act and to do so, he will need to eliminate the threats: zombies, skeletons, the bosses…<br>A whole world of terror, coming straight out of hell.<br><strong>The countdown begins !</strong><br><br>Waves of Death is a first person shooter game (FPS). Developed on Unreal Engine® 4, also available in VR version on Steam, under the name WavesOfDeath VR. This game of “survival” with a time limit to increase the stress of the player has 26 levels in which to reach the highest score. The player has to advance and survive against hordes of zombies, skeletons and bloodthirsty bosses, ever more powerful and resistant.<br><br>The interface is easy to use. This is a classic HUD. Particular work has gone into meta-representations (e.g. hits and blood).<br>There are two levels of difficulty.<br><br><strong>WEAPONS</strong><br>Throughout the adventure, the player is offered new weapons, always more powerful and more effective. These weapons are unlocked at the end of the winning game and, above all, according to the number of points obtained.<br><br><strong>ENEMIES</strong><br> <br>Enemies are numerous and come in three categories. Zombies, skeletons and the Bosses. Their powers grow during the game and some of them can handle guns or have superpowers.<br><br>The skeletons are generally faster and better equipped. Coming from the most ancient cemeteries, they are from an era when swords were used as weapons in battle. They wear protection, use shields and are particularly good at fighting. They are generally present in the countryside, around big cities, in villages or forests. Some, more dangerous, live in the catacombs…<br><br>By definition, the zombies are slow but they move in numbers. They like to make human contact and approach Jake to try to devour him. Some are more intelligent and may use weapons, but they are rare and appear in the very last levels. They are usually present in the city or on the main roads.<br><br>The Bosses are larger, more powerful and have been genetically modified by the army. They escaped from a secret laboratory and put the surrounding chaos to good use to climb to the top of the food chain. Their attacks are devastating and risk destroying you, if you are not well armed.<br><br><strong>ASSAULT WAVES</strong><br>Each level features 3 waves of enemies lasting 5 minutes each, with Bosses punctuating the adventure at strategic points. The game comprises 26 levels, with each player having to complete 78 stages to arrive at the end of the mission and so free Lilly.<br><br>Polygone Games Studio<br>Unreal Engine® 4<br>FPS<br>2 levels of difficulty.<br>26 maps",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/978240/header.jpg?t=1675926778",
    "developers": [
      "Jean-Yves QUENTEL"
    ],
    "publishers": [
      "Jean-Yves QUENTEL"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}