{
  "978680": {
    "name": "Substance Painter 2019",
    "steam_appid": 978680,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Substance Painter</strong> is the reference texturing app for 3D professionals and enthusiasts. From AAA Game Developers to Indies, from Feature Animation to Visual Effects studios, the industry uses Substance Painter to bring their creations to life thanks to its unparalleled speed, flexibility and visual quality.<br><br><strong>You will get updates on Steam up to the end of 2019</strong><br><strong>Link your account to your Allegorithmic account to get 1 year of update from the purchase date on Steam</strong><br><br><strong>Substance Painter adapts to you, no matter your skill level</strong><br>Use Smart materials and have textures wrap onto your objects automatically, throw particles to easily add weathering effects with the help of the integrated physics engine or paint precise micro-details accross complex asset spanning over dozens of textures sets or UDIMs.<br><br><strong>Texture assets for any target renderer or game engine</strong><br>Substance Painter is compatible with Unity, Unreal, Amazon Lumberyard, Adobe Dimension, VRay, Arnold, Renderman... you get the drift: no matter what your final platform is, Substance Painter can convert your textures into the right format and give you results as close as can be from what you see in the viewport.<br><br><strong>Welcome to the community</strong><br>The Substance community is made of some of the most helpful and talented artists in the world! Have a question or need some guidance? Join us on Discord or on our official forums, there is always someone ready to help. <br>Want a specific material or effect but don't have the skill or patience to create it yourself? Join the more than 100 000 users on Substance Share and download some of the 1 700+ free assets available to help you in your artistic journey.<br><br><strong>This license does not include access to Substance Source</strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/978680/header.jpg?t=1646675766",
    "developers": [
      "Allegorithmic"
    ],
    "publishers": [
      "Allegorithmic"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 20 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "53",
        "description": "设计和插画"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 49,
      "total_negative": 11,
      "total_reviews": 60
    }
  }
}