{
  "978760": {
    "name": "NaturalFront 3D Face Animation Unity Plugin Pro",
    "steam_appid": 978760,
    "required_age": 0,
    "is_free": false,
    "description": "The unique software enables animators and hobbyists to vastly cut down the cost and time in creating expressive 3D characters. You can very easily create custom-built, realistic 3D heads from just a picture of a face. Moreover, once created, the 3D-models will automatically have built-in professional-quality 3D animation.<br />\r\n<br />\r\nYou can instantly get facial expressions and mouth-shapes you want, and blend them together, all by a few simple mouse-clicks. The high-quality animation will be successful the first time and every time, without any need for rigging, morphing, key-framing or motion capture, using our unique 1-Click Animation.<br />\r\n<br />\r\nThe Pro-version will enable users to export customized high-quality 3D-heads and unlimited realistic animation to FBX files. The 3D-models and animation can instantly run in other 3D apps and be imported into other scenes of Unity.<br />\r\n<br />\r\nAfter using the Unity Plugin, you would agree that, if you can get your own face to generate expressions and talk with no effort, your 3D creations should also be able to do so!<br />\r\n<br />\r\nOur patented technology is especially aimed at meeting your needs on a very high-level. So please let us know how you want to use the software. Together we can make a difference, by kissing goodbye to conventionally time-consuming and labor-intensive techniques in 3D face animation.<br />\r\n<br />\r\nPlease note:<br />\r\n<br />\r\n* You can create as many animated 3D-models as you want, and complete all the work within Unity.<br />\r\n<br />\r\n* The plugin only works on 64-bit Windows computers.<br />\r\n<br />\r\n* The Windows version offers realtime photo-to-3D modeling.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/978760/header.jpg?t=1592173274",
    "developers": [
      "NaturalFront"
    ],
    "publishers": [
      "NaturalFront"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [],
    "genres": [
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "60",
        "description": "游戏开发"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}