{
  "979620": {
    "name": "Atrocity",
    "steam_appid": 979620,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Story</h2>Lives of several ordinary people are at the center of the story.<br>Robert is a schoolteacher who can make some money by robbing ancient graves.<br>Joe is a regular guy who went on a fascinating trip to the seaside, together with his girlfriend and other friends.<br>Andrew is an antique dealer who settled down in an old fire tower opening his store in it.<br>They all came to Aksaypolis at different times and for various reasons. Yet their lives got entangled because of the dangerous mysteries that are still present in this place. Each of them got exposed to some mystical effects, so if they want to stay alive, they must figure out what to do without losing control of their being. The force that is paramount in Aksaypolis is pitiless. They can confront it only if they stand together.<br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/979620/extras/6744b8bf9656e0e4c28097958c41653b.poster.avif?t=1561707931\" width=400 height=198 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/979620/extras/6744b8bf9656e0e4c28097958c41653b.webm?t=1561707931\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/979620/extras/6744b8bf9656e0e4c28097958c41653b.mp4?t=1561707931\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" >Aksaypolis</h2>This rather humble provincial town on the seaside is, in fact, one of the world’s oldest settlements. Long before humans invented the wheel, some peoples who names did not survive in history erected their sacrificial altars here in order to perform their abominable rituals.<br>Eras, people, millenniums passed here. Ancient Greeks who gave the town its name lived here, just as numerous nomad tribes which kept fighting each other in the never-ending war for the control of the steppe. And the Necropolis of Aksaypolis expanded more and more, each time reminding people that they should not disturb forces which humans cannot grasp.<br>Even in the 20th century, at the height of human progress and development, the authorities making the decision to create a modern industrial center here built a large industrial area. But people have never lived in any of the new buildings. Just as no one has ever worked in the workrooms of the huge plant shaped as a pentagram. What remains here today are the carcass frames of the buildings partially submerged in the swampland—and locals have been avoiding this site for half a century.<h2 class=\"bb_tag\" >Special Features</h2>Atrocity is a visual novella which interweaves lives of several people in a dramatic plot.<br><ul class=\"bb_ul\"><li>You will be able to change the plot: there are several endings to the game story, and each of your choices during the game may make the final outcome very different.<br></li><li>Realistic graphics – we tried to create totally believable characters. Plus to recreate for you the atmosphere of Aksaypolis’ mysterious realm.<br></li><li>Comprehensive content: dozens of images for the characters and the backgrounds, many arts and hundreds of thousands of text symbols.</li></ul>",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/979620/header.jpg?t=1561707931",
    "developers": [
      "Solare Games"
    ],
    "publishers": [
      "Solare Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}