{
  "979880": {
    "name": "Fast Food Fighters",
    "steam_appid": 979880,
    "required_age": 0,
    "is_free": false,
    "description": "The game presents us with a very unique group of farm animals that tired of the abuse of the big chains of Fast food decide to oppose them; Armed and trained to fight, our heroes must make their way through every restaurant and fight to stop their evil machinations ... or be cooked in the attempt.<br><br>Select a fighter through the incredibly dangerous restaurants surviving waves of delicious but dangerous minions to face the evil bosses whose sole purpose is to cook you!<br><br>Acquire incredible rewards, discover secret places, and buy powerful items to raze everything at your pace.<br><br><strong>Infernal restaurants:</strong> A randomly generated culinary maze combined with a fresh and comical aesthetic, secret rooms full of loot, walls and doors made by hand and endless enemies waiting behind every door.<br>Each restaurant has dangerous missions that must be overcome to move on to the next one and each time we get closer to our goal the challenges increase and also the enemies that we will encounter.<br><br><br><strong>Fast food:</strong> The maximum exponent of food consumption will try to kill you <i>(literally)</i> food minions armed  the teeth ready to fight! Fortunately fast food fighters will not give up on these threats!<br><br><strong>FastFoodfighters:</strong> Choose between our different Fighters, animals full of courage and gallantry <i>(not to mention cute) </i>each with their own characteristics and abilities, they will not rest in their fight against restaurants, they will shoot, dodge, smash, squawk and fart to your enemies until you defeat them.<br><br><strong>Weapons:</strong> Unlock incredible weapons of destruction and unleash chaos on your enemies! discover machine guns, shotguns, pistols, lasers, gas, fire, poison and many others!<br><br><strong>Items:</strong> Discover powerful artifacts hidden everywhere or obtain them by defeating the different bosses and become an immovable force, you want to be faster, stronger<br>You want to poison your enemies with deadly gasses maybe hit them while you move or even summon swarms of deadly flies.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/979880/header.jpg?t=1551224066",
    "developers": [
      "Unstoppable Studio"
    ],
    "publishers": [
      "Unstoppable Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 2 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 1,
      "highlighted": [
        {
          "name": "Almost there",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/979880/73275991e282bdd6aa32c794487075ea662eb5ad.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}