{
  "979830": {
    "name": "Zone Anomaly",
    "steam_appid": 979830,
    "required_age": 0,
    "is_free": false,
    "description": "Year 2106. As a result of the explosion of the power plant in 1986, a pentagonal radiation zone was created. Soon, all access for civilians was cut off. Countries agreed that the area will be managed jointly and used as a training ground for experimental weapons. With the passage of time more and more soldiers began to die in the zone, too much for maneuvers and tests. During the last operation, conducted in March 2106, a distorted radio report came from the zone and the communication ceased. Command stopped any activity inside the zone and sent there its best agent to investigate the situation. <br />\r\n<br />\r\nAlmost from the beginning of entry into the zone, the player will be attacked by monsters, most of whom have shapes that are unlike the species of animals living on Earth. When exploring the zone, the player will fight or cooperate not only with mutants but also with other stalkers. The closer to the center of the zone is the player, the stranger the mutation encounters, more complex puzzles to solve and increasingly difficult decisions to take.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/979830/header.jpg?t=1726695603",
    "developers": [
      "Red Dev Studio S.A."
    ],
    "publishers": [
      "SIG Publishing"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}