{
  "979950": {
    "name": "Fantasy Grounds - Pathfinder RPG - Melee Tactics Toolbox (PFRPG)",
    "steam_appid": 979950,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Pathfinder RPG - Melee Tactics Toolbox</h2><strong>Look Your Enemies in the Eye!</strong><br>Get up close and personal with<br><i>Melee Tactics Toolbox</i>! The new tips, tricks, and tactics in this volume enable your<br><i>Pathfinder Roleplaying Game</i>character to perform a huge variety of daring deeds in hand-to-hand combat, whether you're dashing around a foe to flank it by yourself or inspiring allies to hold the line on a castle wall.<br><i>Melee Tactics Toolbox</i>is a player-focused manual that makes the most of in-your-face abilities, spells, and weapons, in addition to providing a plethora of new rules options to make you even more formidable in combat. Each<br><i>Pathfinder Player Companion</i>includes new options and tools for every Pathfinder RPG player.<br><i>Inside this book, you'll find:</i><br><ul class=\"bb_ul\"><li>Tips on how best to fight in melee, including suggestions for rules options that can give you an edge, as well as general tactics available to all characters.<br></li><li>Dozens of new kinds of magic armor and melee weapons, weapon special abilities, and wondrous items to hinder your foes or protect you from close-combat attackers.<br></li><li>Thirty new feats to bolster your staying power in close combat, including combat, style, and teamwork feats.<br></li><li>An illustrated guide comparing more than 20 different styles of swords, including the falchion, katana, and urumi.<br></li><li>Tons of new spells, equipment, weapons, class archetypes, and character options, including a new bardic masterpiece.</li></ul>This Pathfinder Player Companion is intended for use with the Pathfinder Roleplaying Game and the Pathfinder campaign setting, but can easily be incorporated into any fantasy world.<br><i>Written by</i><br><strong>Paris Crenshaw, Ron Lundeen, and David Schwartz.</strong><br><strong><br><i>Cover Art by</i><br>Milivoj Ceran.</strong><br><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Scott Geeding</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/979950/header.jpg?t=1768406069",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 4300,
      "final": 4300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 43.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 4 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}