{
  "980330": {
    "name": "Visual Novel Maker - Classical Favorites",
    "steam_appid": 980330,
    "required_age": 0,
    "is_free": false,
    "description": "Some of the most famous and loved music of all time, you've heard before and now you can use them in your own game! For the first time ever on our store, Murray Atkinson brings us orchestral renditions of well-known classical masterpieces! Meticuously recorded note for note from the original full scores, this pack faithfully emulates the original symphonies to the highest degree!<br><br>Use this collection of well recorded and selected classical music such as &quot;In The Hall of the Mountain King&quot; when mapping a town, or marching off on a new adventure journey to the strains of &quot;Bolero&quot;, or battle it out to a unique rock version of &quot;Eine Kleine Nachtmusik&quot; for your intense boss battle! Not your average dentist-lobby Mozart!<br><br>The possibilities are endless for how to use these brilliant compositions. Become a conductor and direct your RPG story using some of the most famliar masterpieces of all time!<br><br>* These songs are all in the public domain. These orchestrations are copyright Murray Atkinson and are licensed to be used for commercial or non-commercial game use.<br><br><strong>Features:</strong><br><ul class=\"bb_ul\"><li>15 BGM plus 5 shorter edits for a total of 20 BGM<br></li><li>52 ME including recognizable classical motifs!<br></li><li>Contains .ogg, .mp3, .m4a and .wav formats<br></li><li>Over 1 hour of music!<br></li><li>Included are Full length versions (some with edits of smaller loopable sections) as follows: The Planets: Neptune The Mystic, Peer Gynt - Morning Mood, From The New World - Symphony No 9 in E Major, Dance of the Swans, Moonlight Sonata, Ave Maria, Prelude No 1, Nocturne in E Flat, To a Wild Rose, Eine Kleine Nachtmusik (Rock).<br></li><li>Also included are selected sections from: Peer Gynt - In the Hall of the Mountain King, Waltz of the Flowers, Clarinet Concerto K622 Adagio, The Moldau</li></ul>",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/980330/header.jpg?t=1681445166",
    "developers": [
      "Murray Atkinson",
      "VGM Library"
    ],
    "publishers": [
      "KOMODO"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 10800,
      "final": 10800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 108.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 22 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "59",
        "description": "网络出版"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}