{
  "980940": {
    "name": "My Little Blacksmith Shop",
    "steam_appid": 980940,
    "required_age": 0,
    "is_free": false,
    "description": "My Little Blacksmith Shop is a semi-realistic, fantasy sandbox blacksmith simulator that puts you in the shoes of a medieval blacksmith. You will craft a variety of weapons and tools using traditional blacksmithing techniques, while also managing your resources and expanding your workshop. The game features realistic physics-based interactions and allows you to shape and hammer your creations just like a real blacksmith. With a wide range of materials and designs to choose from, you can create unique and powerful items to sell to your customers or use them for other activities. Take your blacksmithing skills to the limit and see if you have what it takes to become the greatest blacksmith in the land.<h2 class=\"bb_tag\" >Features</h2><strong>Sell</strong> all of your creations to as many customers as you'd like. Decide when your shop opens and closes. Improve your skills with the Training Skill Tree to increase your money making potential.<br><br><strong>Create</strong>  almost anything with near over 100 combinations of weapons, shields and armor.<br><br><strong>Explore</strong>  different points of interest and discover hidden items, schematics. Solve puzzles and talk to NPC to unlock unique items that can be used to enhance your creations.<br><br><strong>Design</strong> , build and customize your shop the way you want. Build a shed out back, a new shelf or a entire new shop from scratch.<br><br><strong>Customize</strong>  your blacksmith's looks and increase your stats to be a more effective blacksmith.<br><br><strong>Manage</strong>  resources. Keep an eye on your resources and manage your workshop to maximize efficiency and profitability.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/980940/header.jpg?t=1752687438",
    "developers": [
      "Dasius",
      "Noble Games Studio"
    ],
    "publishers": [
      "Noble Games Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2025 年 2 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 67,
        "description": "视角舒适度"
      },
      {
        "id": 66,
        "description": "可选颜色"
      },
      {
        "id": 68,
        "description": "自定义音量控制"
      },
      {
        "id": 79,
        "description": "随时保存"
      },
      {
        "id": 69,
        "description": "立体声"
      },
      {
        "id": 70,
        "description": "环绕声"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "6 user reviews",
      "total_positive": 5,
      "total_negative": 1,
      "total_reviews": 6
    }
  }
}