{
  "981720": {
    "name": "Lore Finder",
    "steam_appid": 981720,
    "required_age": 0,
    "is_free": false,
    "description": "Become K.C. Morgan, paranormal investigator, and search a New England mansion for your missing father. Battle the forces of corruption infesting the mansion armed only with your wits and an old .38 revolver, and gather scrolls of forbidden lore. But the more you discover, the more warped and twisted the world – and you – become. <br><br>Uncover the story of Lore Finder, a 2D metroidvania and a modern queer reimagining of the cosmic horror genre.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li><strong>Traverse a changing world:</strong> Individual rooms will transform and hold new surprises as you accumulate powers.<br></li><li><strong>Find your own path:</strong> Non-linear design encourages freeform, exploration-based, and self-directed progression. Complete sections of the game in what order you like.<br></li><li><strong>Experience atmosphere:</strong> From the dark and oppressive living areas, to the impersonal basement with its cold steel and mortar, to the dank caverns that lie even further below.<br></li><li><strong>Accumulate forbidden powers:</strong> Embrace your own corruption, fight fire with fire, and wield dark powers against their own progenitors.<br></li><li><strong>Face climactic terrors:</strong> Within the mansion dwell dangers of elevated strength and influence, often guarding crucial ways and powers.<br></li><li><strong>Uncover a family's corruption:</strong> Experience the result of the restless emotions of the mansion's formerly human inhabitants expressed through an eldritch power, from the anxiety of a frustrated would-be scientist to the isolation and anguish of a child unloved.<br></li><li><strong>Piece together past events:</strong> Explore and find scattered evidence of the inhabitants' otherworldly transformation through journal entries and memory-stained objects.<br></li><li><strong>Girlfriend mode:</strong> Beat the game to unlock this mode, allowing you to play as K.C.'s girlfriend, with all new powers and story.<br></li><li><strong>Speedrun mode:</strong> The speedrun mode offers a built-in timer and will streamline play experience for speedrunners.</li></ul><h2 class=\"bb_tag\" >Background</h2>Lore Finder is a modern queer reimagining of the cosmic horror genre, taking influences from the various games and literary works in the genre first inspired by H.P. Lovecraft, set in the latter half of the 20th century. It is the story of K.C. Morgan (a non-binary character) who is a Private Investigator turned Paranormal Investigator after the disappearance of their father, Richard Morgan, a professor and researcher at Boston University. Eventually, their search takes them to a mansion owned by the Wright family on an island off the New England Coast.<br><br>Once there K.C. discovers that the residents and staff have been horribly corrupted by some twisted occult influence, the only clues as to their fate, and the fate of their father seems to be found within scrolls, written on human skin, filled with dark forbidden lore so terrible that it may rend the very fabric of reality itself.<br><br>Matters become even more disturbing once K.C. begins to explore the basement. Evidence of terrible, inhuman experiments lie discarded next to twisted bodies and implements of torture.<br><br>Alone, and facing terror, madness, and corruption, not only all around them, but also within their very soul, K.C. must work their way through the mansion, risking death, madness or worse in an attempt to uncover what happened to the inhabitants of the mansion, and their father.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/981720/header.jpg?t=1634247833",
    "developers": [
      "Kitsune Games"
    ],
    "publishers": [
      "Kitsune Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}