{
  "981980": {
    "name": "Panda Hero",
    "steam_appid": 981980,
    "required_age": 0,
    "is_free": false,
    "description": "In this fun and thrilling jump-and-run game, you'll keep pushing yourself to new heights! As a fearless panda hero, you'll traverse four imaginatively designed worlds. Whether in an icy winter landscape, in airy heights above the clouds or in dark caves, on your journey you will overcome all abysses and other obstacles with skilfully executed running and jumping. <br><br>To get to your destination quickly, clear away all creatures and nasty enemies that get in your way. Use your indestructible bamboo stick or fire a limited number of stones to attack and defend yourself. Be nimble and quick to collect all bonus items and coins lying around to gain new powers and skills. Discover all hidden treasures! But don't forget to strengthen yourself with enough food that you pick up in passing.<br><br>Experience over 50 funny, rousing and action-packed levels. In each world there is an exciting boss fight waiting for you at the end. Get carried away and enjoy hours of addictive gameplay!<h2 class=\"bb_tag\" >FEATURES</h2><ul class=\"bb_ul\"><li>Thrilling jump-and-run fun on over 50 levels<br></li><li>4 different, imaginatively designed worlds<br></li><li>Overcome numerous dangers to reach your goal<br></li><li>Various challenging opponents stand in your way<br></li><li>Exciting boss fights in the last level of each world<br></li><li>Hours of gameplay with a high addictive factor!</li></ul>",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/981980/header.jpg?t=1660112386",
    "developers": [
      "Markt+Technik"
    ],
    "publishers": [
      "familyplay",
      "Markt+Technik"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}