{
  "982010": {
    "name": "ZDF History 360° – Tempelhof",
    "steam_appid": 982010,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Discover Tempelhof Airport in Berlin – and become a part of the story.</strong><br>History360°-Tempelhof is a VR application with game features. The user will discover Berlin’s Tempelhof airport and experience its history in its original setting. Video recordings and cutting-edge technology such as photogrammetry turn these premises into a virtual experience everyone will enjoy.<br><strong>Content</strong><br>Your experience starts in the abandoned bunker located beneath the airport, where VICTOR is expecting you. This little robot will be at your side throughout the entire game. He will be giving you hints and clues, has plenty of helpful tips and tricks for you, and will help you find your way around Tempelhof.<br>Together, you will be helping little Hannah find her parents. This game is based on true facts, and to win it, you will have to complete different tasks: you must solve the riddles you will be encountering and will have to collect objects that’ll tell you more about the history of this airport. As you play, you can also take a look at original footage and model airplanes from different times.<br><strong>Start playing</strong><br>To start the game, launch the application and select “New Game” in the main menu. If you’d like to discover the rooms without any game elements, select the “Sightseeing” option.<br><strong>Game controls</strong><br><i>PC</i><br>In the desktop version, you can move around by pressing the following keys on your keyboard: W (forwards), A (left), S (right), and D (backwards). You can also grab and hand over objects and interact with VICTOR by pressing the E key. To open the Game Menu, where you can see and manage your collected objects, press the M key.",
    "supported_languages": "德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/982010/header.jpg?t=1616441858",
    "developers": [
      "ZDF Digital Medienproduktion GmbH"
    ],
    "publishers": [
      "Zweites Deutsches Fernsehen – Anstalt öffentlichen Rechts"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}