{
  "982370": {
    "name": "Line Dance Virtual",
    "steam_appid": 982370,
    "required_age": 0,
    "is_free": false,
    "description": "Hey you! Have you ever wanted to <strong>rock the dance floor</strong>?<br><br>You know the feeling... you hesitantly join the party dance floor. You don't know the line dance steps, so you stay in the back hoping to learn as you go. Wait... they made a quarter turn. Now you're looking over your shoulder to see the more knowledgeable dancers. Another quarter turn... Oh no... Oh no! Now everyone is looking at YOU for guidance! If only there were a way to practice line dances outside the dance floor, <i>you</i> could be the life of the party.<br><br>Line Dance Virtual is here to help! <strong>Dance</strong> like you never have before! <br><br>Transform your game space into a stylish dance club, honky-tonk, beach party, and more! Twist, tap, and glide through line dances animated by the professional dancers featured in the &quot;Fear of Dancing&quot; film. We know it's tough. That's why we created Dance Virtual, to use Virtual Reality as a fun teaching tool. So now you can be the one to invite people to the dance floor and guide them through the following kinda familiar songs:<br><br><ul class=\"bb_ul\"><li>Shuffid Couple<br></li><li>Electric Glide<br></li><li>Scoot Bootin' Boogie<br></li><li>Bronzehead Road<br></li><li>Hoodmoose<br></li><li>Woggle</li></ul><br>Your professional teachers will explain how movements translate from your virtual to real world experience. Pause. Slow down. Rewind. Practice. With a level dedicated to dance fundamentals, even those of us with two left feet can learn to check our balance. Learn dancing in VR, so you can do it in the real world... and have fun! And it'll cost you less than the rideshare and parking to the party place.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/982370/header.jpg?t=1701464614",
    "developers": [
      "Dance-Virtual"
    ],
    "publishers": [
      "Dance-Virtual",
      "Miragic Labs"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}