{
  "982800": {
    "name": "Moon Tycoon",
    "steam_appid": 982800,
    "required_age": 0,
    "is_free": false,
    "description": "Moon Tycoon is a city-building computer game released in 2001 by Anarchy Enterprises. It's based on the creation of a lunar colony. Moon Tycoon has three campaigns to play through, each with its own story-line, starting  around the year 2021.<br />\r\n<br />\r\nCampaign 1: Earth is in a global energy crisis, and the only thing that can stop it is a precious ore called Helium 3 that can only be found on the Moon.<br />\r\n<br />\r\nCampaign 2: The energy crisis is over, but competition begins to heat up as corporations battle for lunar domination as space borne epidemics, discontent over living conditions and space disasters become more frequent.<br />\r\n<br />\r\nCampaign 3: Mankind makes yet another leap as it begins the next stage of space exploration: the colonization of the asteroid belt beyond Mars.<br />\r\n<br />\r\nEach campaign has ten levels to play through each with varied levels of difficulty. All three campaigns make up a larger story, so they can only be played in order and starting with the first. There is also a sandbox mode; where you can set the starting money, terrain type, ore quantity and average building life; it also lets you select the Moon or asteroid.<br />\r\n<br />\r\nThe game is played on the Play Area, on which completed and under-construction structures are displayed. Players also use this screen to begin construction of buildings and alter the terrain. The play area is raised up from the surrounding view and can also have a grid. There are plenty of Building Menus, along with Colony Management, Disasters, and Options.<br />\r\n<br />\r\nThe Building Menu display the various types of structures available for construction. These buildings are divided into different categories: Housing and Medical, Tourism, Research, Rewards (earned by different objectives), Utilities, and Industry.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/982800/header.jpg?t=1727980788",
    "developers": [
      "Anarchy Enterprises"
    ],
    "publishers": [
      "Anarchy Enterprises"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}