{
  "983030": {
    "name": "W.A.N.T.E.D - WANTED The Game",
    "steam_appid": 983030,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >W.A.N.T.E.D - WANTED - WNTD - The WANTED Game - A Open-World Experience Action Adventure Game with a WorldWide inspired ambience. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Trailer and GamePlay Videos Coming Soon</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Visit Virtual Digital W.A.N.T.E.D Cities: Miami, New York City, San Francisco, Los Angeles, Las Vegas, Deserts, Country Sides, Tropical Islands, Japan, Australia</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >In Online Multiplayer to Play with everyone around the World</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Step into the chaotic and thrilling world of W.A.N.T.E.D Online, an immersive multiplayer online game inspired by the fast-paced, action-packed style of the GTA series. In this dynamic open-world environment, players are free to carve their own path, whether they want to build an empire, wreak havoc, or live the life of a law-abiding citizen.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Key Features:</strong></p><p class=\"bb_paragraph\" >Expansive Open World: Explore a massive, detailed city filled with bustling streets, gritty alleyways, and countless hidden secrets. Every corner of the city offers new opportunities—and dangers.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Action-Packed Gameplay: Engage in high-stakes heists, explosive shootouts, daring car chases, and intense battles for control of the streets.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Customizable Characters and Vehicles: Build your identity in the game by customizing your character’s look, wardrobe, and vehicles. Stand out from the crowd or blend in to avoid detection.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Diverse Roles: Choose your path as a cunning criminal, a relentless cop, or a rogue entrepreneur. Whether you’re robbing banks, enforcing the law, or running shady businesses, the choice is yours.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Player-Driven Economy: Invest, trade, and build your fortune through various industries. Create alliances or rivalries to dominate the city’s economy.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Real-Time Multiplayer: Form crews with friends or compete against other players in real-time for dominance of the city’s lucrative hotspots.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Dynamic Events: Experience regularly updated missions, heists, and challenges that keep the gameplay fresh and exciting.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >With its blend of high-octane action, deep role-playing elements, and an ever-evolving world, W.A.N.T.E.D Online promises endless hours of chaos, creativity, and competition.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Are you ready to become the most W.A.N.T.E.D? The city is waiting.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Visit Virtual Digital W.A.N.T.E.D Cities: Miami, New York City, San Francisco, Los Angeles, Las Vegas, Deserts, Country Sides, Tropical Islands, Japan, Australia</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >W.A.N.T.E.D has a large map inspired by essentially WorldWide scenarios, every detail and element present in the game environment was designed to bring a sense of familiarity to the player, the map comes to life with pedestrians and cars walking and driving around the map that interact with each other and with the map. , the player has weapons and can interact with the elements present in the map, but be careful, because every action can create a reaction in the same intensity, acting in an aggressive way can draw attention, causing the innocent to keep their distance and bringing problems not only with the police, but also with local bandits.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Trailer and GamePlay Videos Coming Soon</p><p class=\"bb_paragraph\" >This is an early access Alpha version, the current content may contain bugs, the mechanics present in the game may be subject to instabilities or be temporarily disabled to receive the necessary polishing, they can be modified and / or enabled in later versions, the current content does not represent the final quality of the game.</p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/983030/ed858da2ce78a885a5401f50280eccebf158da08/header.jpg?t=1767744220",
    "developers": [
      "Gaming Limited"
    ],
    "publishers": [
      "Gaming Limited"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}