{
  "983590": {
    "name": "Tank Blazers",
    "steam_appid": 983590,
    "required_age": 0,
    "is_free": false,
    "description": "Tank Blazers is a fast, action-packed local multiplayer-only arcade game that brings back the joyful days of playing games together on the couch! Built entirely for local multiplayer (either split-screen or in single-view mode), you can prove once again you're the better player. Now strap in, clear the shell casings, start the engine, and let's show the other tanks what you're made of!<h2 class=\"bb_tag\" >A tank for every play style</h2>Tank Blazers has a total of <strong>6</strong> different tank chassis to choose from with a range of <strong>9</strong> different turret options to fit every play style. From the classic tank shell gun turrets, to machine guns, to (guided) rocket options, and even lasers if that's more your thing. And if that isn't enough, there are a total of <strong>24</strong> different skins to choose from.<h2 class=\"bb_tag\" >Up to 4 players</h2>Tank Blazers allows for local multiplayer games for up to 4 players. You've played games with friends before, but locally competing with up to 4 friends in fast, action-packed, chaotic gameplay is sure to leave an impression. -- Tank Blazers was originally built for 8 players, but due to XInput limitations we're limited to 4 players max.  --<h2 class=\"bb_tag\" >Sumo</h2>Tank Blazers hosts a unique game mode that significantly increases each tank's reaction to explosive forces. Everything is bouncy and any hit is sure to push most tanks closer to the edge of the map. Avoid large hits and make sure you're the last tank standing.<h2 class=\"bb_tag\" >A full controller PC game</h2>Tank Blazers is built for the niche of local multiplayer on PC gaming machines. This means you'll need to have a minimal of <strong>2</strong> game controllers attached to get the most out of this game.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/983590/header.jpg?t=1583397149",
    "developers": [
      "Hangar Bay 12"
    ],
    "publishers": [
      "Hangar Bay 12"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 19 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}