{
  "984150": {
    "name": "Powerless",
    "steam_appid": 984150,
    "required_age": 0,
    "is_free": false,
    "description": "Do you think you could survive without electricity?<br />\r\n<br />\r\nFind out in Powerless - The Interactive Doomsday Simulator. Explore London after a catastrophic solar flare plunges the city into darkness and renders all electronic devices and transport useless. Try and keep your Personas alive as you face the elements without help from the digital world. <br />\r\n<br />\r\nPowerless is an interactive fiction game which explores how electricity dominates our society and how much we would struggle without it.<br />\r\n<br />\r\nWithout electricity, how will you communicate? Without power, how will hospitals look after patients? Without running water, how will anyone survive? <br />\r\n<br />\r\nFilled with exciting survival situations, Powerless will test your knowledge of the natural world and push the limits of what you believe society is capable of.<br />\r\n<br />\r\nAdventures include:<br />\r\n- Land a helicopter during a solar storm<br />\r\n- Deliver a baby without medical help <br />\r\n- Fight a wounded gorilla <br />\r\n- Join the army and become a sniper<br />\r\n- Escape from a prison <br />\r\n- Build a battery from scratch <br />\r\n...and many more. <br />\r\n<br />\r\nEach challenge is narrated via an interactive story where you control every action. Will your choices help save lives or put your own in danger? The choice is yours.<br />\r\n<br />\r\nAs you move through the levels of Powerless, you will gain a Survival Rating based on how you behave in each level. Are you honest or will you lie to survive? Are you brave or will you avoid danger at all costs? Are you resourceful or are you clueless when it comes to survival? Will you help others, or will you only help yourself? As your rating improves, new adventures and Personas will be unlocked, it's up to you how you behave, but there will be consequences. <br />\r\n<br />\r\nHighlights<br />\r\n* Explore 16 levels of Interactive Fiction. <br />\r\n* Each level is an opportunity to improve your Survival Rating.<br />\r\n* Unlock 7 different Personas and try to keep them alive to complete the game.<br />\r\n* Repeat and replay to improve your Survival Rating and unlock new adventures. <br />\r\n* Beautiful character artwork.<br />\r\n* Over 250,000 words of fiction to read.<br />\r\n* Haunting sound design and special effects. <br />\r\n<br />\r\nThroughout Powerless you will be guided by our A.I named MAUDE (Mobile Assessment Unit of Doomsday Events). <br />\r\n<br />\r\nAnswer MAUDE's psychological profiling questions and she will assign you different Londoners to test your metal in an apocalyptic London without electricity. Work your way through the levels with each Persona to see if you can become a survival master and complete the game.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/984150/header.jpg?t=1545219094",
    "developers": [
      "Narratio"
    ],
    "publishers": [
      "Narratio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}