{
  "984360": {
    "name": "Pocoman",
    "steam_appid": 984360,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to the world of PocoMan! A logic and strategy game featuring the clever and funny character PocoMan. A 21st century super-hero of microscopic proportions!<br />\r\n<br />\r\nDo you like puzzles?  How about hard ones?  Do you often envision yourself as a super powered space man pushing heavy objects around a maze deep in space? <br />\r\n  If you answered yes to all these questions, then this game is for you!  Pocoman will keep you on the edge of your seat or banging your head against the wall with it's unique hand crafted levels filled to the brim with challenge. It's a game for families of all ages in all reaches of the universe.<br />\r\n<br />\r\nYour job is to assist PocoMan in moving all of the treasures to the marked floor positions allowing him to escape to the next level. Sounds simple, right? Don't be too sure!  Even with his super powers, PocoMan can only push the treasures around the maze. He can't pull them or push more than one at a time. But try to overlook these shortcomings, because after all, he is a super-hero.<br />\r\n<br />\r\nPocoMan's latest adventure has landed him in real trouble. He's caught in one of his enemy's most cruel traps. This one has 50 of the most difficult mazes he has ever come across. His only hope of escaping back home is to solve all 50 mazes! The difficulty of each maze increases as he progresses through them.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/984360/header.jpg?t=1748366766",
    "developers": [
      "Sleepless Inc."
    ],
    "publishers": [
      "Sleepless Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}