{
  "984980": {
    "name": "Ruinic",
    "steam_appid": 984980,
    "required_age": 0,
    "is_free": false,
    "description": "Ruinic is a massive multiplayer adventure, with monsters to kill, quests to complete, and treasure to win. You control your own character who will improve and become more powerful the more you play. This isn't a game where everything that happens is pre-determined. What you do in the world is up to you!<h2 class=\"bb_tag\" >This Is Your Adventure</h2>You can go exploring, or earn a living practicing a craft such as cooking or crafting. Many of the characters in the game can give you quests to go on, each with different rewards. If you are brave you can search for riches in the dungeons or world but make sure you are well armed! Try your hand at archery, or magic to give yourself an extra advantage.<br><br><br>The game is multiplayer which means you will meet many other people in the world who you communicate and trade with. Make new friends and go adventuring together to stand a better chance against the stronger monsters. Perhaps you want to make your money trading valuable goods with others. Or if you like taking risks, you can choose to fight with like-minded people to try and steal their treasure.<br><br>There are many more things you can do! Ruinic isn't a game you can just finish in a week, and we will be adding many more features and quests over the coming weeks to ensure there is always something new for you to try!<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li> Full two dimensional detailed game world.<br></li><li> Efficient networking allows game to run using minimal bandwidth.<br></li><li> Detailed game world with buildings, rivers, mountains etc..<br></li><li> Fast loading makes exploring easy without loading screens.<br></li><li> Your game is automatically saved on the server when you quit.<br></li><li> Characters and monsters which inhabit different areas, and can interact with you.<br></li><li> Objects which you can take, manipulate, and use.<br></li><li> Interactive scenery (e.g. trees can be chopped down, doors opened etc..).<br></li><li> Close range combat system, with different weapons.<br></li><li> Long range combat system, with different weapons.<br></li><li> Player vs. player combat in certain areas.<br></li><li> Full player trading system.<br></li><li> Shops where you can buy and sell items and equipment.<br></li><li> Dungeon areas full of monsters to fight and treasure to collect.<br></li><li> Character creation system allows everyone to look different.<br></li><li> Players can use weapons and armor changing their appearance &amp; power.<br></li><li> Information on what you have done is stored and used to influence your game.<br></li><li> Conversation system for talking to game characters.<br></li><li> Player chat system to talk to other players.<br></li><li> Group system where you can team up with other players and share treasure.<br></li><li> Adjustable game settings.<br></li><li> Compression of game files, makes the game load as quickly as possible.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/984980/header.jpg?t=1733683986",
    "developers": [
      "Robert Barkow"
    ],
    "publishers": [
      "Robert Barkow"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}