{
  "985200": {
    "name": "Fantasy Grounds - The City That Dripped Blood (5E)",
    "steam_appid": 985200,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >The City That Dripped Blood</h2><i>Temelpa, an ancient walled city on a forgotten trade route, thought to be abandoned ages ago, and now, the adventurers find themselves besieged within.</i><br><i>Unable to leave their refuge, the adventurers will quickly discover the city is inhabited, not deserted as initially believed, by an ancient society. They will soon be embroiled in the affairs of a twisted caste system built on servitude and cannibalism and headed by an inter-dimensional vampiric overlord.</i><br><i>This open-ended adventure allows the GM to unleash an array of unique monsters, factional power struggles, and intriguing plots upon the characters as they fight and scheme to stay alive, entrapped in a hostile city where they are viewed as useful pawns or a tasty exotic meal.</i><br><i>Can the characters hold out until the siege is broken and escape with their lives? Will they champion the cause of the downtrodden and upend the social order? Or will they be the main course for the next cannibalistic feast?</i><br><i>Welcome to the City!</i><br><strong>The Adventure</strong><br><i>The City That Dripped Blood -</i>available for Fifth Edition, is an adventure for mid-level characters inside you will find:<br><ul class=\"bb_ul\"><li>New creatures and new variants<br></li><li>NPC Cultists and unusual citizens are spread across various districts and factions.<br></li><li>All under the shadow of the two ziggurats which stand menacing guard over the decrepit. desert city where the player characters begin.<br></li><li>Options for and potential hooks are provided, but the design lends itself to modifications, GM tailored for their ongoing campaigns.</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Michael Potter</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/985200/header.jpg?t=1768406264",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 28 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}