{
  "985520": {
    "name": "Fantasy Grounds - Starfinder Alien Archive 2 (SFRPG)",
    "steam_appid": 985520,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Starfinder Alien Archive 2</h2><strong> Alien Invasion</strong><br>Outer space is full of alien species both benign and malevolent.<br><i> Starfinder Alien Archive 2</i> presents a host of new creatures designed for use with the Starfinder Roleplaying Game! From the laser-breathing tashtaris and starship-eating stellar protozoans to dust mantas and undead bone troopers, the creatures in this codex will challenge adventurers no matter where in the galaxy they may travel. What's more, player rules for a variety of species let players not just fight aliens, but be them!<br><i> Inside this book, you'll find the following:</i><br><ul class=\"bb_ul\"><li>Over 100 bizarre life-forms both classic and new, from the voracious akatas and silicon-based quorlus to radioactive pluprex demons and void-dwelling vermin.<br></li><li>More than a dozen races with full player rules, letting you play everything from an uplifted bear to a sentient slug.<br></li><li>New alien technology to help give your character an edge, including armor, weapons, magic items, and spells.<br></li><li>New rules for magical polymorphing, environmental template grafts to modify creatures to fit any world on the fly, and more!</li></ul><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Christopher Ward</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Starfinder ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/985520/header.jpg?t=1768406356",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 11600,
      "final": 11600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 116.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 11 月 28 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}