{
  "986660": {
    "name": "HEATED",
    "steam_appid": 986660,
    "required_age": 0,
    "is_free": false,
    "description": "HEATED is a game created by Blue Method that features various modes that take a spin on the FPS genre.<br><br><strong>A combination of RTS and FPS mechanics</strong><br><br>Each mode consists of two zones, the strategy zone and the action zone.<br><br><i>The Strategy Zone</i><br><br>The goal of the strategy is to obtain as much Gold as possible through the use of crypto miners that are available to purchase. This gold allows you and your team to purchase weapons, equipment, ammo, etc. to be used in the action phase.<br><br>During the strategy phase, teams collect Iron through a different crypto miner, which can be used to purchase Gold miners, Generators for power, and software. All of these miners and generators are controlled by one terminal per team.<br><br>To hinder the performance of your enemies mining rig, teams can purchase various software and malware that can be used to hack and infect your opponent with viruses, causing mining to stop, terminals to be disabled, and even generators to explode!<br><br>Do whatever is nessecarry to gather more gold than your opponent.<br><br><i>The Action Zone</i><br><br>While in the action phase, players can purchase weapons, equipment, ammo, etc. using the gold that they mined during the strategy phase. They are then dropped into the &quot;action zone,&quot; where teams will have to compete against the other in standard FPS combat. The objective can range from eliminate the enemy team, defuse or protect the bomb, take an objective, and more.<br><br><strong>Features various game modes</strong><br><br>There are two different types of game modes; Phase modes and Action modes:<br><br>Phase modes are separated into two phases, the &quot;strategy phase&quot; and the &quot;action phase,&quot; where both teams play these phases at the same time. The strategy phase lasts for 5 minutes, whichever team has the most gold at the end wins that phase, and it moves onto the action phase. Whatever team completes the objective wins the action phase. A total of 2 points can be won per round.<br><br>Action modes features the strategy phase happening in sync with the action phase, where the performance of the strategist affects the performance of the players battling in the action phase. One player per team is kept in the strategy phase, where gold mined is used immediately to help the performance of the players in the action phase.<br><br><strong>RTS not your thing? Featuring Vaultheist</strong><br><br>For players who aren't a fan of RTS games, HEATED features another fast paced mode called Vaultheist, where 4 teams of 4 compete to whip out the enemy teams, and grab as many points as possible from the &quot;vault&quot; before time runs out.<br><br>Players battle to get to the &quot;vault,&quot; a location in the center of the field. The vault contains lives, points, and weapons that players can take. Once inside the vault players are safe, but as soon as they exit they are vulnerable to attacks from the other 12 players in the game.<br><br>Carry points from the vault back to your base to score a point. No more points left in the vault? No problem, steal some from your opponents, and don't have yours taken.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/986660/header.jpg?t=1641659022",
    "developers": [
      "Blue Method"
    ],
    "publishers": [
      "Blue Method"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}