{
  "986780": {
    "name": "Supersolar",
    "steam_appid": 986780,
    "required_age": 0,
    "is_free": false,
    "description": "Supersolar aims to mix <strong>dungeon crawling</strong> combat and mechanics with <strong>exploration</strong> and quests inspired by classic isometric games, all packed together in a sci-fi setting with <strong>realistic graphics</strong>. The game is in early production and core features test stages.<br><br><strong>Features</strong><br>Take control of the customizable <strong>Supersolar MK1 gunship</strong> and embark on an <strong>epic singleplayer journey</strong> from the outskirts of the Solar System to Earth. Battle swarms of AI drones and unique bosses and find weapons and gear while exploring techbases, orbital facilities or innards of giant spaceships. <br><br>Movement uses a “fly to cursor” mechanic with added strafe and roll controls, while combat has a large arsenal of weapons, each with advantages and drawbacks. Enemies come in different tiers, shielded, with heavy armor, or in special ranks. Use gear like the EMP or shields to gain the upper hand. Blast enemies with quad miniguns, powerful lasers or obliterate them by the dozens with your main cannon. Mix and match weapons according to your play style and customize the ship.<br><br><strong>Story</strong><br>The last Hegemony capital ship, Nebula Zero, retreats in the farthest reaches of the Solar System as the drones of the alien machine race advance through humanity’s planetary colonies. Our last hope is to find the lost Supersolar class MK1 gunship, the only weapon able to reach the Gateway in Earth orbit and close it. Embark on a long journey through overrun levels, find weapons and the three items for the final mission: the warp core, shield module and the beam cannon.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/986780/header.jpg?t=1639378997",
    "developers": [
      "babadokia"
    ],
    "publishers": [
      "babadokia"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}