{
  "986840": {
    "name": "Crossout - Family Holiday Pack",
    "steam_appid": 986840,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >This set includes:</h2><br><ul class=\"bb_ul\"><li>Unique armoured vehicle “Bickford”;<br></li><li>Weapons: machine gun “LM-54 Chord” — 3 pcs.<br></li><li>Decor “Old Skis”.<br></li><li>Crossout fireworks.<br></li><li>Unique character portraits: Kai and Gerda<br></li><li>Paint cans: Fire show and Winter night<br></li><li>Maximum number of parts increased to 45;<br></li><li>500 in-game coins.</li></ul><br>Gerda and Kai just love the winter holidays, because it was winter many years ago when they truly believed in miracles. Their home village was doomed to a freezing death by a raider leader, nicknamed the Snow Queen, and only the brother and sister managed to survive. Saved by Odegon, Gerda and Kai became loyal Firestarters and since then every winter they make sure that no one suffers the fate of their family. Some say their fireworks burn... but can there be too much fire?<br><br>The unique armoured cars presented in packs are known for their particular balance of weapons, armour and speed characteristics in combat. To put the car in the garage, after starting the game, open the blueprint menu («B» key ), go to the “Packs” tab, select the armoured car you want and press the “Assemble” button. <br><br>When you purchase this pack, the number of parts that can be used to build a vehicle increases to 45. <br><br>The fireworks expire after 7 days! The countdown starts when you first mount the item on a car.<br><br>Buying the pack also gives early access to some factional structural parts. These parts become available immediately upon purchase and are not handed out again upon reaching the appropriate reputation level. Some parts are one-of-a-kind, and players can only own one copy of such parts. When purchasing multiple packs, such parts are not duplicated. <br><br>Unique portraits are an excellent opportunity to stand out among survivors. <br><br>Paint cans are a great opportunity to accentuate your armoured car. <br><br>Coins — is the in-game currency, which is used on the market to purchase armoured car parts from other survivors and to pay for the rent of part-building workbenches. Attention! When buying multiple packs, the acquired coins stack! <br><br>Attention! Available only for Windows.",
    "supported_languages": "英语, 俄语, 德语, 西班牙语 - 西班牙, 日语, 泰语, 法语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/986840/header.jpg?t=1668567847",
    "developers": [
      "Targem Games"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 13 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}