{
  "986950": {
    "name": "Hyper Galactica",
    "steam_appid": 986950,
    "required_age": 0,
    "is_free": false,
    "description": "Spaceships fights in galaxies<br />\r\n<br />\r\nIn 12 levels of game, your spaceship has to destroy, with your missiles, all the enemies coming from other galaxies before they invade our Planet. Watch out for their stealth spaceships, but also planets, black holes, asteroids, magnetic fields, stars, ... !<br />\r\n<br />\r\nThe aim is multiple: reach the level 12 with success but also overpass the reference scores of the game by reaching, at each level, the bonus.<br />\r\nGame of increasing difficulty across 12 galaxies, one per level of play.<br />\r\n<br />\r\nEach game sequence is played alone. However, by choosing among 7 avatars, one avatar per player, you have the opportunity to compete with friends or family members. In this case, in their own game sequence, they will try to beat you by exceeding your level and score.<br />\r\n<br />\r\nYou can play every sequence of the game with your controller (XBOX, ...) or your keyboard (QWERTY, QWERTY):<br />\r\n- If you have connected a controller, all the main functions of the game such as moving a spaceship, firing a missile, ... during a game action are entirely performed by your controller.<br />\r\n- If you have not connected a controller, your keyboard will allow you to access these same functions of the game.<br />\r\n<br />\r\nNotice that the interactive menu, the exit of the game, the choice of an avatar, the setting and the pause are always carried out with your keyboard and your mouse.<br />\r\n<br />\r\nNow, it's your turn !",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/986950/header.jpg?t=1570214483",
    "developers": [
      "Dutoit"
    ],
    "publishers": [
      "Dutoit"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}