{
  "987400": {
    "name": "Disney's Hercules",
    "steam_appid": 987400,
    "required_age": 0,
    "is_free": false,
    "description": "Become a true hero in a battle of mythic proportions.<br />\r\n<br />\r\nYou're not just along for the ride, you are Hercules. So jump in the hero seat and get ready to battle your way through three ancient worlds, ten challenging stages, and a hoard of mythological monsters. Defend Thebes from the evil Centaurs and Harpies! Fight off the menacing Titans on Mt. Olympus! Defeat the multi-headed Hydra and send a hot-headed Hades back where he belongs. Hey, it's all in a day's work when you're trying to earn your place among the gods.<br />\r\n<br />\r\nLegendary gaming features:<br />\r\n• Battle through ancient worlds with your favorite characters from the movie in the only game where you become Disney's Hercules.<br />\r\n• Ten stages of heroic gameplay where you battle the Titans, defend Thebes, rescue Meg from the Underworld and more.<br />\r\n• Hidden areas, Herculade power-ups and magical weapons ensure hours of replayability. Mystery &quot;&quot;passwords&quot;&quot; let you finish gameplay later.<br />\r\n• All the excitement and humor of the movie come to life with original character voices, music and actual sequences from the film.<br />\r\n• Multiple levels of difficulty make it perfect for gamers of all ages.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/987400/header.jpg?t=1768503985",
    "developers": [
      "Disney Interactive"
    ],
    "publishers": [
      "Disney"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}