{
  "987500": {
    "name": "Ascension: Delirium",
    "steam_appid": 987500,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Endless possibilities await…</h2><br>Long ago, the god Adayu lost his grips on reality, and in his madness, unraveled the realms of Vigil. Heroes from the four factions rose to save their shattered world, and from the ashes rose a new world, New Vigil.<br><br>Even after Adayu’s redemption, New Vigil remained littered with portals to previously unreachable worlds – a final gift from the mad god. One such world was the Dreamscape, a realm of dreams and nightmares, where no conscious being was ever meant to enter.<br><br>It wasn’t long before the factions of New Vigil found their way into the Dreamscape, and a war for dominance began. Thousands upon thousands dies in that realm, a place death’s icy fingers had never touched, and the Dreamscape began to wrap.<br><br>Pasythea, the Aegis, Guardian of the Dreamscape, witnessed the corruption of her realm and feared that a prolonged war would mean annihilation for conscious and unconscious beings alike.<br><br>Pasythea chose to banish the factions from her domain, forcing champion after champion back into the conscious world. In her final moment, mortally wounded by Emri, Champion of the Void, the Aegis warded the gate to the New Vigil, cutting off the Dreamscape forever.<br><br>New features:<br><br><strong>Insight</strong><br>Insight is gained through various card effects and Dreamborn cards (see below). Unlike other resources, you do not lose unspent Insight at the end of your turn.<br>In Ascension Delirium, players start with different amounts of Insight. The player who goes first starts with zero. The player who goes second starts with 1, third starts with 2 and fourth starts with 3.<br><br><strong>Dreamborn cards</strong><br>Dreamborn cards can be identified by their Dreamborn card frame.<br>When a Dreamborn card enter the center row, EACH player gains 1 Insight. Additionally, when a player acquires a Dreamborn card, ONLY THAT player gains 1 Insight.<br><br><strong>Recur</strong><br>When you play a card with Recur, first gain the effect listed above the Recur text. Then, you may spend Insight equal to the number listed for the Recur cost. If you do, gain the effect of the card a second time. You may only use a Recur ability once per card.<br><br><strong>Fate - Auction</strong><br>When a card with Fate Auction enters the center row, players may bid Insight to gain the effect listed underneath to Fate text. Starting with the active player and moving clockwise, each player may bid Insight. To bid, a layer must bid at least 1 Insight, must bid higher than the current bud and cannot bid more Insight than they have. If a player chooses not to bid or can’t bid, that player is out. Players continue making bids until one person is left in the running. The player that wins the Auction must pay Insight equal to their winning bid and copies the effect of the Auction card immediately.<br><br><strong>Delirium Die</strong><br>The Delirium Die is a special Ascension 6-sided die that can be rolled to gain different effects. During a player’s turn, that player may spend 5 Insight to roll the Delirium Die. When the die is rolled, the player gains whatever effect is listed on the side facing up.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/987500/header.jpg?t=1609769692",
    "developers": [
      "Playdek, Inc."
    ],
    "publishers": [
      "Playdek, Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}