{
  "987990": {
    "name": "Hyperborean Charter",
    "steam_appid": 987990,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Hyperborean Charter</strong><br><br>Frost and snow envelop the Klondike region as the days grow shorter. A remote research base has requested your company's services in delivering a care package to the base before a predicated snow storm hits the region. The travel to the Klondike was uneventful and you were provided with supplies to aid in your journey. However, upon entering the wilderness, you lost all contact with GPS and your company, leaving you blind, alone, and with only five days to deliver the package...<br><br><strong>Gameplay</strong><br><br>Without a map, the Klondike will be hard to navigate. Here are some tips to help:<br><br>Travel around the Klondike area in search of villages and the research base<br><br>Ask at villages for information about where in the Klondike you may find the research base<br><br>Find random events around the world to learn more about the happenings, gather resources, or find bandits<br><br><br><strong>Goal</strong><br><br>You were chosen to deliver resources to a base within five days. However, you most likely will not be able to make it far enough with the few supplies you currently have with you. Through trading at villages to finding random events, you will need to interact with the citizens of the the Klondike region to both stay alive and locate the research base. Any village elder will be able to give you information about where the research base may be. The local trader will be more than willing to take some of the gold and pelts off your hands in exchange for some food or shelter. Throughout the world are random encounters, where the player may find resources to stay alive, find journal entries detailing the lore of the game, or be set upon by bandits.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/987990/header.jpg?t=1547504429",
    "developers": [
      "Clockwork Forge Games"
    ],
    "publishers": [
      "Clockwork Forge Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}