{
  "988340": {
    "name": "Mad Hunting Simulator VR",
    "steam_appid": 988340,
    "required_age": 0,
    "is_free": false,
    "description": "Mad Hunting Simulator VR - start a hunt in the coolest and most real simulator of hunting in VR. You will be surrounded by the real open world of nature, many animals from huge bison to small bunnies and many bird flocks. The game space is represented by many thousands of hectares of the open world. Start your hunt with the help of revolutionary technologies VR, for enjoying the gameplay many months were spent on creating, testing and adapting the game.<br>MAD HUNTING is ideal for those who want to hunt in the wild, to consider the habits of wild animals, to feel the influence of weather conditions on the ballistics of shooting, natural acoustic effects. The whole gameplay is aimed at 100% feeling like a real hunter.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li> Next generation hunting simulator. All the little things and subtleties have been worked out: a unique and realistic behavior of animals; during shooting, we must take into account weather conditions, natural soundtrack. Awaken in your hunting instincts with full immersion in the gameplay.</li></ul><br><ul class=\"bb_ul\"><li> Big open world. The huge area of ​​the terrain with different types of plantations, wide fields, ravines. Look for trodden trails of animals through observation and support points.<br></li><li> Newest technologies. The highest level in the development of building games using the latest Unity engine.</li></ul> - Powerful ammunition. Adopt various rifles, pistols, crossbows for every taste. Improve your sniper skills with rifles or develop a tactic of sudden melee with a grizzly bear. For beginners, a well-developed optical system will help.<br><ul class=\"bb_ul\"><li> Develop the skills of a hunter. Study the habits of your potential prey, start looking at the wrinkled grass, the surrounding sounds of nature, explore the characteristic habits of individual animals and the patterns of their movement.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/988340/header.jpg?t=1561581370",
    "developers": [
      "Smartmove"
    ],
    "publishers": [
      "Smartmove"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}