{
  "988830": {
    "name": "Fantasy Grounds - Meander's Map Pack: Shipstarter Ultimate Pack (Map Pack)",
    "steam_appid": 988830,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Meander's Map Pack: Shipstarter Ultimate Pack</h2>This special Ultimate Shipstarter Map Pack Module for Fantasy Grounds opens up your RPG to adventures on the high sea, deep sea and even the sky with 28 beautifully detailed ship-based maps for multiple genres inc. Fantasy, Steampunk and Modern - including a Treasure Island and Pirate Cove.<br>The sixth installment in the Fantasy Grounds Meanders Map Pack series adds an extensive collection of Decks for both a Green-Lit Ghost Ship and a Classical Pirate Galleon allowing your players to explore the entire ship from top to bottom. Alternate versions of the Galleon offer Burning, Shark-Infested, Underwater Wreck and Sinking maps for progressing the action in a variety of ways - with two ships boarding one another allow for Bloody Skirmishes, and a Giant Kraken Assault completes the collection.<br>An Airship, Steampunkship, Tramp Freighter, Skeletal Warship and Viking Longboat allow greater variation in your gameplay while a huge Pirate Cove and Treasure Island set of maps further expand your options for story-telling and allow you to deepen the adventure and move the story from sea to land as needed. Finally an Ocean Map with Waves and one with a Reef allow for Marooning, Shipwreck and transitional adventure after leaving the boat and before reaching dry land. It also features a VISUAL MAP SELECTION PANEL for quick-selecting, a RANDOM MAP ROLL TABLE and 12 Smaller Boat Tokens laden with treasure or cargo for adding even more depth to quests, smuggling, escapes, mutiny and cast adrift scenarios for instance. It also includes a convenient NPC 'Boat Template' that you can modify and import into the Combat Tracker interaction and boat damage/attacks as well as change the token as needed.<br>Join the maps together, encounter them one by one, or combine them with other FG Meander Map Packs - it's up to you. Users can opt to load/lay the maps manually and build a custom layout - or use a combination of Time-lapse, Role-play and/or the supplied Random Roll Table to determine when maps are used and where adventurers end up.<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/988830/header.jpg?t=1768406455",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 4 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}