{
  "989230": {
    "name": "Smasher",
    "steam_appid": 989230,
    "required_age": 0,
    "is_free": false,
    "description": "Smasher is a fast-paced, maneuvery dodge-and-smash-em-up.<h2 class=\"bb_tag\" >Controls</h2>You play <i>Smasher</i> with twin-stick controls: The left stick moves smasher around smoothly, while the right stick dashes smasher in discrete bursts.<h2 class=\"bb_tag\" >Game</h2><i>Smasher</i> is structured as a long-form, single-player journey through continuously evolving gameplay that deconstructs its own mechanics.<h2 class=\"bb_tag\" >Premise</h2>You are the smasher experiment. They created you as the most powerful tool, not expecting you to have free will. If you escape your lab, the whole world will try to destroy you.<h2 class=\"bb_tag\" >Game features</h2><ul class=\"bb_ul\"><li>Directly control the free will they weren't expecting.<br></li><li>Bind and become one with the smasher experiment.<br></li><li>Transcend the nature of space and time through innovative game mechanics.<br></li><li>Discover the smasher's—and your own!—inescapable destiny.</li></ul><h2 class=\"bb_tag\" >Graphics</h2><i>Smasher</i> has its own custom-built graphics engine, with powerful features:<br><ul class=\"bb_ul\"><li><strong>All graphics are procedural.</strong> Aside from a text font, graphics have been programmed using math. This process is exploited to provide a distinct visual experience, which evolves alongside your journey.<br></li><li><strong><i>Smasher</i> runs silky-smooth on 240hz monitors.</strong> Thanks to framerate-independent motion calculations, the game supports any known monitor frequency.<br></li><li><strong>Animation is motion-blurred.</strong> Game elements are blurred to match each frame's <i>exposure time</i>, as if captured by a real-life film camera. This helps you visually track smasher's predators and prey.<br></li><li><strong>4K monitor resolutions are supported.</strong> Play in crisp, high-detail.</li></ul><h2 class=\"bb_tag\" >Music and sound</h2><i>Smasher</i> also has its own custom-built virtual analog synthesizer. This synth was inspired by the Commodore 64's <i>SID</i> chip, but has evolved into a unique instrument: the <i>Smasher Synth</i>.<br><br>All of <i>Smasher</i>'s sound and music are generated through this synth. Prepare for a wild and bespoke procedural soundscape. The soundtrack is carefully composed to transmit <i>Smasher's mood</i> directly to your subconscious. This cannot be undone.<h2 class=\"bb_tag\" >Editor</h2><i>Smasher</i> includes a level editor that is slick and efficient to work with. Create your own single-player journey, and share it with other <i>Smasher</i> players.<h2 class=\"bb_tag\" >Devlog</h2>If you want to read more about Smasher, you can find much deeper details (and videos!) on the Smasher Devlog.<h2 class=\"bb_tag\" >Wishlist</h2>Don't miss <i>Smasher's coming</i>—hurry and wishlist <i>Smasher</i> now!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/989230/header.jpg?t=1675577354",
    "developers": [
      "Beau Brueggemann"
    ],
    "publishers": [
      "Beautron LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}