{
  "989780": {
    "name": "Paradise City VR",
    "steam_appid": 989780,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to Paradise City - the city that never sleeps. Prepare yourself for an amazing experience full of beautiful girls. Explore area and discover multiple locations where you can meet and watch naughty girls. You’ll feel like in a real paradise... So… are you ready to see all of this? <br />\r\n<br />\r\nEden Street<br />\r\nYour adventure starts on this street. From this place, you can go wherever you want. Wanna go to the disco party? Not a problem. We prepared all of this for you and... there’s still so much more to surprise you! Just look around and choose what you want to do next. A lot of fun is waiting for you here. Delight in all the possibilities to make your day night better. <br />\r\n<br />\r\nDisco<br />\r\nJoin the party in our big and dreamlike disco club. You probably know, that all girls love to dance... So be there, check them out on the dancefloor, and find your favourite one to watch and dance with. Great music and partying girls will put you in good mood instantly! <br />\r\n<br />\r\nYour apartment<br />\r\nSome girls, which you’ve met in the city, are willing to see you anytime you want. All you have to do is to choose one of those pretty ladies. Spend a splendid evening - or even a whole night - with girl chosen by you and have fun. You can change a girl and her sexy positions.<br />\r\n<br />\r\n<br />\r\nNight Club<br />\r\nWho doesn’t like watching the girls dance? Especially when it’s a special show for men... Every lady in the city is pleasant to watch, but those appealing girls are incredibly good at this. You will never get bored of watching their sexy dance moves… And to make you more satisfied they can perform few different types of dance. They really like to be watched... You should settle yourself down and simply feast your eyes...<br />\r\n<br />\r\nMusic Show<br />\r\nDo you like hard music and partying? Make sure you visit our amazing music show. Public is going crazy! Feel the rhythm and energetic rock show atmosphere. To make this show even more interesting for you, the concert will be enhanced by sexy girls, great cars and cool special effects! Can you imagine this?! You’ve got to be there yourself!<br />\r\n<br />\r\nFlight on an blimp<br />\r\nWould you like to try something totally different than you experienced earlier? We have something spectacular for you! Get on board of our blimp and travel to space. Do not miss this opportunity!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/989780/header.jpg?t=1544995529",
    "developers": [
      "AlinoVR"
    ],
    "publishers": [
      "AlinoVR"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 500,
      "discount_percent": 90,
      "initial_formatted": "¥ 50.00",
      "final_formatted": "¥ 5.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "7 user reviews",
      "total_positive": 1,
      "total_negative": 6,
      "total_reviews": 7
    }
  }
}