{
  "991740": {
    "name": "Era Of Newborns",
    "steam_appid": 991740,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/991740/extras/01569ee3fafe700865cba30a901fc884.avif?t=1729597717\" width=600 height=203 /></span><br><br><br><strong>ERA OF NEWBORNS is an online multiplayer survival game,combine with unique mechanics <br>(Character System,Taming Trade Driving,Gathering Build Electric systems Loot Sci-fi systems Design Perks Jobs  upto 100km2 with different 9 Postapocalyptic Scifi Environment Character Leveling and more always will be added more content! All your game in 1 Account you can play and develop everywhere)</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/991740/extras/8508a6f355bb75a1828237a285e0eea0.avif?t=1729597717\" width=600 height=100 /></span><br><strong>Wars taking place in the world had begun to damage the world. Pharmaceutical mafias began to invent new diseases in order to sell more medicine; yet, this was the last straw and humanity was coming close to an end. In 2028, scientists working for the pharmaceutical mafias created a new unknown virus and started an epidemic. This brought about infertility and many other diseases. But then they realised that they only had 20 years left to live due and that new born children were immune against this virus. They started to work on a cure, but it was too late. Those who were immune were named the “new-borns” and they finally accepted that this was going to be the beginning of a new era<br>Now in the year 2048, THE ERA OF THE NEWBORNS HAS BEGUN</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/991740/extras/c6542a8d7aef43b597ef5565029e577b.avif?t=1729597717\" width=600 height=100 /></span><br>You can craft find or purchase your own speical clothes and equipments but dont forget game have Area effect you must think and plan what and where you wear the that clothes for hot,cold,warm,toxic,radiation for backpacks have own slot and weight you must upgrade craft or find new backpacks for more carrying<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/991740/extras/9fff297673000b64c36094d91d60d017.avif?t=1729597717\" width=600 height=584 /></span><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/991740/extras/61e7b05545c5fbc51e95be59e93389f8.avif?t=1729597717\" width=600 height=100 /></span><br><br>Hmmm, what do you think if you can tame a personal bag? and of course you can store your items in your pets  in Era of Newborns you can tame it, its called Droid Caravan, a friendly and passive droid pet what it will follow you everywhere and also have agrresice pets too and support you from any danger<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/991740/extras/b33575d397adb0a791019ebcabf17c2b.avif?t=1729597717\" width=680 height=420 /></span><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/991740/extras/28b639fe0558b780f8483a66c10dc064.avif?t=1729597717\" width=600 height=100 /></span><br><br>Upto 100km2 with different 10 map with biomes for now you will select your nationality (means every nationality have own advantage and disadvantage) and spawn in that world and you can travel any world anytime with resources cost and you must prepare your stuffs for that environment <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/991740/extras/6e97eb7bd54d6a14515cf636f565ce87.avif?t=1729597717\" width=600 height=584 /></span><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/991740/extras/734031eb550ac07ef7b801cfc99c953f.avif?t=1729597717\" width=600 height=100 /></span><br>You have account with your password and you will create your own character with million of variation and all your items purchases and everything store at your character with your account you can create new character with different appearance  different items and nationality perks too.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/991740/extras/ca1c71a72b9d19334e6b47524b5f8f42.avif?t=1729597717\" width=600 height=584 /></span><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/991740/extras/4a494f833ae9efbc411818455a851444.avif?t=1729597717\" width=600 height=100 /></span><br><br><strong>* Single Player, CO-OP, Multiplayer (Play alone or join others servers).<br>* Nationality System (Select your nationality for with country you want to survive)<br>* Newborn Perks (you will give your perk every level for nationality Crafter,Scientist,Soldier etc)<br>* Driving system (you can find car repair and refuel the gas for starting and you can upgrade your car with different design and abilty)<br>* Personal Sell Trade (You can create your trading post to sell your items realtime with all players for using ingame market)<br>* Crafting System (Craft unique items with various Crafting Benches).<br>* Smelting and Alloy System(you can smelt every resources and also you can alloy bars and advanced resources)<br>* Tame(you can tame animals and taking control of robots for working or fighting of your choose)<br>* Dynamic Building System (Build your own shelter,base with upgradeable tier it for a higher protection).<br>* Weapon and Attachment Upgrade System (Attach parts like silencer, magazine, etc).<br>* Advanced Gathering Systems (Wood, stone, iron, copper magnesium etc.).<br>* Wild Nature System (Animals, Droids Artificial etc).<br>* Cooking Food System (Prepare the best food for you).<br>* Hunger, Thirsty system (Stay well feed and hydrated).<br>* Clothes and Gear Wearable Systems (Various types of items, glasses, masks, etc).<br>* Market System (Sell your resources to gain coins, use them to buy more items).<br>* Pet System (Get your own companion to join you. Some of them can carry your stuffs).<br>* Cars (Free map driving with your friend in the car)<br>*Temperature System<br>* New tiers on upgrade Buildings (At the moment you can upgrade to Bricks, we want at least 3 more tiers, iron, reinforced iron, titanium).<br>* Bigger MAP (The team work on last stand map, different biomes 46 km²).<br>* Night Day Cycling and Season System.<br>* More Cars in game (Also a system how to acquire them, even craft some gear for cars).<br>* More Robots and Drones in game (Different types of robots and drones, more aggressive).<br>* Farming System (Grow your own crops, trade them or cook them).<br>and much more things</strong><br><br><br><u>Note: We will continue to make continuous improvement and development in line with the feedback from you.. Join us on our discord server to be in touch with all the news.</u>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/991740/header.jpg?t=1729597717",
    "developers": [
      "Dogan Oral",
      "Dodigamestudios"
    ],
    "publishers": [
      "Dodi Game Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 9 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}