{
  "991870": {
    "name": "Lethal League Blaze - Soundtrack",
    "steam_appid": 991870,
    "required_age": 0,
    "is_free": false,
    "description": "The Lethal League Blaze Soundtrack is an off-the-wall collection of bombtracks from artists all over the world. <br><br>Adoring the backside of this digital album are the likes of Hideki Naganuma and Frank Klepacki, the Russian experimentalist Pixelord, Ordinary Days' Klaus Veen and Bignic with his hard-hitting signature electro style. Joined by zeroSCAR, Grillo, chip-hop scientist Doctor Lazer and D Fast, hailing from Helsinki. And last, but not least, B. Bravo, Lean Rock and The Sleepers RecordZ bringing in the much needed b-boy breaks.<br><br><strong>Tracklist:</strong><br>AAron EVO - Beverly Chills<br>Klaus Veen - Dial Hop<br>Pixelord - Killa Swing<br>Pixelord - Dominator<br>The Sleepers RecordZ ft. Nasty Den - Nasty Lovers<br>D Fast - Whipz<br>D Fast - Jungaaaa<br>Klaus Veen - Ordinary Days V2<br>Klaus Veen - Snibbit<br>Hideki Naganuma - AIN'T NOTHING LIKE A FUNKY BEAT<br>Doctor Lazer - Thuggin<br>Frank Klepacki - Decible<br>B. Bravo &amp; Lean Rock - Shred<br>Bignic - Ruiner<br>zeroSCAR - X<br><br>Both MP3 and FLAC versions are included and a selection of 4 tracks from the original Lethal League are brought back into this release.<br><br><strong>Classic tracks:</strong><br>Doctor Lazer - Headbangeren<br>Grillo - Urabon<br>Bignic - Scream<br>Klaus Veen - Ordinary Days<br><br><strong>Extras</strong><br>Stage concept sheets<br>High res art of all characters <br><br>The gains from this soundtrack will be divided between the composers and Team Reptile so if you're looking to support everyone involved, this is a good way to do it!",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语, 葡萄牙语 - 巴西, 俄语, 简体中文, 繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/991870/header.jpg?t=1599127084",
    "developers": [
      "Team Reptile"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 4100,
      "final": 4100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 41.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 17 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}