{
  "992780": {
    "name": "Dragon Eye Online",
    "steam_appid": 992780,
    "required_age": 0,
    "is_free": false,
    "description": "Dragon Eye Online (DEO) is an upcoming MMORPG with a completely player-driven economy, class-free progression and factions that play a vital role throughout. It is time to leave behind automated auction house economies, cookie-cutter classes, and cosmetic factions.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/992780/extras/64883567b4182c4c906d48f7dd5e117f.avif?t=1702238570\" width=616 height=235 /></span><br><br>Every item in DEO will be harvested or crafted by players through a &quot;profession&quot; skill. Professions (mining, cooking, and etc) are a series of interconnected skills that turn raw materials or ingredients into usable items. While teamwork is not required and one could certainly be self-sufficient with enough dedication, masters of different professions will be encouraged to work together due to the interaction between each profession.<br><br>Every action inside a profession requires the use of energy. Energy can be regained by waiting, eating food provided by the cooking profession, or resting at an inn. This ensures every action that is putting something into the economy will always be taking something out of the economy and provides a resource shared between all professions.<br><br>DEO is bringing back the social interaction we all loved about past MMORPG trading. No global auction house will ever exist. Instead, players will participate in direct trading. Trading centers in villages will allow players to open up stands to present and sell their goods. Further progression will allow players to hire NPCs to take over from them while they go out and restock.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/992780/extras/95db1348d32de23555c87336efeff74d.avif?t=1702238570\" width=616 height=235 /></span><br><br>The remaining set of skills every player possesses are called &quot;attributes&quot;. Attributes (Strength, Intellect, etc.) are increased by either leveling them up or equipping gear that provides a bonus. Every attribute affects a set of stats that assist you in combat. Because DEO has no cookie-cutter classes, players will need to focus on certain stats to achieve their intended role. If you want to be a tank, then you need to increase your Fortitude, Wisdom, and Strength attributes to perform well in that role, as an example.<br><br>Leveling your attributes is achieved by using an ability that is dependent on it. Abilities are unlocked many different ways that include:<br><br>Equipping a specific weapon. Every weapon type has preset abilities that come with it. <br>Main quest progression. Along the way, the main quest line will reward abilities.<br>Faction quest progression. As you gain reputation within a faction, you will unlock abilities.<br>Completing dungeon encounters. Want a cool ultimate ability? Go defeat a boss and take it from them.<br>Completing event feats. Master a particular activity and you may be surprised with an ability reward.<br><br>DEO will feature two distinct types of Player vs Player (PvP) content - open world and arena. Open world PvP will be limited to designated areas. These areas will reward those brave enough to venture into them with perks such as faster resource respawns and unique enemies. Arenas will be solo and team-based competitive ladders where exclusive rewards will be at stake.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/992780/extras/b5ab4d8b15c9f7acefd90ef6bb6a0db8.avif?t=1702238570\" width=616 height=235 /></span><br><br>You wont be killing 65,340,285 boars to reach max level in DEO. Instead, every quest will be a series of unique tasks that combine to form a part of DEO's story. A single quest could take you a week to complete but by the end you will feel a real sense of accomplishment. Quests will reward you with perks such as experience for any chosen skill, badges, or exclusive items.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/992780/extras/a31a545922c82126b62d0ef04a643652.avif?t=1702238570\" width=616 height=235 /></span><br><br>Dungeon encounters will feature dynamic bosses that won't fight you the same way twice. Instead, they will dictate their next move based on your party's perceived strengths or weaknesses. Dungeons wont stop there; intricate team puzzles, survival modes, and Team vs Team races are just a few of the caveats we plan to throw at you. Dungeons will reward you with perks such as abilities, currency, or exclusive items.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/992780/extras/ef058d9c27b185da4e496199ec80c6f2.avif?t=1702238570\" width=616 height=235 /></span><br><br>There isn't much more exciting than time-limited activities that offer exclusive rewards. Events will be dynamically generated based on your servers actions and can cause a domino effect of subsequent events if you do not properly complete it - as a server. This will give you a different experience every time you play. Events will reward you with perks such as abilities, badges or exclusive items.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/992780/header.jpg?t=1702238570",
    "developers": [
      "Game Nerd Productions"
    ],
    "publishers": [
      "Game Nerd Productions"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}