{
  "992920": {
    "name": "Fantasy Grounds - Pathfinder RPG - Monster Codex (PFRPG)",
    "steam_appid": 992920,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder RPG - Monster Codex</h2>Menagerie of Mayhem!<br>The fiercest surprises often come from the most familiar foes! Just as no single class description can define every fighter, rogue, or wizard, no single creature entry can truly cover every vicious champion, unholy priest, or savage sorcerer in a band of organized and intelligent monsters.<br>With<br><i> Pathfinder Roleplaying Game: Monster Codex</i> , fleshed-out hordes are at your fingertips! This volume presents a trove of entries for 20 classic monster races, giving you new ways to use your favorite monsters in a variety of encounters and challenge levels.<br><i> Pathfinder Roleplaying Game: Monster Codex</i> is an indispensable companion to the<br><i> Pathfinder Roleplaying Game Core Rulebook</i> and<br><i> Pathfinder Roleplaying Game: Bestiary</i> . This imaginative tabletop game builds upon more than 15 years of system development and an Open Playtest featuring more than 50,000 gamers to create a cutting-edge RPG experience that brings the all-time best-selling set of fantasy rules into a new era.<br><i> Pathfinder Roleplaying Game: Monster Codex</i> includes:<br><ul class=\"bb_ul\"><li>Pages upon pages of specialized entries for 20 classic monstrous races, from goblins and drow to kobolds and trolls. Face off against such formidable foes as gnoll packlords, ratfolk sages, and dinosaur-riding lizardfolk champions!<br></li><li>Detailed information on the ecologies and societies of these formidable creatures.<br></li><li>New feats, equipment, spells, and archetypes to help you customize all 20 monstrous races--and the adventurers who fight or trade with them.<br></li><li>A horrific new monster associated with each race--allies, thralls, and variants.<br></li><li>Sample encounters ready to challenge raw recruits and experienced adventurers alike.<br></li><li>... and much, much more!</li></ul>Note:Some links inside the product point to the upcoming Ultimate Combat and Advanced Race Guide.<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Wayne Arsenault</strong><br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.<br><i> Adapted for Fantasy Grounds by: </i>  Wayne Arsenault[/b]<br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/992920/header.jpg?t=1768406647",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 11600,
      "final": 11600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 116.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 12 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}