{
  "993420": {
    "name": "Fantasy Grounds - Creature Components - Tome of Beasts (5E)",
    "steam_appid": 993420,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Creature Components - Tome of Beasts</h2>Harvest the essence of elementals, the scales of dragons, and the blood of genies for use in augmenting your own spells or take it a step further with mods to magic items, weapons, and armor.<br>For generations, wizards have sought ways to augment their already substantial magical abilities. Centuries of research has yielded countless new spells, metamagic practices, and even the discovery of cooperative spellcasting as a means for making existing spells more powerful. Now you can add even more power to your arsenal with this<br><strong>Creature Components</strong>expansion for<br><strong>Tome of Beasts</strong>!<br><i>With each passing year, the study of arcane alchemy grows. Dedicated students, anxious to seek out inventive ways to augment magic, risk their lives to provide yet more possibilities to the magical community. Their risks have paid off.</i><br><i>From the wondrous world of Midgard comes a new Creature Components volume that expands upon previous experiments and</i><br><strong><br><i>magical ideologies to include:</i><br><i>- Rules for harvesting hazards to make collecting components infinitely more interesting</i><br><i>- 170 new creature components to expand the repertoire of any aspiring magic user</i><br><i>- New magic items based on creatures from the<br>Tome of Beasts[/b]by<br><strong></strong><br><strong>Kobold Press</strong></i><br><i>This tome expands upon the original Creature Components concept, providing numerous new tools to players and storytellers alike. Empowered spells, wondrous items, and more have been crafted from the blood of beasts...</i><br><i>Adapted for Fantasy Grounds by: </i><strong>Allen Dodge</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/993420/header.jpg?t=1768406694",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3900,
      "final": 3900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 39.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 12 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}