{
  "994230": {
    "name": "Farming Village",
    "steam_appid": 994230,
    "required_age": 0,
    "is_free": false,
    "description": "Farming Village: <strong>THE STORY OF GREEN FARM TOWN</strong> is a new idea in which you'll feel like a real farmer. Use modern machinery to experience the existence of a farmer. Grow your vegetation and promote them to the marketplace for money. But earlier than this you'll need to go through the complete method of growing the farming crops. Ploughing the farm, then spraying the insecticides, watering the fields are the requirements for the farming.<br>The wheat crop is prepared to harvest with the assist of harvester and cultivator machine. Then pick the fertile land plow it and make a path for seed with the assist of drill system connect along with your tractor, transfer the animals from village to town for sale. After selling the animals come again to offer water on your farm, spray your fields to kill insects that could harm your crop, watch for someday when wheat and corn seeds completely develop once more. Harvest them and transport them to the warehouse for your delivery tractor. Take corps to market and sell it and buy a horse cart for your transportation duty.<br>This farming game is new brand of farming series which is totally different from other farming simulator games including horse cart simulation that presents village life of a real farmer. As a horse rider make your stallion to leap, driving and dodge over the boundaries in the drawn buggy chariot stagecoach. This pony cart simulator sport will provide you to enjoy farm and village life with carriage cart transport exact from one area to any other. <br><br><strong><u>Features of Farming Village:</u></strong><br>- Amazing Farmer Experience in this farming adventure<br>- Fantastic old time village life experience<br>- Drive tractor, Harvester, Horse Cart in beautiful HD Environment<br>- Fantastic and Addictive game-play sound<br>- 40 Levels of farming simulator and horse cart sim",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/994230/header.jpg?t=1565960209",
    "developers": [
      "Charity Gamers"
    ],
    "publishers": [
      "Charity Gamers"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 1,
      "highlighted": [
        {
          "name": "Clear Level",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/994230/ba0c1b6a4c31d43c2f033127d74e3aececd569f6.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}