{
  "994490": {
    "name": "Fantasy Grounds - Shunned Valley of the Three Tombs (5E)",
    "steam_appid": 994490,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Shunned Valley of the Three Tombs</h2>Far from the nearest town, hidden deep in the forest, lies a marshy, boggy valley. Woodsmen and hunters shun the place-kept away by rumours of a terrible beast lairing within and of a ghost haunting the valley's boggy mere. But, as well as great danger, treasures magical and mundane may yet lie unclaimed in the valley for three unexplored tombs built by ancient hands, stand amid the mud and reeds. Dare you explore the Shunned Valley of the Three Tombs?<br><strong>Designer's Foreword</strong><br><strong>Welcome to the 5e compatible edition of Shunned Valley of the Three Tombs. This short adventure, which includes extensive details of the town of Dulwich (courtesy of John Bennett), is designed for beginning players with new 1st-level characters. Experienced players may find the challenges herein too humdrum or easy for their tastes.<br>I think John's done a fantastic job bringing Dulwich to life. The town is a great home base for the PCs and could even serve them in such capacity after they have fully explored the Shunned Valley; other adventure sites lurk nearby! (And-indeed-Dulwich itself could serve as an adventure locale as many tensions simmer therein.) The valley contains several small discrete adventure sites the party can explore in any order. Each highlights a different facet of play and lends itself best to a different selection of classes. Thus, everyone gets a chance to shine.<br><i>Adapted for Fantasy Grounds by: </i>Michael Potter</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/994490/header.jpg?t=1768406786",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 17 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}