{
  "994670": {
    "name": "ThreatGEN: Red vs. Blue",
    "steam_appid": 994670,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Disclaimer</h2>The Steam version of this game is the basic consumer edition of the game, which has limited support. The professional edition of this game (subscription-based license) can be found at .<h2 class=\"bb_tag\" ><strong>It's Cyber Warfare... Turn-Based Strategy Style</strong></h2>ThreatGEN: Red vs. Blue is an <i><strong>educational game-based cybersecurity simulator designed for those with genuine interest in cybersecurity</strong></i>. Learn and practice cybersecurity concepts &amp; strategy, play as the red team (hackers) or the blue team (defenders), single player or online vs. a colleague.<br><br><strong>NOTE:</strong> ThreatGEN: Red vs. Blue is not designed to be just a “game” meant strictly for entertainment. It is a game-based (or gamified) cybersecurity simulator designed for educational purposes. Therefore, it might be very challenging for some people, and common “gameplay” or &quot;quality of life&quot; features might also be absent or different than one might expect from a standard gaming experience.<br><br><i><strong>HINT:</strong> This is a <strong>challenging</strong> game/simulation. So, if you are a beginner, be sure to check out the game guide and reference the in-game wiki! We have purposefully left out a lot of &quot;hand holding&quot; that the typical &quot;gamer&quot; might expect.</i> (<strong>GAME GUIDE:</strong> )<h2 class=\"bb_tag\" ><strong>Learn and Practice Real-World Cybersecurity Concepts and Strategy!</strong></h2>ThreatGEN: Red vs. Blue was created by experienced, professional (ethical) &quot;hackers&quot; and penetration testers and is designed to help you learn real-world cybersecurity methods and strategies! Learn how hackers think, operate, and attack systems by playing the part of the red team (no prior skills necessary)! Play the part of the blue team and learn about real cybersecurity controls, technology, methods, and strategies! Sharpen your cybersecurity knowledge and skills by seeing the &quot;big picture&quot;, how everything works together in a broader strategy. <br><br><br><strong>PLEASE NOTE:</strong> This is not a command line hacking simulator and is not meant to teach <i>advanced</i> cybersecurity skills. It is meant to help you learn, and even practice, fundamental cybersecurity concepts and strategy.<h2 class=\"bb_tag\" ><strong>Game Play</strong></h2>ThreatGEN: Red vs. Blue is a turn-based strategy game played much like popular global domination board games. Rather than a world map, the &quot;game board&quot; consists of a computer network, which players compete for control over. No technical skill is required to play. Instead of simulated computer terminals and computer code, players choose and commit actions using the action menu, similar to a skill tree used in many other computer and console games. <br><br><br><strong>NOTE</strong>: ThreatGEN: Red vs. Blue <strong>does not simulate command line skills and techniques</strong>. This is a &quot;point-and-click&quot; style simulation. It is designed to help players learn and exercise cybersecurity concepts and strategies. The simulation is still very detailed, but just not technical.<h2 class=\"bb_tag\" ><strong>By the Community... For the Community</strong></h2>Every single member of the development team for this game actually comes from the cybersecurity (or INFOSEC) community. Most of us work, or have worked, for years as cybersecurity professionals, and we all remain active members of the community. Developers Clint Bodungen and Aaron Shbeeb are authors of the book, <i>Hacking Exposed: Industrial Control Systems</i>. ThreatGEN: Red vs. Blue was developed and tested as a result of the feedback from more than 300 beta testers in the cybersecurity community. Our goal is to continue to make regular updates based on continued feedback, making this truly a game by the community, for the community.<h2 class=\"bb_tag\" ><strong>Features</strong></h2><br><ul class=\"bb_ul\"><li>Based on real-world cybersecurity<br></li><li>1-on-1 internet and local hot seat (shared screen) multiplayer<br></li><li>Single player versus the computer AI<br></li><li>Cross-platform multiplayer enabled<br></li><li>In-game real-world cybersecurity advice and hints<br></li><li>Configurable settings<br></li><li>In-game &quot;Wiki&quot; with game play concepts and instructions, as well as real-world cybersecurity definitions and concepts<br></li><li>Comprehensive game guide (pdf)<br></li><li>Active Discord community with gamers as well as cybersecurity professionals and enthusiasts </li></ul><br>For information about our professional, education, and event versions, visit our website: ",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/994670/header.jpg?t=1691772006",
    "developers": [
      "ThreatGEN"
    ],
    "publishers": [
      "ThreatGEN"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}