{
  "994610": {
    "name": "RelayCars",
    "steam_appid": 994610,
    "required_age": 0,
    "is_free": true,
    "description": "Welcome to RelayCars®: The New Way to Experience Cars™<br><br>Step inside our room-scale Showroom and view product accurate vehicle models as part of your car research and shopping experience!  Select vehicles from the expanding model library and place the vehicles from one of three designated spaces on the showroom floor.  Move around the space and the showcased vehicle models to view them from any angle, change the color, view the interior, step back to admire the vehicle in full or approach the vehicle for a more in depth look of the design and car detail. <br><br>Thanks to everyone for the initial feedback! We’re working to add additional vehicle makes and models as well as new features. Let us know what updates you’d like to see in comments. <br><br><br><strong>Upon Entry:</strong><br><br>• Take a look around! Get familiar with the showroom but, let's get to why you're here: the vehicles!<br>• You will notice that three vehicles are already in place.<br>• Feel free to take your time, moving from space to space on the showroom floor admiring the vehicles from any angle using the teleport feature. <br><br><strong>To Navigate Room using Teleport:</strong><br><br>Press and hold the circular touch-pad <br><br><strong>The Podium</strong><br><br>You will notice each showroom space designated for a vehicle is accompanied by a podium.<br>You can consider each podium to be your command module to many features:<br><br>• View and select vehicles available, more vehicles coming all the time.<br>• Select vehicle color<br>• View the interior of the vehicle in a full 360º interior panorama.<br>• View vehicle specs<br><br><br><strong>To Select Your Vehicle:</strong><br><br>• Touch the &quot;Vehicle&quot; button on the podium<br>• An arc of spheres containing available vehicles for your research and review will appear to the right of the podium <br>• Hover the controller over the vehicle of your choice, pull the trigger to select and hold, then use the controller to toss the selected vehicle towards the current vehicle<br>• In a flash, your chosen vehicle will appear<br><br><strong>To Select Your Color:</strong><br><br>• Touch the &quot;Colors&quot; button on the podium<br>• An arc of OEM product correct colors will appear to the right of the podium.<br>• Hover the controller over the color of your choice, pull the trigger to select and hold<br>• Use the controller to toss the selected color towards the vehicle, releasing mid throw so that the color-sphere lands on the vehicle <br>• The color sphere will disappear in a cloud of particles, coating your vehicle in the selection of your choice<br><br><strong>Get in the Driver's Seat:</strong><br><br>• Touch the &quot;Interior&quot; button on the podium and a sphere will appear with the interior inside<br>• Step inside the vehicle interior placing the controller over the sphere<br>• Press and hold the trigger and you will be transported to a 360º interior panorama of the vehicle<br>• To exit, simply release the trigger.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/994610/header.jpg?t=1561149060",
    "developers": [
      "RelayCars®"
    ],
    "publishers": [
      "RelayCars®"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}