{
  "995020": {
    "name": "Wars Across The World: Mexico 1519",
    "steam_appid": 995020,
    "required_age": 0,
    "is_free": false,
    "description": "In April 1519, Hernán Cortés lands on the Gulf of Mexico coastline at the head of a Spanish expedition from Cuba, where he establishes the city of Villa Rica de Vera Cruz. Local population welcome is warm, as they see him as the envoy of the god Quetzalcóatl (the famous feathered serpent). Emperor Moctezuma had many dreams that forecasted the arrival of the divine envoy, so he is benevolent and fearless, sending ambassadors with gold presents, which only manage to excite the envy of the conquistador.<br><br>This is the beginning of the adventure!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/995020/extras/d0fd49ef20b7f9bde1d53b61f905ccd5.avif?t=1546001708\" width=314 height=119 /></span><br><br>This scenario lasts 14 turns, each of 2 months between April 1519 and August 1521. It opposes the Conquistadors led by Cortés to the peoples and warriors of the Aztec Empire. This epic conquest is played both on the map for the strategic and military aspects on the one hand, and through the play of cards (2 drawn each turn per side) for the political, diplomatic and religious aspects on the other hand.<br><br>Indeed, the two sides fight for different reasons and on different ways: war of conquest and annihilation for the Spaniards, a religious war aiming at taking prisoners for the Aztecs.<br><br>Can the Conquistadors conquer such a powerful empire with so few men?<br><br>The game's event cards allow full replay ability thanks to the numerous various situations that they create on the diplomatic, religious, military, political or economical fields.<br><br>Estimated Playtime: 2h00.<br>Favored Side: none.<br>Hardest to Play: Aztecs.<br><br>This is the scenario of the conquest of Mexico by Cortés adapted from <strong>VaeVictis game magazine issue VV137</strong> (2018). Author: <i>Philippe Hardy</i> (Steel and Gold series)",
    "supported_languages": "英语, 法语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/995020/header.jpg?t=1546001708",
    "developers": [
      "Strategiae"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}