{
  "995490": {
    "name": "Kadath",
    "steam_appid": 995490,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Current state</strong><br>- episode 1 is fully playable<br>- no brightness change<br>- no key binding remapping<br>- no volume contol<br>- no save/load<br><br><strong>Overview</strong><br><br>An adventure game, inspired by H. P. Lovecraft's literature. Players investigate a case of a Nazi train which vanished along with one of its passengers, Elisa Schneider, sometime during World War II only to reappear in the Himalayas 75 years later.<br><br><strong>A long time ago...</strong><br><br>At the height of its power, the Third Reich extended over an area of more than five million square kilometres. To travel around this vast empire, its leaders were using special luxurious armoured trains - Sonderzüge. Historians agree that by the end of World War II a total of twenty-five Sonderzüge had been built.<br><br>In November 1945 the world media were thrilled to learn about an alleged twenty-sixth train, the existence of which was revealed by Nazi officers at the Nuremberg Trials. According to their testimonies, the train, code-named Kadath, disappeared in Spring 1943 under mysterious circumstances en route from the Wolf’s Lair in Rastenburg to Berlin, carrying a group of SS officers and their wives. The investigators denied these rumours, claiming that the story was invented by the defendants to protect their runaway comrades.<br><br>While warrants for their arrest were issued, none of them was captured. Nor was any trace found of the lost train. Until now…<br><br><strong>Present...</strong><br><br>May 2016. Two weeks ago a group of Sherpa mountain guides returning from an aborted Australian expedition to Annapurna came across an exhausted woman. Because she was severely hypothermic communication was impossible: the Sherpas only managed to pick out a few German words. Soon afterwards the woman died. However, there were a few puzzling details: she was wearing a 1940s two-piece German costume with an NSDAP brooch, whereas the documents that were found in her purse indicated that she had been born in Dachau in 1917, although she couldn’t have been much older than 25. Her name was Elisa Schneider and she was among the passengers on the lost train…",
    "supported_languages": "英语<strong>*</strong>, 波兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/995490/header.jpg?t=1673093839",
    "developers": [
      "PuppetPlan"
    ],
    "publishers": [
      "PuppetPlan"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 2 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}