{
  "996090": {
    "name": "The Lost Legends of Redwall: Escape the Gloomer Demo",
    "steam_appid": 996090,
    "required_age": 0,
    "is_free": true,
    "description": "One of a series of six games, THE LOST LEGENDS OF REDWALL™: ESCAPE THE GLOOMER© is created in partnership with Soma Games, and owned by The Redwall Abbey company™, SOMA Games, and Penguin Random House UK™. The Lost Legends of Redwall™: Escape the Gloomer© is a Conversational Adventure™ game in nine chapters developed by Team Clopas.<br />\r\n<br />\r\n<br />\r\nBased on the wildly popular best-selling book, Mossflower, and second in the twenty-two book series by Brian Jacques, this interactive tale immerses the Player in the exploits and redemption of Gillig the otter as he tries to overcome his weaknesses, limited resources, and the menace of the monstrous water rat Gloomer.<br />\r\n<br />\r\n<br />\r\nBefore Redwall™ Abbey, there was Kotir Castle, an abandoned fortress built over a large lake near the River Moss. It was taken over by the wildcat Verdauga Greeneyes and his Thousand Eyes army of vermin. Upon his untimely demise, his daughter Tsarmina began her evil rule. Subjugating the woodland inhabitants of Mossflower, this cruel Queen reigned using the army of a Thousand Eyes to collect food tribute from the peaceful forest dwellers. In her arsenal was a very special living weapon. A murderous insane creature kept deep in the bowels of the castle. Captured by her father, Gloomer the Greatrat was rightly feared by all. In these ancient days lived mighty heroes such as Martin the Warrior and Gonff Prince of Mousethieves.<br />\r\n<br />\r\n<br />\r\nNow our would be champion, Gillig directed by the otter leader Skipper, has been given a very special solo mission. Retrieve an ancient scroll once belonging to Verdauga. On the verge of being exiled from the otter crew, Gillig sees this as an opportunity to prove himself to the otter tribe – if he can overcome his weaknesses.<br />\r\n<br />\r\n<br />\r\nYour story begins with a descent down a rope into a ruined otter holt near Kotir Castle. What happens next will be totally up to you.<br />\r\nFeatures:<br />\r\n<br />\r\n    Narrative based game with emphasis on exploration and overcoming obstacles<br />\r\n    Nine chapters of interactive play with rich descriptions<br />\r\n    Intuitive UI that enables comfortable reading of text with page controls<br />\r\n    Suitable for ages 13+<br />\r\n    Character development – progress Gillig from timid otter to noble warrior<br />\r\n    Adds to Redwall lore with new backstories and familiar characters alike<br />\r\n    Conversational Adventure™ game elements<br />\r\n    Original illustrations created specifically for the game<br />\r\n    Sound effects and original musical soundtrack<br />\r\n    Professional Voice Acting",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/996090/header.jpg?t=1572302034",
    "developers": [
      "Soma Games",
      "Clopas LLC"
    ],
    "publishers": [
      "Code-Monkeys"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 13,
        "description": "支持字幕"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}