{
  "996380": {
    "name": "Smartphone Tycoon",
    "steam_appid": 996380,
    "required_age": 0,
    "is_free": false,
    "description": "«Smartphone Tycoon»!<br />\r\n<br />\r\nThis business simulator allows you to set up your own company which will make the most powerful and advanced mobile devices. Your task is not only to create a manufacturing area, but also to design a device from scratch. You will be able to select from a number of various technologies, opportunities and innovations. So the success of your company will depend exclusively on your imagination and business sense.<br />\r\n<br />\r\nYour main goal will be to achieve worldwide recognition and take the company to the temple of fame of the global market. With some seed capital and an empty office you can start by hiring employees. Then design your future device, think of a name and a logo for it, select its technical features like screen, camera, processor, random access memory, battery and other important parameters.<br />\r\n<br />\r\nYou will have a unique chance to make use of your talent and skills. Then set the selling price and start the process of designing your smartphone. <br />\r\nBecome a market leader and get fans all over the world! Hire the best engineers and designers for your office and create a perfect working environment.<br />\r\nHave a good game!",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语, 繁体中文, 葡萄牙语 - 葡萄牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/996380/header.jpg?t=1551787740",
    "developers": [
      "Roastery Games"
    ],
    "publishers": [
      "Roastery Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2900,
      "final": 2900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 29.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Mostly Negative",
      "total_positive": 36,
      "total_negative": 66,
      "total_reviews": 102
    }
  }
}