{
  "997000": {
    "name": "OSIRIS",
    "steam_appid": 997000,
    "required_age": 0,
    "is_free": false,
    "description": "Action of the game takes place in the distant future on the artificial planet G6, when OSIRIS corporation began to use technologies of the transition of human souls to the Heaven.<br>This process was commercialized and gradually almost all humanity sold their properties to this corporation for the opportunity to &quot;proceed to the better world ahead of time&quot;.<br><br>Game is available via Early Access mode.<br>If you purchase the game now, you will get all future updates for free.<br>Price will be gradually raised as new content and features are available.<br>In the first version of game we play the role of Mr.Switch, who is responsible for shipping of clients of OSIRIS corporation to the Heaven. During usual procedure accident happens and hell gate opens...<br><br><strong>Key features of the game:</strong><br>- OSIRIS is dark sci-fi horror/first person shooter.<br>Action part is like mix of Painkiller, Serious Sam, Doom 2016, Quake 2/4 and Left 4 Dead<br>Horror part is like mix of Doom 3, F.E.A.R. and Dead Space 2<br>(at this moment only portion of Action part is implemented. Other portions will be added during further development of the game)<br><br>- At the end of Early Access mode, when game will be published in the standard way, OSIRIS will have elaborated and exciting plot, interesting and diverse gameplay, big amount of manifold monsters.<br><br>- Main sound accompaniment for the game is Deep Dark Dubstep. This music inspires the development of OSIRIS.<br>Music for current version of the game is produced by Kwizma (also you can check out Deep Dark Dubstep music by Leon Switch, Kelly Dean, Kial, Nomine, Nurve, Subbassa, Sacred Doctrine, RUFUS!, Pushloop, AxH, TRUTH, Deafblind, RUFFHOUSE, OldGold and so on)<br><br>- The universe of the game will be authentic from the physics' point of view.<br>All devices like thermonuclear reactors, cryogenic cameras, engines of spaceships, teleport and others are developing with big help of the talented inventor and engineer Alex Burkan.<br>He helps me with principles and conception of devices. And these things really could work, if they were existed in reality! True sci-fi world.<br>First devices will appear in the nearest updates.<br><br>- OSIRIS is powered by Unreal Engine<br><br>- Game mostly is creating by one developer, Azat Khafizov",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/997000/header.jpg?t=1559159398",
    "developers": [
      "Azat Khafizov Design"
    ],
    "publishers": [
      "Azat Khafizov Design"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}