{
  "997520": {
    "name": "Fantasy Grounds - Meanders Map Pack: The Deadlights (Map Pack)",
    "steam_appid": 997520,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Meanders Map Pack: The Deadlights</h2><strong>THE DEADLIGHTS</strong><br><i>There are places near the edge of the civilized world where the living dare not tread or if they do, stay only a short time. Whispering woods enchanted with dark magic or littered with thick webs and crawling with fat ravenous spiders, abandoned cemeteries and mausoleums from which emanate a dim light after dark; spoken of in hushed whispers and best avoided like the plague-ridden villages boarded up and left to rot. Where strange Willow-the-wisps frequent on the brink of dusk to draw in the less-travelled souls, the fools and trespassers upon whose bones the lurking ghouls and wicked denizens that inhabit these befouled locales feast - in these places of death and ruin called The Deadlights.</i><br><i>Featuring 24 ready-to-go maps including two unique maps - The Deadlights offers a range of ghoulish scenarios to unleash the undead ... or worse:</i><br><ul class=\"bb_ul\"><li>Demonic Chamber<br></li><li>Enchanted Wood<br></li><li>Four Necromancer Lair Maps<br></li><li>Four Plague Village Maps (Interior and Exteriors)<br></li><li>Three Spider-Infested Forests<br></li><li>A Stone Castle Courtyard with Turrets<br></li><li>Marble Mausoleum<br></li><li>Overgrown Cemetery<br></li><li>Four Caverns<br></li><li>Four Crypts including a Pyramid built upon Skulls</li></ul>Maps are sized specially for FG at 1350x900 and under 500 kb each to help prevent slow-down during play. The maps are sized to perfectly fit a 50 or 60px grid that you can manually place over the top of the map using Fantasy Grounds. Join the maps in this module together with each other, with other modules in this series, use a single map or use a combination of Time-lapse, Role-play and/or the supplied weighted Random Roll Table to determine when maps are used and where adventurers end up next.<br>DM Convenience is the focus with several ways to access, use and choose the maps in this module. Use the VISUAL MAP SELECTION PANEL and pick your map from the thumbnails and yellow label by clicking on the pin. Or use the RANDOM ROLL TABLE - a d100 table to pick your destination at random Or open Images/Maps tab to bring up a list of the maps labelled with a heading in [CAPITALS] and a brief description of each map so that you can quickly identify different files in this module, maps from this module and identify this module from others even if you have other FG meander modules open.<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/997520/header.jpg?t=1768407109",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 3 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}