{
  "997640": {
    "name": "Pixel Life",
    "steam_appid": 997640,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>像素人生是一个传承与文明建设的生存游戏，你可以扮演一名古人类和其他玩家或者由你自己建设你的文明。在这个游戏中生命非常短暂且脆弱，你可以抚养由其他玩家扮演的孩童并且为他们留下遗产以帮助新生代的文明发展。</strong><br><br>大家好，我是willz，这是我第一次做独立游戏。我为什么会做这个游戏，说来话长。一年前的某一天我在b站上看到逆风笑的OHOL实况就被这个游戏森森吸引并且买来玩了好长时间。然后我魔改了客户端代码让它支持中文。后来冥府乌鸦和我一起汉化并且也翻译了合成表。然后我们架设了魔改的OHOL服务器MoeLife，它支持一些实用的功能比如传送、货币、商店、支票等等。但是受限于这个引擎，我不得不考虑写一个新的游戏，那便是像素人生(Pixel Life)。<br><br>在这个游戏中，一段人生可以存活数分钟或者更长。你可以加入服务器作为婴儿随机出生在其他玩家的家庭，你需要依靠他们帮助你生存。并且你与你的家族一样脆弱，在这个残酷的世界，你们肯定会想要在这短暂的一生中做一些有意义的事。他们会抚养你长大成人，你也可以养育你的后代。在这无尽的世代更迭中文明得到建设和发展。<br><br>科技的传承<br><br>不同于其他生存游戏，在像素人生中你需要研究科技以解锁新的合成配方。作为文明诞生的标志，文字书写是作为游戏的最初科技研究，有了它你可以将知识记录在文字承载物中，如羊皮卷、龟甲、竹简等。所有完成的研究并不是直接分享给玩家的，他们需要阅读书面记录以习得知识并且以此为基础进行更进一步的科研。<br><br>食物，温度，天气<br><br>食物是生存下去的必备要素。游戏中拥有许多不同种类的食物，不同食物也会有不同的营养价值。所有的行动都会消耗食物，长距离的旅行更是会持续性的消耗这些物品。携带物品的重量会影响你的行动速度，昼夜更替和天气状况也会影响你周围的环境，使你更加容易饥饿。制作衣服、建立庇护所并利用火去对抗当地恶劣、多变的环境，保护自己。食物是不可忽视的有趣玩法，我会尽力将世界美食加入其中，所以玩家们可以有无数喂饱自己的方式。<br><br>采掘，收集，建造<br><br>伐木、采矿、采集各种物资，利用你的双手、工作台和锻造台去制作越来越复杂和强力的装备。利用组装式的部件去建造你的大型基地，从茅草到木头到石头再到钢铁，各种材料随你选择。武器、衣服、护甲等也都可以被涂上不同颜色来显示你的个性和与众不同的品味（虽然只有几个像素的喷涂）<br><br>耕种，畜牧，成长<br><br>通过从野外植物上采集种子，你可以将其种植在你的住处，浇灌并对其施肥。你所种植的植物可以中出美味且丰盛的果实。游戏中有多种类别的原始生物供玩家驯化，驯化后的动物可以用以运输或养殖作为食物。<br><br>角色成长体系<br><br>新出生的角色初始属性会根据上一代角色的属性确定，并且随着人物的年龄增长属性也会相应提升。一个人并不能精通方方面面，但是你可以在某一领域深入研究。<br><br>探索及发现<br><br>当你能够轻松的生存下来，你就会开始对这个神秘的世界进行更进一步的探索。你会发现一些不属于你这个文明的古代遗迹，或许他们属于其他文明，或是来自外太空的访问者？你追寻着这些线索打算前往更深的宇宙寻找地球的邻居，但是在这之前你需要准备更高的太空引擎科技。<br><br>更多的种族<br><br>当你与你的族人接触到那些未知的高等智慧生物，你们会选择歼灭还是共存？亦或者是使用意识转移技术占据他们的身体。当你第一次占据一个新的高等外星生物身体时，你的出生选项就会增加这个新的种族。<br><br>创意工坊mod支持<br><br>像素人生原生提供了极为方便的mod编写模式，只需添加几行代码即可轻松向这个游戏中添加全新的玩法。<br><br>更多玩法<br><br>传承模式（默认）、游魂模式、生存模式、创世模式<br><br>你可以点击页面右侧的“下载试玩游戏”立即下载试玩Demo，每次更新上传后都会自动推送到你的电脑上。<br><br><strong>关于我们</strong><br>如果你想实时追踪最新动态并参与到更新进程中，请加入官方qq群<br>①群：652442864 ②群：未解锁 ③群：未解锁 ④群：未解锁<br><br>2019年6月",
    "supported_languages": "英语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/997640/header.jpg?t=1561525136",
    "developers": [
      "willzgames"
    ],
    "publishers": [
      "willzgames"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}