{
  "9980": {
    "name": "The UnderGarden",
    "steam_appid": 9980,
    "required_age": 0,
    "is_free": false,
    "description": "The UnderGarden is a casual Zen game that challenges players to explore beautiful underground caverns filled with strange life forms, sound, music and plenty of hidden secrets.  Casual gamers with an affinity towards puzzle games will enjoy The UnderGarden’s modern exploration quest filled with brain teasing games that combine state of the art 3D rendering and physics based puzzles. Players traverse large underground worlds in search of members of their musical band. The goal is to bring them together and lead them to the surface.  Along the way, players will encounter puzzles that must be solved and strange life forms that must be befriended or avoided.  Provides a truly visceral and relaxing gameplay experience that gamers will enjoy as a contrast to the frenzied action of most popular core titles.<br>\t\t\t\t\t<h2 class=\"bb_tag\" >Key features:</h2><ul class=\"bb_ul\"><li>The Pick up and Play mechanics utilizes straightforward, accessible controls. <br>\t\t\t\t\t</li><li>Puzzles are physics based, solved by placing grown “fruit” that weighs down levers, or lifts up platforms to allow access to new areas.  <br>\t\t\t\t\t</li><li>Environmental puzzles solved by growing exotic plants around the player.  The world springs to life with vibrant color and music as the player drifts past dormant seeds.<br>\t\t\t\t\t</li><li>Serene music and audio is threaded within the game to enhance user experience.<br>\t\t\t\t\t</li><li>Progress is driven by player’s own pace, desire to see their effect on the world, and exploration of new environments. <br>\t\t\t\t\t</li><li>First game of its type to offer 2 player co-op play.<br>\t\t\t\t\t</li><li>Casual Zen game design offers 20 different levels, each with a unique look.</li></ul>",
    "supported_languages": "英语, 法语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/9980/header.jpg?t=1689357064",
    "developers": [
      "Artech Studios"
    ],
    "publishers": [
      "Atari"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 11 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}