{
  "999270": {
    "name": "War Builder League",
    "steam_appid": 999270,
    "required_age": 0,
    "is_free": true,
    "description": "<i><strong>War Builder League is a free non-commercial hobby project. I have no idea how long will it take to finish it. Sometime I got time to work on it intensively some time I don't have time for it at all.</strong></i><br><br><strong>Become a War Builder – construct your perfect Machine out of basic components and enlist it in a multiplayer, strategic match.<br>If you like constructing and appreciate tactical team play, this is a game for you!</strong><br><br><u>Electronic Warfare</u><br><br>War Builder League, apart from traditional gameplay, has the mechanics of an electronic battle, i.e. taking control over an enemy, electronic defense of one’s allies, locking the target, radar jamming or control of one’s own visibility to hackers.<br><br><u>Construction</u><br><br>Build your own War Machine out of basic components – you can design it exactly the way you want. Attach caterpillar tracks to move about in a difficult terrain, design an optimal armor arrangement and configuration of the weapons of your choice. You may combine the elements the way you prefer – be creative and build unique Machines which will shine at the battlefield. Predict your unit’s behavior in combat and adjust the design to your chosen strategy.<br><br>We have developed an intuitive, easy to learn building interface. In the hangar there are screens which display detailed statistics of individual components and the whole Machine. Mirror modes in three axes will allow you to build symmetrical units fast and undo/redo buttons will become indispensable should you change your mind.<br><br>Combat skills of your Machine, and whether it will prove itself in a battlefield or not, will depend on the parts you have built it from and the way in which these parts are joined.<br><br>Before you put your Machine into battle, check how it operates using the test ride, during which it will fight its own clone.<br><br><u>Tactical Match</u><br><br>You will win provided that your Machine is effective and your team support one another and fight strategically. Battles in War Builder League were designed to be both team-based and tactical.<br><br>The match consists in taking over strategic points which provide the team with specific advantages (e.g. faster repair of damaged units).<br><br>Planning, team playing and strategy are more important in a match than “skill” and eye-hand coordination.<br><br>We have designed numerous systems and mechanics which ensure that the match will be truly tactical and exciting:<br><br>- Hacking and fighting hackers – allows to take control over an enemy Machine.<br><br>- Support systems such as healing or energy charging.<br><br>- Cloaking (invisibility) – allows to hide completely from the enemy.<br><br>- Fire booster – causes much greater damage during surprise attack.<br><br>Sounds complicated? Players will be gradually introduced into the mechanics available in the game and surely won’t get lost in them. Even during the tests players were using all the mechanics and were cooperating with one another as they had noticed how much it helped them to win.<br><br><u>Realistic and Predictable Physics</u><br><br>We decided place emphasis on a realistic and intuitive simulation of physics as we believe that it is one of the crutial elements of “build and fight” game type. Accordingly, Machines’ behavior is predictable and they operate exactly the way the Builder foresaw it. The game calculates accurately which of your unit’s parts got hit and decides on this basis whether and to what extent the Machine’s elements should be damaged. It also adjusts the Machine’s parameters to the new situation. If your unit loses its radars you won’t know who’s your ally and who’s your enemy. A heavy element got shot off? The center of gravity will shift and the machine will move in a different way. <br><br>It is a part of our physics to account for the units’ mass, which is a unique solution in this type of games. Your heavily armored unit crashes against a light Machine? The latter will bounce off you as if it hit a wall.<br><br>All of this makes it possible for you to predict how the Machine is going to behave in a variety of conditions and plan your tactics accordingly. Before taking part in a battle, an experienced Builder spends a lot of time devising their tactics and designing their unit. They know what they want to achieve and have tools ready to do just that.<br><br><u>The World</u><br><br>Machine battles take place in the dark world of the future. The last of the people are dying out of old age, lonely on the distant planets light years away, surrounded by Machines and deserted factories. They still conduct wars – battles between Machines which allow them to gain resources, experience and fame. Battles distract them from thinking about their own fate and provide entertainment.<br><br>Playing the game, you will become immersed in a rich, industrial world of the future to discover its mysteries.",
    "supported_languages": "英语, 德语, 西班牙语 - 西班牙, 日语, 波兰语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/999270/header.jpg?t=1586770878",
    "developers": [
      "The Cyber Prophet"
    ],
    "publishers": [
      "The Cyber Prophet"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 19 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}