{
  "999570": {
    "name": "Latin Simulator",
    "steam_appid": 999570,
    "required_age": 0,
    "is_free": false,
    "description": "Its everyone's favorite subject in school: Latin. Even though the usefulness of this language and subject is often being debated, for many students it is the most loved subject in school, especially if the teacher himself doesn't even like it and always uses dark humor to make the subject a little bit more interesting. This is the case for me, as we had an awesome teacher who tried to make the lessons as bearable as possible. That's why I created this little game: To show the world, that Latin doesn't have to be boring! (But most time, it is)<h2 class=\"bb_tag\" >Features</h2><br><strong>&quot;Back to school&quot;-Feeling</strong><br>You remember the endless hours you spend in school (maybe even Latin) during which you just bored yourself? In this game, you can relive these wonderful moments and get flashbacks of your days in school. The only difference here: You can leave at any time.<br><br><strong>Different endings and dialogues</strong><br>Depending on how you interact with your teacher and answer different questions, the game will change and lead to a different ending for more replayability. Maybe if you try to be nice to your teacher, the game will get easier? Or maybe the opposite happens? You have to try for yourself!<br><br><strong>Minigames</strong><br>Because Latin can be pretty dry, the game includes many different minigames to make your days in school a little bit more interesting. From waking up to the revisions in school, everything has some minigames attached to it. <br><br><u>Disclaimer:</u> Playing this game won't make you better in Latin, it is only a game with entertaiment value.",
    "supported_languages": "德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/999570/header.jpg?t=1574115917",
    "developers": [
      "SeDorn Entertainment"
    ],
    "publishers": [
      "SeDorn Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}