{
  "999550": {
    "name": "Graviteam Tactics: Against the Tide",
    "steam_appid": 999550,
    "required_age": 0,
    "is_free": false,
    "description": "On August 22, 1943, at 17:00, German forces began withdrawing of the &quot;Kempf&quot; task force from Kharkov, preserving it from possible encirclement and destruction. In turn, the Soviet command at 20:00 began the assault on Kharkov, with the task to cut off escape routes from the city for the German forces. But in most parts of the city there were no German forces by this time, they were entrenched on the southern outskirts of Kharkov, in the Krasnobavarsky district located near r.Uda and near the Osnova railway station. In the evening of the same day, units of 53A and 5 gds TA, completed the crossing over r.Uda west of Kharkov, in the Shpakovka, Gavrilovka and Sinolitsevka sector, and began an operation to expand the bridgehead in the general direction to vlg.Korotich. A forward detachment was sent out, which was supposed to cut the Kharkov-Merefa highway in the area of vlg.Pokotilovka, which, according to the plan, should prevent the German forces from escaping Kharkov. In the morning of August 23, units of 69A and 7 gds A entered Kharkov from the north. Attempts by some units of 53A and recon detachments of 69A to immediately attack the German positions beyond r.Uda in the area of Pesochin, vlg.Minutka and Novaya Bavaria were unsuccessful.<br><br><ul class=\"bb_ul\"><li>Two operations south-west of Kharkov of 10 turns for each of the parties (vlg.Korotich, August 23-24, 1943).<br></li><li>Area of over 64 sq.km: villages, gardens and railways.<br></li><li>Historical organizational structure of units at the time of the offensive.<br></li><li>One of the first combat employments of the Pz V Panther tank ausf.D.</li></ul>",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/999550/header.jpg?t=1767876268",
    "developers": [
      "Graviteam"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 5400,
      "final": 5400,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 54.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 3,
      "total_negative": 0,
      "total_reviews": 3
    }
  }
}